{
    "metadata": {
        "title": "Accessory Nerve Injuries",
        "synonyms": [
            "spinal accessory nerve palsy (sanp)",
            "injuries, accessory nerve",
            "nerve injuries, accessory",
            "accessory nerve shoulder dysfunction (ansd)",
            "cranial nerve xi injuries"
        ],
        "anatomical location body part affected": [
            "Cranial nerve XI (spinal accessory nerve), trapezius muscle, shoulder and scapula, and, rarely, the sternocleidomastoid muscle"
        ],
        "area of specialty": [
            "acute care",
            "oncology",
            "neurological rehabilitation",
            "orthopedic rehabilitation"
        ],
        "description": [
            "Cranial nerve XI, the spinal accessory nerve (SAN), tends to be vulnerable to injury, as it takes a long and superficial course in the posterior cervical neck region. Because the nerve contributes the most innervation to the trapezius muscle, any kind of injury to it can lead to shoulder dysfunction(1,12)",
            "Researchers, using intraoperative nerve monitoring during neck dissections of 18 patients, found that in all of the patients the SAN innervated all 3 parts of the trapezius(14)",
            "A researcher in Slovenia reports there are three different branching patterns of the SAN in the neck, and that these variations should be recognized by the operating surgeon during neck dissection in order to minimize shoulder morbidity(1,17) –Type 1 (66%): the branch exits at the posterior border of the sternocleidomastoid muscle –Type 2 (22%): the branch takes off from the common trunk of the SAN before it enters the sternocleidomastoid muscle –Type 3 (12%): the motor branch for the trapezius muscle exits behind the posterior border of the sternocleidomastoid muscle but takes a more medial course to form macroganglia with the cervical nerves –One other finding was that the cervical nerves may contribute to innervation of the trapezius muscle in up to 39% of persons"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S04.7": "injury of accessory nerve, 11th cranial nerve (ICD codes are provided for the reader’s reference only and not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The patient may present with the following signs and symptoms: –Paralysis of the trapezius muscle, resulting in inferolateral displacement of the scapula along with shoulder protraction(3) –Pain in the shoulder, radiating to the medial scapula and down the arm –Inability to perform full ROM of the shoulder, especially abduction/elevation, as a result of reduced scapular rotation and elevation(4) –Winging of the scapula (often more apparent with external rotation of the upper extremity)(15)  –“Drooping” of the shoulder girdle and impaired scapulothoracic rhythm (scapular dyskinesia)(15) –Mechanical overload of the scapular complex caused by abnormal scapular biomechanics, leading to shoulder pain and reduced function(11) –Atrophy of the trapezius muscle (a result of disuse),(5) but this will not be seen immediately following injury(15) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Some of the major causes of SAN injury are the following:–Radical neck dissection, as part of the management of head/neck cancer, may lead to injury of the spinal accessorynerve(1,2)-Severe functional deficits have been reported in as many as 60–80%  of patients who have this surgery, as resection ofthe SAN is necessary for tumor clearance(12)–Diagnostic lymph node biopsies in the posterior triangle, with injury rates 3–8%(12)–Other forms of neck surgery(12)-Excision of benign neck masses-Other types of neck dissection (modified radical and selective)-SAN injury is still seen in both modified radical and selective surgeries; however, the rate is significantly less than forradical neck dissection, with less shoulder dysfunction(13)-Parotidectomy-Carotid vessel surgery-Internal jugular vein manipulation-Facelift–Trauma(12)-Penetrating injury (e.g., gunshot, glass cut)-Blunt trauma (e.g., external pressure caused by sport injuries or carrying a load over the shoulder for a prolongedperiod,(15) superficial “love bite” to neck, attempted hanging, whiplash, vigorous movement associated with “neckcracking”)–Neurologic(12)-Collet-Sicard  syndrome – involves cranial nerves IX, X, XI and XII-Vernet syndrome (tumor near jugular foramen) –involves cranial nerves IX, X, and XI-Poliomyelitis-Motor neuron disease-Brachial neuritis-Syringomyelia"
        ],
        "pathogenesis": [
            "The trapezius muscle is innervated by the 11th cranial nerve, the spinal accessory nerve. The nerve can be damaged bycauses listed above. Once the nerve is damaged, paresis of the trapezius muscle and, infrequently, the sternocleidomastoidoccurs. This results in a loss of normal shoulder and scapular biomechanics, a loss of elevation of the shoulder, and atrophyof the denervated musculature",
            "Some surgeons will use a modified radical neck dissection as able, thereby sparing the spinal accessory nerve andimproving the patient’s functional outcomes(2)",
            "Even when the continuity of the accessory nerve is maintained, microtrauma to the nerve from traction, skeletonization,and/or devascularization may occur, impairing its ability to conduct(6)",
            "Patients who undergo neck dissection often require adjuvant radiation therapy. The radiation field includes the accessorynerve and the trapezius muscle. Fibrosis of muscle fibers and the neural sheath as well as nerve demyelination can result,compounding the trapezius muscle weakness(11)",
            "In addition, treatment for head and neck cancer often causes significant weight loss and global loss of muscle mass(11)"
        ],
        "risk factors": [
            "The risk of accessory nerve injury is high in individuals requiring radical neck dissection to remove atypical tissues fromthe neck. It is also increased in any other surgery or injury in the area of the posterior occipital triangle of the neck(4)",
            "Trauma(12)",
            "Certain neurologic conditions(12)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with accessory nerve injury may require activity modification to avoid further injury to the shoulder complex because of poor mechanics. Compensation and substitution are common secondary to loss of elevation and impaired scapular stability and should be avoided",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Patients report with trapezius muscle paralysis status post radical neck dissection, other neck surgery, trauma, or with neurologic disorder. Trapezius muscle paralysis may not be apparent initially because of substitution by the levator scapulae, allowing shoulder elevation. Determine the type and date of surgery or trauma, as well as any precautions and restrictions set by physician. Is the injury acute or chronic? Has there been any return of function up to this point? Any complications?",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed (if any); are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "EMG can be used to assess trapezius function and impairment",
                        "MRI may be used to rule out other pathologies",
                        "MRI may also be helpful in assessing the presence of SAN neuropathy as well as the trapezius muscle (e.g., denervated and atrophic areas)(16)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Do any movements or positions increase or decrease symptoms? -Pain may increase when the weight of the shoulder is not supported(12)",
                "body chart": "Use body chart to document location and nature of symptoms and exactly which muscles are affected",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). A dull, aching pain in the shoulder often is present, and may travel along the medial aspect of the scapula and into the arm.(4) A feeling of “heaviness” and an inability to lift the arm may also be present",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if  pain   is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any. In what position does patient sleep? Is he/she able to find a position of comfort?",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Is there any respiratory compromise present? Does the patient require supplemental oxygen? If so, what are the parameters for the oxygen? Barriers to learning -Are there any barriers to learning? Yes__ No__  -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Following neck surgery the clinician should inquire about adjunctive treatments such as chemotherapy or radiation. Are there known metastases? Inquire about advancement of disease and associated copathology. Ask the patient about other problems, including diabetes, heart disease, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational sports? Does the patient work? If so, what is the patient’s occupation and what are the patient’s functional requirements? What are the patient’s other role functions?",
                "functional limitations assistance with ADLs adaptive equipment": "Is the patient having difficulty with ADLs?",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) A general assessment should be completed as indicated, with a focus on the items listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Is the patient currently utilizing any assistive devices? Are they appropriate? Would the patient benefit from assistive or adaptive devices if not already in use?",
            "balance": "Assess static and dynamic balance reactions in sitting and stance",
            "cardiorespiratory function and endurance": [
                "The 6-minute  walk test (6MWT) can be used to assess endurance -More than half of patients are classified as sedentary after treatment for head and neck cancer(11) -Scapular muscle weakness may be exacerbated by decreased endurance as well as cancer-related fatigue(11) -Please see Clinical Review…Cancer-Related  Fatigue ; CINAHL Topic ID Number: T708776 for more information"
            ],
            "circulation": "Distal pulses should be normalFor assessment of cranial nerve XI see Muscle strength , below. Assess remaining cranial nervesAssess body mechanics during the course of the evaluation; determine if the patient would benefit from an ergonomic or workstation evaluationAssess general mobility; document ability to use upper extremities –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure. For additional information on the DASH, seeClinical Review…Disabilities of the Arm, Shoulder and Hand (DASH); CINAHL Topic ID Number T903177",
            "functional mobility": "",
            "gait locomotion": "Observe gait. Note presence of reduced arm swing on affected side and any other observed deviationsAssess scapulothoracic mobility and scapulohumeral rhythm. Significant imbalance and impairment may be noticed secondary to the loss of the stabilizing effect of the trapezius muscle on the scapula. Joint play movements of the shoulder, including distraction and glides, should be assessed as indicated and compared to the unaffected side",
            "muscle strength": " Muscle strength –Discourage substitution of other musculature during testing –Assess strength of the upper extremities using manual muscle testing (MMT), paying careful attention to the upper, middle, and lower trapezius and sternocleidomastoid muscles bilaterally. Note any muscle fasciculation –In a case-controlled  electromyographic study conducted in Australia, trapezius muscle activity was found to be significantly reduced in the unaffected side as well as the affected side in patients with accessory nerve dysfunction resulting from neck dissection(11) -Ten neck dissection patients who demonstrated clinical signs of accessory nerve injury and 10 matched healthy controls participated  -The side affected by neck dissection demonstrated significantly less upper and middle trapezius muscle activity compared with the unaffected side and the matched control group. The side unaffected by neck dissection had significantly less upper trapezius activity than the matched control group -A trend toward higher dynamic serratus anterior activity was also observed, possibly suggesting that a compensatory accessory muscle strategy was being used",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess the neck, clavicles, scapulae, and shoulders for bilateral symmetry and general posture. Assess cervical, thoracic, and lumbar spine for asymmetry or deformity, including scoliosis. Depression/drooping of the shoulder often is present, along with lateral translation, downward rotation, and winging of the scapula(7) Tightness/contracture of the pectoralis muscles may be noted.(1) Deepening of the supraclavicular fossa (asymmetric neck line) as a result of trapezius atrophy may be noted(7)",
            "range of motion": " Range of motion –Measure active and passive ROM (AROM and PROM) of the shoulder using goniometric measurements -Active forward flexion will likely be impaired(2) -PROM of the shoulder usually is full unless the patient has had long-term  trapezial paralysis without appropriate treatment and follow-through –Assess scapular and clavicular mobility bilaterallyAssess ADLs and ability to perform self-care  as indicated using a standardized test such as the Barthel Index",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Complete comprehensive sensory examination of the upper extremities. Some patients may describe numbness in the whole arm, but it is most often felt in the fingers(4)",
            "special tests specific to diagnosis": " Special tests specific to diagnosisPatient positioned in sitting or standing position with shoulder in neutral and elbow flexed to 90°. The patient actively externally rotates the arm against manual resistance provided by the therapist. A positive test is increased scapular winging, indicating SANP(7) The patient is seated and places hands over the head, held together. The therapist provides resistance from the posterior aspect, pushing the elbows forwards. The three parts of the trapezius (upper, middle, and lower) should all contract to stabilize the scapulae. If this does not occur, trapezius weakness is present(8) A questionnaire that can be completed by the patient to assess shoulder dysfunction",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignancy ",
                "Liniments or heat rubs",
                "Presence of or tendency for hemorrhage or edema",
                "Heat rubs",
                "Do not place electrodes near -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads",
                "Osteomyelitis",
                "Hemorrhage",
                "Impaired sensation, mental status, communication",
                "Cardiovascular disease",
                "Malignancy",
                "Dermatological conditions",
                "Proximity of electromagnetic radiation",
                "In pregnant women, near the pelvis, lumbar spine, hips, abdomen",
                "In patients with stroke or seizures, near the neck",
                "History of spontaneous abortion in pregnant women",
                "over the region of a cardiac pacemaker",
                "over the pelvis, abdominal, and lumbar regions during pregnancy",
                "over the eyes or testes",
                "in an area with infection or bleeding",
                "if a tumor or malignancy is present in the area",
                "in the area of a DVT or thrombophlebitis",
                "over the heart, stellate, or cervical ganglia",
                "over epiphyseal plates",
                "Sensory deficits",
                "Ineffective communication skills in a patient (e.g., impaired cognition, language barrier)",
                "Circulatory impairments",
                "Plastic or metal implants",
                "Peripheral vascular disease",
                "Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Patients with this diagnosis may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Thermotherapy  contraindications(9)",
                "Electrotherapy  contraindications/precautions(9)",
                "Therapeutic ultrasound  contraindications; do not use(9)",
                "Therapeutic ultrasound  precautions(9)"
            ]
        },
        "diagnosis need for treatment": "Pain and weakness in the affected upper extremity and shoulder region, along with loss of shoulder ROM and function",
        "rule out": " Rule out Mononeuropathy Long scapular nerve palsy Suprascapular nerve injury Axillary nerve injury Orthopedic glenohumeral/scapular pathology Cervical radiculopathy Long thoracic nerve injury(12) Myofascial pain syndromes of the shoulder(12) Whiplash injury(12)",
        "prognosis": [
            "The prognosis and time necessary for accessory nerve recovery depends on the type of neck dissection performed(6)or other cause of the SAN injury",
            "Radical neck dissection with accessory nerve injury leads to a high prevalence of shoulder pain and dysfunction. Even with less radical surgery which spares the spinal accessory nerve, up to 67% of patients develop similar symptoms(6) and often go on to develop adhesive capsulitis of the glenohumeral (GH) joint,(10) with a negative impact on QOL(10) ",
            "Neurotmesis, the complete division of a nerve, has the poorest potential for recovery. Recovery may continue for up to 24 months or not occur at all(6)",
            "Axonotmesis, or nerve fiber damage, can take up to 18 months for recovery if the axonal damage is extensive(6)",
            "Neuropraxia may take 6 to 8 weeks for recovery. Recovery occurs by remyelination of nerve fibers that remained intact(6)",
            "Researchers who conducted a noncomparative study investigating a shoulder orthosis (used following accessory nerve division resulting from radical neck dissection) found that 82% of patients were able to return to previous work and activity levels(3)",
            "If the spinal accessory nerve is removed during radical neck dissection, there will be no return of function of the trapezius muscle"
        ],
        "referral to other disciplines": " Referral to other disciplines Occupational therapy to address ADL limitations as indicated Psychologist/counselor as indicated (given nature of underlying disease) Pain management",
        "other considerations": [],
        "treatment summary": [
            "There is a lack of evidence in the literature to support the effectiveness of rehabilitation therapy in accessory nerve shoulder dysfunction following neck dissection surgery(6) –Researchers who conducted a systematic review found no evidence to support one type of therapy over another –Early therapy targeted at facilitating nerve recovery and increasing scapular muscle strength may help reduce the effects of accessory nerve injury –Older therapy studies focused on intervention following accessory nerve neurotmesis. A shift to more selective surgery that spares the nerve has resulted in a shift in focus to reduction of postoperative shoulder morbidity –Exercise-based  therapy consisting of active and active assisted cervical spine and shoulder exercises aims to maintain or improve ROM of the cervical spine, maintain or improve GH joint range, and prevent secondary pathologies such as adhesive capsulitis –Evidence is lacking for generalized strength training of muscles surrounding the GH joint when the accessory nerve has been resected –A need for research to investigate whether early, appropriate physiotherapy management has a positive effect on shoulder pain, function, and QOL in these patients was identified",
            "Researchers of a cross-sectional  study conducted in Pakistan concluded that postoperative PT after various types of neck resection surgery was associated with better shoulder function outcome(13) –Seventy patients who had undergone either a radical neck dissection (12%), modified radical dissection (69.5%) or selective dissection (18.5%)for treatment of head and neck cancer were assessed by physical exam –Shoulder function was assessed by objective measures of shoulder force against resistance, AROM, time to repeat shoulder flexion 5 times, presence of “droop” of shoulder, and shoulder abduction ROM –Age and diabetes were associated with a negative shoulder function outcome, whereas postoperative PT was associated with positive outcome –Sex, weight, use of radiation, side of operation, other comorbidities (e.g., hypertension, ischemic heart disease), and the status of the level V lymph nodes were not found to affect shoulder function outcome",
            "Researchers who conducted an exploratory trial of preventive rehabilitation in shoulder disability and QOL in patients following neck dissection surgery found no difference in outcome measures between patients who received early physiotherapy and those who did not(10) –Based on an RCT –Thirty-two  subjects were randomly assigned to receive early physiotherapy for 3 months after surgery or current routine inpatient care and advice –Functional status of the patients was assessed 1 year following surgery. This was considered a realistic time period to demonstrate development of adhesive capsulitis –Subjects receiving a course of physiotherapy rated their physical well-being  higher than did subjects not receiving rehabilitation –Limitations of this study included a large loss of subjects at 1-year  follow-up  due to the nature of the disease, which impacted significance of the data  . Problem Goal Intervention Expected Progression Home Program Pain with risk for further shoulder girdle injuryEliminate/decrease pain and protect shoulder girdle _ _ Promote optimal shoulder posture and mechanicsShoulder protection _ Over-stretching of the trapezius muscle should be avoided; use a sling or figure-eight bandage, if needed.(4) There are orthoses that can help reduce malalignment of the shoulder and reduce pain following radical neck dissection(3) _ _ Patient education for activity modification as needed _ _ Posture education and exercises to promote optimal mechanics and alignment to reduce irritation at the shoulderN/A Provide recommendations for home that address pain  Reduced shoulder ROM _ _ Impaired scapulothoracic mobility and scapulohumeral rhythmImprove ROM/ flexibility of the shoulder joint _ _ Improve scapulothoracic mobility and scapulohumeral rhythmTherapeutic exercise _ Stretching exercises: PROM and stretching exercises for the shoulder to improve ROM and flexibility of the shoulder girdle _ _ Pectoralis major and minor stretching to prevent contracture _ _ Manual therapy _ To resolve restricted scapular and/or shoulder joint arthrokinematics. Manual GH joint PROM, joint capsule mobilization, pectoralis stretching, scapular mobilization, and other manual intervention, as appropriateProgress each unique patient as appropriate and indicatedProvide written ROM exercises and activities for home program  Reduced strength _ _ Postural impairmentsIncrease strength of muscles found to be weak, as able _ _ Correction of postural impairmentsTherapeutic exercise _ Strengthening exercises: Strengthening of the scapular musculature, as indicated, using progressive resistive exercises to the patient’s tolerance in a pain-free range (rhomboids, levator scapulae, serratus anterior, posterior deltoid). Scapular stability exercises progressing from static to dynamic _ _ Active assistive ROM (AAROM), AROM, and progression to manually resisted trapezius strengthening in individuals recovering from partial nerve injuries _ _ Shoulder/rotator cuff strengthening exercises, as indicated, using progressive resistive exercises to the patient’s tolerance in a pain-free range (include biceps, triceps, deltoids, supraspinatus, infraspinatus, teres minor, subscapularis) _ Bilateral strengthening of upper trapezius(11) _ _ _ Electrotherapeutic modalities _ Neuromuscular electrical stimulation (NMES) for patients who are expected to achieve regeneration of the spinal accessory nerve, to limit atrophy of the trapezius muscle (if approved by physician – see"
        ]
    },
    "desired outcomes outcome measures": {
        "reduced pain": [
            "V AS"
        ],
        "improved rom flexibility of the shoulder joint": [
            "Goniometry"
        ],
        "improved scapulothoracic mobility and scapulohumeral rhythm": [
            "Observation, shoulder function measures (e.g., American Shoulder and Elbow Surgeons Assessment [ASESA])(10)"
        ],
        "increased strength of muscles found to be weak": [
            "MMT",
            "Resisted active external rotation test",
            "Trapezial weakness test(7)"
        ],
        "correction of postural impairments": [
            "Observation"
        ],
        "restored prior level of independence in daily activities": [
            "DASH",
            "Barthel Index"
        ]
    },
    "maintenance or prevention": [
        "Patients should continue with stretching and strengthening components of the home exercise program until full recovery of the trapezius muscle is achieved, if possible. In cases of sacrifice of the accessory nerve in radical neck dissection,  activity modification and an ongoing shoulder/scapular strengthening/stretching program should be maintained to minimize malalignment, pain, and damage to the shoulder and scapular regions"
    ],
    "patient education": [
        "“Neck Dissection,” MedlinePlus website of the U.S. National Library of Medicine, National Institutes of Health, https:// medlineplus.gov/ency/article/007573.htm Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on December 23, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Eisenmenger LB, Wiggins RH. Cranial Nerve XI: Spinal Accessory. Agarwal N, Port J, eds. Neuroimaging: Anatomy Meets Function . : Springer, Cham; 2018. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Umeda M, Shigeta T, Takahashi H. Shoulder mobility after spinal accessory nerve-sparing  modified radical neck dissection in oral cancer patients. Oral Surg Oral Med Oral Pathol Oral Radiol Endod . 2010;109(6):820-824.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Kizilay A, Kalcioglu MT, Saydam L. A new shoulder orthosis for paralysis of the trapezius muscle after radical neck dissection: a preliminary report. Eur Arch Otorhinolaryngol . 2006;263(5):477-480.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Petersen CM. Spinal accessory nerve palsy. J Man Manip Ther . 1996;4(2):65-69.  (C)"
        },
        {
            "number in article": 5,
            "reference": "Shimada Y, Chida S, Matsunaga T. Clinical results of rehabilitation for accessory nerve palsy after radical neck dissection. Acta Otolaryngol . 2007;127(5):491-497.  (R)"
        },
        {
            "number in article": 6,
            "reference": "McGarvey AC, Chiarelli PE, Osmotherly PG, Hoffman GR. Physiotherapy for accessory nerve shoulder dysfunction following neck dissection surgery: a literature review. Head Neck. 2011;33(2):274-280.  (SR)"
        },
        {
            "number in article": 7,
            "reference": "Neurologic History & Examination. Greenberg DA, Aminoff MJ, Simon RP, eds. Clinical Neurology . 11th ed. : McGraw-Hill.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Orhan KS, Demirel T, Baslo B. Spinal accessory nerve function after neck dissections. J Laryngol Otol . 2007;121(1):44-48.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis Company; 2016. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Lauchlan DT, McCaul JA, McCarron T, Patil S, McManners J, McGarva J. An exploratory trial of preventative rehabilitation on shoulder disability and quality of life in patients following neck dissection surgery. Eur J Cancer Care (Engl) . 2011;20(1):113-121.  (R)"
        },
        {
            "number in article": 11,
            "reference": "McGarvey AC, Osmotherly PG, Hoffman GR, Chiarelli PE. Impact of neck dissection on scapular muscle function: a case-controlled  electromyographic study. Arch Phys Med Rehabil. 2013;94(1):113-119.  doi:10.1016/j.apmr.2012.07.017. (R)"
        },
        {
            "number in article": 12,
            "reference": "Walvekar RR, Gendron KB, Li RJ, Hanby D. Accessory nerve injury. Medscape Web site. http://emedicine.medscape.com/article/1298684-overview . Published December 8,"
        },
        {
            "number in article": 2020,
            "reference": " (GI)"
        },
        {
            "number in article": 13,
            "reference": "Sheikh A, Shallwani H, Ghaffar S. Postoperative shoulder function after different types of neck dissection in head and neck cancer. Ear Nose Throat J . 2014;93(4-5):E21-26. (R)"
        },
        {
            "number in article": 14,
            "reference": "Lind CS, Lundberg B, Nordenvall LH, et al. Quantification of trapezius muscle innervation during neck dissections: cervical plexus versus the spinal accessory nerve. Ann Otol Rhinol Laryngol . 2015;124(11):881-885.  doi:10.1177/00034894155889365. (R)"
        },
        {
            "number in article": 15,
            "reference": "Coulter JM, Warme WJ. Complete spinal accessory nerve palsy from carrying climbing gear. Wilderness Environ Med . 2015;26(3):384-386.  doi:10.1016/j.wem.2015.03.028. (C)"
        },
        {
            "number in article": 16,
            "reference": "Li AE, Greditzer HG, IIII, Melisaratos DP, Wolfe SW, Feinberg JH, Sneag DB. MRI findings of spinal accessory neuropathy. Clin Radiol . 2016;71(4):316-320.  doi:10.1016/ j.crad.2015.11.015. (R)"
        },
        {
            "number in article": 17,
            "reference": "Lanisnik B. Different branching patterns of the spinal accessory nerve: impact on neck dissection technique and postoperative shoulder function. Curr Opin Otolaryngol Head Neck Surg . 2017;25(2):113-118.  doi:10.1097/MOO.0000000000000342. (RV)"
        }
    ]
}