{
    "metadata": {
        "title": "Subcutaneous Emphysema, Traumatic",
        "synonyms": [
            "tissue emphysema",
            "subcutaneous air",
            "subcutaneous crepitus",
            "subcutaneous crepitation",
            "emphysema, traumatic subcutaneous",
            "traumatic subcutaneous emphysema, hamman’s syndrome",
            "macklin’s syndrome"
        ],
        "anatomical location body part affected": [
            "Adipose tissue, skin, muscle fascia(1)"
        ],
        "area of specialty": [
            "wound management",
            "hand therapy",
            "home health",
            "acute care",
            " orthopedic rehabilitation",
            "pulmonary rehabilitation",
            "cardiovascular rehabilitation",
            " pediatric rehabilitation"
        ],
        "description": [
            "Subcutaneous emphysema (SE) is a disorder in which air becomes trapped beneath the skin(16)",
            "It often is due to trauma and injury to lung or air passages, with air moving under the skin(12)",
            "It is most often characterized by a crackling sensation when palpated and an alarming appearance as the face, neck, body, and scrotum become misshapen(12)",
            "Physical and occupational therapists do not treat SE. However, patients with diagnoses that require physical and/or occupational therapy may present with SE as a complication or may develop SE during the rehabilitation course"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Traumatic": "subcutaneous emphysema, initial encounter T79.7XXA (ICD codes are provided for the reader’s reference and not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Crepitus, crackling sensation upon palpation(2,12)",
            "Swelling all over body (face, neck, body, scrotum)(2,12)",
            "Positive Hamman’s sign (i.e., “systolic crunching noise” upon auscultation of the heart)(3)",
            "Respiratory distress in patients with cervical SE(3)",
            "Patients with SE typically have comorbid conditions. See the appropriate Clinical Review for specific signs and symptoms Causes, Pathogenesis, & Risk Factors SENA A new discovery of symptoms of SE necessitates an immediate referral to an appropriate physician (or hospital) for medical interventionNA NA Patient at risk for SE _ _ Secondary complications (e.g., pneumonia, atelectasis) of SE and comorbidities (e.g., rib fracture, chest tube)Prevent SE _ _ Prevention of secondary complicationsPatient education _ Educate patient on how to avoid the development of SE. See Maintenance or Prevention , below _ _ Early mobilization (as allowed by physician), deep breathing exercises, position changes in bedProgress patient as indicated and appropriateEducate family/ caregivers, bedside breathing exercises ROM, strength, functional, and balance and gait impairments due to comorbid conditions _ _ Decreased endurance, shortness of breath with activityImprove ROM, strength, function, gait, and balance _ _ Improve endurance, decrease SOBFunctional training _ See appropriate Clinical Review for specific comorbidity for more details _ _ Endurance training, dyspnea relief positions, breathing exercisesSee appropriate Clinical Review for more detailsSee appropriate Clinical Review for more details _ _ Provide instructions for home program . Desired Outcomes/Outcome Measures"
        ],
        "contraindications precautions to test": [
            "Patients with SE typically have comorbid conditions. See the appropriate Clinical Review for specific contraindications/ precautions"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes   ,": [
            "Infectious SE–SE can result from bacterial infections (e.g., severe tonsillitis). This type of SE is notdiscussed in this Clinical Review–Trauma can result in infection, which can cause SE(11)",
            "Noninfectious SE–SE can occur following trauma (e.g., car accidents, stabbings), surgery (e.g., joint arthroscopy), or medical procedures(e.g., subcutaneous injections, intubation, colonoscopy)(2,16,18)-A case of massive subcutaneous neck emphysema followed an emergent surgical tracheotomy (that was performed inresponse to a stab injury to the floor of the mouth) and was felt to be because the hemorrhage had not been controlledprior to the tracheotomy(13)-Certain medical procedures that insert a tube into the body, such as endoscopy, a central venous line, endotrachealintubation, and bronchoscopy, increase risk of SE(4)-Fenestrated tracheostomy tubes allow for phonation, which helps patients start speaking sooner. However, patientsreceiving mechanical ventilation may experience complications,including SE. Authors of a systematic review onspeech and safety in tracheostomy patients receiving mechanical ventilation found that the incidence of subcutaneousemphysema is increased when a fenestrated tube is place in a fresh tracheostomy. Optimal positioning is key to avoidthis complication(20)-Authors of a literature review found that SE can occur after transanal procedures(18)-Authors of a systematic review evaluated the efficacy and safety of omitting chest drains after video-assistedthoracoscopic surgery. They found no significant difference in the incidence of SE between the chest drain group and thenochest drain group(19)–Fracture (e.g., facial, rib)–Ruptured bronchial tube(s) or esophagus-A case study was reported of a 28-day-old  neonate in whom stridor and SE were the only signs of physical abuse(14)-Neonate did not have palpable SE but was found to have extensive gas dissecting through the structures in her neck,esophagus, and right mainstem bronchus region by CT scan-Hypopharyngeal perforation was diagnosed that was due to her father giving her a “solid jolt, causing her head to goback and forth forcefully”–Pneumothorax–Dental procedures(17)-Dental procedures involving the mandibular molars are more frequently involved due to their closer relationship withhead and neck spaces. The use of air syringes or air-driven  dental handpieces is a risk factor for development of SE–Insufflation of air during the course of laparoscopy or via the female genital tract during a pelvic examination, especiallyduring pregnancy(16)–Childbirth(16)–Breathing in cocaine(4)–Isolated periorbital emphysema(15)-Dental procedures, facial trauma, and sneezing–Corrosives or chemical burns of the esophagus(4)–Forceful vomiting (Boerhaave's syndrome)(4)–Air can also be found in between skin layers on the arms and legs or torso after scuba diving"
        ],
        "pathogenesis": [
            "Trauma allows air from the chest cavity, lungs, or GI system to travel under the skin",
            "Air can travel along tissue planes for some distance(12)"
        ],
        "risk factors": [
            "See Causes , above"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with SE typically have comorbid conditions. See the appropriate Clinical Review for specific contraindications/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Patients with SE typically have comorbid conditions. See the appropriate Clinical Review for specific contraindications/"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "",
                    "diagnostic tests completed": [],
                    "alternative therapies": "",
                    "previous therapy": ""
                },
                "aggravating easing factors": "",
                "body chart": "",
                "nature of symptoms": "",
                "rating of symptoms": "",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "",
                    "medications previously prescribed": "",
                    "other symptoms": ""
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": "",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "See  Overall Contraindications/Precautions",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies"
            ]
        },
        "diagnosis need for treatment": "Physical and occupational therapists do not treat patients specifically for SE. Patients with other diagnoses, however, might have SE as a complication",
        "rule out": "NA ",
        "prognosis": [
            "Uncomplicated SE typically resolves on its own by spontaneous absorption,(7) if air leak is treated or stops spontaneously(12)",
            "Occasionally, however, SE results in respiratory distress(3,7)",
            "A tracheostomy can be indicated if the trapped air is causing undue pressure on the airway(12)"
        ],
        "referral to other disciplines": "If SE is suspected, refer patient back to treating physician",
        "other considerations": [],
        "treatment summary": []
    },
    "desired outcomes outcome measures": {
        "desired outcomes and outcome measures depend on the patient’s specific diagnosis. please see the appropriate clinical review for more details": []
    },
    "maintenance or prevention": [
        "Following surgery or trauma, patient should be instructed to avoid the Valsalva maneuver (e.g., during nose blowing)"
    ],
    "patient education": [
        "See MedlinePlus, “Subcutaneous Emphysema,” at https://medlineplus.gov/ency/article/003286.htm"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "de Gracia M, Gutiérrez FG, Martínez M, Dueñas VP. Subcutaneous emphysema: Diagnostic clue in the emergency room. Emerg Radiol . 2009;16(5):343-348.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Dexel J, Schneiders W, Kasten P. Subcutaneous emphysema of the upper extremity after elbow arthroscopy. Arthroscopy . 2011;27(7):1014-1017.  (C)"
        },
        {
            "number in article": 3,
            "reference": "Santos SE, Sawazaki R, Asprino L, de Moraes M, Fernandes Moreira RW. A rare case of mediastinal and cervical emphysema secondary mandibular angle fracture: a case report. J Oral Maxillofac Surg . 2011;69(10):2626-2630.  (C)"
        },
        {
            "number in article": 4,
            "reference": "Heller JL. Subcutaneous emphysema. MedlinePlus Web site. http://www.nlm.nih.gov/medlineplus/ency/article/003286.htm . Published July 1, 2020. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Brasileiro BF, Cortez ALV, Asprino L. Traumatic subcutaneous emphysema of the face associated with paranasal sinus fractures: a prospective study. J Oral Maxillofac Surg . 2005;63(8):1080-1087.  (R)"
        },
        {
            "number in article": 6,
            "reference": "The University of Texas Medical Branch at Galveston. Chest physiotherapy. UTMB Health Web site. https://www.utmb.edu/policies_and_procedures/Non-IHOP/Respiratory/Respiratory_Care_Services/07.03.09%20Chest%20Physiotherapy.pdf . Published April 5, 2018. (PP)"
        },
        {
            "number in article": 7,
            "reference": "Brooks JA. Management of patients with chest and lower respiratory tract disorders. In: Hinkle JL, Cheever KH, eds. Brunner & Suddarth's Textbook of Medical-Surgical Nursing. 11th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2018:631-632.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Sciortino CM, Mundinger GS, Kuwayama DP, Yang SC, Sussman MS. Case report: Treatment of severe subcutaneous emphysema with a negative pressure wound. Eplasty. 2009;9:e1-e7.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Ko ML. Pneumopericardium and severe subcutaneous emphysema after laparoscopic surgery. J Minim Invasive Gynecol . 2010;17(4):531-533.  (C)"
        },
        {
            "number in article": 10,
            "reference": "Fowler JR, Rerko MA, Grand AG. Benign subcutaneous emphysema of the upper extremity. Orthopedics . 2013;36(11):e1458-e1460.  doi:10.3928/01477447-20131021-33.  (C)"
        },
        {
            "number in article": 11,
            "reference": "Jeavons RP, Dowen D, Rushton PR, Chambers S, O'Brien S. Management of significant and widespread, acute subcutaneous emphysema: should we manage surgically or conservatively?. J Emerg Med . 2014;46(1):21-27.  doi:10.1016/j/jemermed.2013.08.051. (C)"
        },
        {
            "number in article": 12,
            "reference": "Management of patients with chest and lower respiratory tract disorders. In: Hinkle JL, Cheever KH, eds. Brunner and Suddarth’s Textbook of Medical-Surgical  Nursing. 14th ed. Philadelphia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2018:583-634.  (GI)"
        },
        {
            "number in article": 13,
            "reference": "Ardekian L, Barak M, Rachmiel A. Subcutaneous emphysema following emergent surgical conventional tracheostomy. Craniomaxillofac Trauma Reconstr . 2014;7(4):290-293. doi:10.1055/s-0034-1378186.  (C)"
        },
        {
            "number in article": 14,
            "reference": "Ostwani W, Novis S, Brady A, Brown DJ, Mohr BA. Case report: Neonate with stridor and subcutaneous emphysema as the only signs of physical abuse. Pediatrics . 2015;136(2):e523-526.  doi:10.1542/peds.2014-3954.  (C)"
        },
        {
            "number in article": 15,
            "reference": "Orton J, Collette E. Pneumomediastinum presenting as left periorbital subcutaneous emphysema. Am J Emerg Med . 2015;33(12):1842e1. (R)"
        },
        {
            "number in article": 16,
            "reference": "Kukuruza K, Aboeed A. Subcutaneous emphysema. StatPearls . Treasure Island, FL: StatPearls Publishing; 2020. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Busuladzic A, Patry M, Fradet L, Turgeon V, Bussieres M. Cervicofacial and mediastinal emphysema following minor dental procedure: a case report and review of the literature. J Otolaryngol Head Neck Surg . August 18, 2020;49(1):61. doi:10.1186/s40463-020-00455-0.  (C)"
        },
        {
            "number in article": 18,
            "reference": "Balla A, Quaresima S, Paganini AM. Ectopic air localizations after transanal procedures: A systematic literature review. Int J Surg . 2018;56:167-173.  doi:10.1016/ j.ijsu.2018.05.743. (SR)"
        },
        {
            "number in article": 19,
            "reference": "Huang J, Kehlet H, Holbek BL, Jensen TK, Petersen RH. Efficacy and safety of omitting chest drains after video-assisted  thoracoscopic surgery: a systematic review and meta-analysis.  J Thorac Dis . 2021;13(2):1130-1142.  doi:10.21037/jtd-20-3130.  (M)"
        },
        {
            "number in article": 20,
            "reference": "Pandian V, Boisen S, Mathews S, Brenner MJ. Speech and safety in tracheostomy patients receiving mechanical ventilation: a systematic review. Am J Crit Care . 2019;28(6):441-450.  doi:10.4037/ajcc2019892. (SR)"
        }
    ]
}