{
    "metadata": {
        "title": "Swallowing Therapy  Effortful Swallow",
        "synonyms": [
            "swallowing therapy  effortful swallow maneuver",
            "dysphagia therapy effortful swallow",
            "dysphagia therapy: effortful swallow maneuver",
            "effortful swallow: swallowing therapy",
            "effortful swallow: dysphagia therapy"
        ],
        "anatomical location body part affected": [
            "Anatomy of swallowing, which includes the lips, tongue, buccal muscles, laryngeal structures, and pharyngeal structures; the effortful swallow targets the base of the tongue and posterior pharyngeal wall"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders"
        ],
        "description": [
            "The effortful swallow is one type of swallow maneuver used in swallowing therapy (also called dysphagia therapy). Swallow maneuvers are a collection of actions that a patient can perform during swallowing to increase the safety, efficiency, or adequacy of the swallow.(1) Swallow maneuvers are taught to patients by trained speech-language pathologists (SLPs) during a course of dysphagia therapy. For detailed information on swallow maneuvers, see Clinical Review…Dysphagia: Swallowing Therapy – Swallow Maneuvers – an Overview ; CINAHL Topic ID Number: T709042 and the series of Clinical Reviews on each of the other specific maneuvers",
            "In the effortful swallow maneuver the patient is instructed to exert increased pressure during the swallow; sometimes the patient is cued to visualize himself or herself swallowing a larger or “harder” bolus, such as a rock.(1,2)Some instructions additionally focus on tongue pressure on the hard palate, while other instructions focus on use of the neck or throat muscles(43)",
            "Patients with severe cognitive deficits who are unable to follow the commands required to learn swallow maneuvers such as the effortful swallow are not appropriate candidates for this type of therapy(3)",
            "The effortful swallow can be used in conjunction with other types of dysphagia therapy (i.e., direct, indirect, facilitative, compensatory)(1) –For detailed information on other types of dysphagia therapy, see the series of Clinical Reviews on this topic"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "I69.091": "dysphagia following nontraumatic subarachnoid hemorrhage",
            "I69.191": "dysphagia following nontraumatic intracerebral hemorrhage",
            "I69.291": "dysphagia following other nontraumatic intracranial hemorrhage",
            "I69.391": "dysphagia following cerebral infarction",
            "I69.891": "dysphagia following other cerebrovascular disease",
            "I69.991": "dysphagia following unspecified cerebrovascular disease",
            "R13.0": "aphagia",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "code": "92526 treatment of swallowing dysfunction and/or oral function for feeding",
            "description": ""
        },
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition Indications for procedure"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "See full  Contraindications/precautions to examination   in Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Adults) ; CINAHL Topic ID Number:T709046 and Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Pediatrics) ; CINAHL Topic ID Number: T709077"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [
        "Dysphagia Dysphagia is the term that refers to difficulty swallowing and/or a swallowing disorder(4,5) Complications of dysphagia include malnutrition, dehydration, aspiration and aspiration pneumonia, and death(4,6,7) There are two main types of dysphagia: oropharyngeal and esophageal(5) –Oropharyngeal dysphagia  (5,8,9) -Dysphagia involving the oral and/or pharyngeal phase of swallowing -Oral dysphagia affects only the oral phase(10) -Pharyngeal dysphagia affects only the pharyngeal phase(10) -Oropharyngeal dysphagia affects both the oral and pharyngeal phases(10) -Symptoms of oropharyngeal dysphagia include choking and/or coughing while eating and/or drinking, pocketing food in the cheeks, and loss of food or liquid from the mouth while attempting to swallow(4,8) -Swallowing maneuvers, including the effortful swallow, are appropriate for oropharyngeal dysphagia -Studies have found that the effect of the effortful swallow varies between patients; however, documented effects of the effortful swallow in patients with healthy or disordered swallowing include: -increased base of tongue retraction(11) -improved bolus clearance in the valleculae(11) -increased pressure between the base of the tongue and the posterior pharyngeal wall(11) -increased lingual and pharyngeal pressure during swallowing(11,41,43) -increased mylohyoid (floor of the mouth) contraction(41) -improved pharyngeal constriction(40,43) -significantly reduced pharyngeal area prior to swallowing(37) -increased pharyngeal closure time during swallow(37,43) -improved opening of the upper esophageal sphincter (UES) during the act of swallowing(12) -increased UES pressure and increased esophageal pressure(43) -increased forward movement of the hyoid during swallowing(13,38) -increased speed of hyolaryngeal excursion and epiglottic retroflexion during swallowing(38) -increased duration of hyolaryngeal excursion and the epiglottic retroflexion during swallowing(38) -prolonged laryngeal vestibule closure (43) -Therefore, the effortful swallow is indicated in patients who have reduced base of tongue retraction, residue in the valleculae after the swallow, reduced contact between the posterior pharyngeal wall and the base of the tongue, reduced hyoid movement, reduced oral and pharyngeal pressure during swallowing, and poor opening of the UES(11,12,13) -In addition to improving the physiology of the swallow by increasing the pressure in the pharynx, the effortful swallow, as an exercise, strengthens the base of tongue retraction and submental (collective floor of the mouth) muscles to improve swallowing(11,14,15,36) –Esophageal dysphagia  (5,8,9) -Dysphagia resulting from an impairment of the esophagus or lower esophageal sphincter (LES) -Patients generally report symptoms such as regurgitation or heartburn(4,8,9)  -Although in a study in the United States researchers found that the effortful swallow had a positive effect on the esophageal phase of swallowing in healthy adults (increased peristaltic amplitudes in distal smooth muscles of the esophagus), this maneuver is indicated for and primarily used with patients who have oropharyngeal dysphagia(16) For detailed information on assessment and treatment of dysphagia, see the series of Clinical Reviews on this topic",
        "Risk factors for dysphagia Cervical osteophytes (bony protuberances of the neck)(6) Prior ear, nose, throat, or maxillofacial surgery(17) Advanced age(8,10,18) (for detailed information on assessment and treatment of dysphagia in older adults, see Clinical Review…Dysphagia in Older Adults ;CINAHL Topic ID Number:T708995) Head and neck cancer(5,6) (for detailed information on assessment and treatment of patients with head and neck cancer, see Clinical Review…Dysphagia: Patients with Head and Neck Cancer ;CINAHL Topic ID Number:T709050) Infection(6) –Botulism(6) –Diphtheria(6) –Lyme disease(6) –Syphilis(6) Neurological disease(5,6,17) –Amyotrophic lateral sclerosis (ALS)(6,10) (for information on assessment and treatment of dysphagia in patients with ALS, see Clinical Review…Dysphagia: Amyotrophic Lateral Sclerosis (ALS) ; CINAHL Topic ID Number:T708986) –Brainstem tumor(6) –Stroke(5,6,10,19) (for detailed information on assessment and treatment of dysphagia in patients with stroke, see Clinical Review…Dysphagia: Post-Stroke ; CINAHL Topic ID Number: T708770) –Dementia (for detailed information on assessment and treatment of dysphagia in patients with dementia, see Clinical Review…Dysphagia: Dementia ;CINAHL Topic ID Number:T708935)(5) –Dermatomyositis/polymyositis (connective tissue disease marked by inflammation of the skin and/or muscles)(6) –Multiple sclerosis(5,6,10) (for detailed information on assessment and treatment of dysphagia in patients with multiple sclerosis, see Clinical Review…Dysphagia: Multiple Sclerosis ;CINAHL Topic ID Number:T708991) –Myasthenia gravis(6,10) (for detailed information on assessment and treatment of dysphagia in patients with myasthenia gravis, see Clinical Review…Dysphagia: Myasthenia Gravis in Adults ;CINAHL Topic ID Number: T709053 and Clinical Review…Dysphagia: Myasthenia Gravis in Children ; CINAHL Topic ID Number:T709054) –Myotonic dystrophy(6) (for detailed information on assessment and treatment of dysphagia in patients with myotonic dystrophy, see Clinical Review…Dysphagia: Myotonic Dystrophy in Adults ;CINAHL Topic ID Number:T709072 and Clinical Review… Dysphagia: Oculopharyngeal Muscular Dystrophy ; CINAHL Topic ID Number: T709071) –Paraneoplastic syndrome(6) (collective signs and symptoms caused by material released from a tumor or in reaction to a tumor) –Parkinson disease(5,6,10) (for detailed information on assessment and treatment of dysphagia in patients with Parkinson disease, see Clinical Review…Dysphagia: Parkinson Disease ;CINAHL Topic ID Number:T708934) –Post-polio  syndrome (for detailed information on assessment and treatment of dysphagia in post-polio  syndrome, seeClinical Review…Dysphagia: Post-Polio Syndrome ;CINAHL Topic ID Number:T709062)(6) –Sarcoidosis(6) (a disease that leads to inflammation of various organs) –Traumatic brain injury(6,10) (for detailed information on assessment and treatment of dysphagia after traumatic brain injury, see Clinical Review…Dysphagia: Traumatic Brain Injury in Adult Patients ; CINAHL Topic ID Number: T709012 and Clinical Review…Dysphagia: Traumatic Brain Injury in Pediatric Patients ; CINAHL Topic ID Number: T709008) Prior cervical or esophageal surgery(6,17) Prolonged endotracheal intubation(18) Zenker’s diverticulum(6,10) (a pouch that forms at the junction of the pharynx and the esophagus)  Guidelines for the use of the procedure",
        "See Treatment summary  under Assessment/Plan of Care , below Contraindications/Precautions to the procedure",
        "Physician order must be obtained before the evaluation and treatment of dysphagia",
        "Speech-language  pathologists (SLPs) are required to have graduate, postgraduate, and/or continuing education training specifically in dysphagia assessment and treatment to work with patients with dysphagia",
        "Because patients with dysphagia are at risk for aspiration and/or penetration of oral intake, the patient and patient’s family must be made aware of potential aspiration risks and educated about prevention strategies as appropriate",
        "The effortful swallow might be contraindicated in patients with cardiac comorbidities. In a study conducted in Brazil with 34 healthy adult women, researchers found that the effortful swallow maneuver resulted in increased sympathetic cardiac modulation, which is a sign of cardiac overload.(39) Discuss the risks and benefits of the effortful swallow with the patient’s physician before initiating its use in dysphagia therapy for patients with current or prior cardiac issues",
        "It is important to consider and respect the patient’s and family’s eating habits, food preferences, and cultural influences on eating during the assessment and treatment of dysphagia. Consider the patient’s culture and native language when determining the appropriateness of examination questions and materials. Feeding practices and foods differ considerably across cultures; the patient’s and family’s view of dysphagia, appropriate assessments, and appropriate treatments will vary accordingly as well(33)",
        "Clearance of postswallow pharyngeal residue was not seen in studies of post stroke and head and neck cancer patients. In one study of healthy individuals an increase in pharyngeal residue was seen with use of the effortful swallow. The variability of residue clearance and instances of increased residue demonstrate the importance of instrumental assessments of the impact of effortful swallow use on individual patients(43)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "See full  Contraindications/precautions to examination   in Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Adults) ; CINAHL Topic ID Number:T709046 and Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Pediatrics) ; CINAHL Topic ID Number: T709077"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -An interview with the patient and/or family members is appropriate to gather a detailed history of the symptoms and presentation of patient’s dysphagia(19) -Does the patient have a diagnosis that places him or her at elevated risk for dysphagia?(19)",
                "course of treatment": {
                    "medical management": "Note current and previous medical management of condition; do any medical treatments place the patient at an elevated risk for dysphagia? Chemotherapy and radiation therapy often result in xerostomia (dry mouth).(17) Xerostomia is frequently associated with dysphagia(9,17) Current or previous ear, nose, throat, maxillofacial, cervical, or esophageal surgery/procedures(5,20)",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Usual tests for this condition are the following:",
                        "Clinical swallow examination (CSE)",
                        "Chest X-ray",
                        "Fiberoptic endoscopic evaluation of swallowing (FEES)",
                        "Modified barium swallow (MBS) study/videofluoroscopic swallow study (VFSS)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help  Occasionally patients and family members develop their own strategies for managing dysphagia (such as using gravies with all meats or chopping food into very small pieces) Patients with a previous history of dysphagia might already be using an altered diet before admission(21) Ask patient and/or caregiver what types of food or drink the patient prefers and/or avoids at home(21)",
                    "previous therapy": "Document whether the patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors (and length of time each item is performed before the symptoms are aggravated or eased)(22) -with specific foods? -with specific meals? -when fatigued? -only halfway through meals? -when he or she is distracted or having a meal with a group of people?(7)",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms -For patients who complain of difficulty swallowing, what exactly is the problem with swallowing? -Does food stick in the throat?(9) -Does the patient cough and/or choke while eating or drinking? -Is there pain associated with swallowing?",
                "rating of symptoms": "",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables -When did the symptoms of dysphagia begin?(23) -How frequently does the patient experience symptoms of dysphagia?(23)",
                "sleep disturbance": "Does difficulty swallowing saliva and/or secretions interfere with patient’s ability to sleep? -Document number of wakings per night",
                "other symptoms": "",
                "respiratory status": "Patients with a compromised respiratory status are at higher risk for complications (e.g., aspiration pneumonia) due to dysphagia(21,22) -Does the patient require supplemental oxygen? Nasal cannula?(20) -Does the patient require ventilator support? -Patients who require ventilator support are at elevated risk for aspiration during swallowing(22) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a history of oropharyngeal dysphagia?(22)",
                    "comorbid diagnoses": "Ask patient and/or caregiver about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "",
                    "other symptoms": "Ask patient and/or caregiver about other symptoms the patient is experiencing (e.g., gastroesophageal reflux, cough, weakness, weight loss)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "",
                "functional limitations assistance with ADLs adaptive equipment": " Functional limitations/assistance with ADLs/adaptive equipment -Does the patient use adaptive feeding devices? -Does the patient require the use of a communication device? -Does the patient require hearing aids? If so, are the hearing aids in good working order? -Does the patient wear glasses? -Does the patient require a wheelchair for mobility? Does the patient require a cane or walker?",
                "living environment": " Living environment -With whom does patient live (e.g., caregivers, family members)?(20)  -Patients treated with compensatory dysphagia therapy will likely require assistance from a family member or caregiver during meals for postures and/or alterations of food presentation -Patients who require an altered diet often also require assistance from a family member or caregiver with food preparation(20) -Is the patient receiving nutritional supplements orally or nonorally?(22) -Is there a feeding tube present?(20,22) -Does the patient require feeding assistance or assistance preparing meals at home?(7,20)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [
                "Functional Oral Intake Scale (FOIS)(18,27) -7-point  ordinal scale -Scored according to the patient’s (or caregiver’s) report of which foods/liquids are ingested safely on a regular basis  -Strong reliability and validity in stroke population(27) -FOIS levels(18) -Level 1: NPO (nothing by mouth) -Level 2: Tube dependent with minimal attempts of food and liquids by mouth -Level 3: Tube dependent with consistent oral intake of food and liquids -Level 4: Total oral diet of a single consistency -Level 5: Total oral diet with multiple consistencies; requires special preparation or compensations -Level 6: Total oral diet with multiple consistencies; no special preparation; however, specific food limitations -Level 7: Total oral diet with multiple consistencies; no restrictions"
            ],
            "posture": "Is the patient able to maintain an adequate sitting posture for feeding trials? –The patient should be able to maintain an upright positioning of the head and trunk while feeding –If the patient does not have adequate strength or muscle tone to maintain an upright or alternative posture, refer to physical and occupational therapy for muscle strengthening and adaptive positioning equipment",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Briefly assess patient’s cognition –Patient should be able to maintain arousal and follow some directions (verbal or nonverbal) to learn and perform the effortful swallow –The Mini-Mental  State Examination (MMSE) is an appropriate assessment tool to screen for arousal, attention, and other cognitive deficitssections include orientation to time, orientation to place, registration, attention and calculation, recall, naming, repetition, comprehension, reading, writing, and drawing(24) -If the language or cognitive deficits are evident in the screening measure, the patient might be appropriate for a complete language and cognitive evaluationA full oral mechanism examination should be completed before beginning the dysphagia therapy –Examination should include lips, buccal muscles, tongue, teeth, mandible, and hard/soft palates",
            "aac assessment": "",
            "swallow examination": "It is necessary to completely assess the type of dysphagia the patient has before beginning –In-depth  CSEIn-depth  Bedside SwallowT709037 and Clinical Review…Dysphagia AssessmentT709064to determine the best possible treatment plan for each patient during an instrumental examination of swallowing, clinical judgment and observation of the effortful swallow maneuver should be utilized.(25,26,43) Not all patients should be treated with the same maneuver and/or combination of maneuvers. Before including the maneuver in a treatment regimen, the effect of the effortful swallow maneuver on a patient’s swallowing function should be documented, including whether it was effective and/or potentially effective at improving swallowing function and/or eliminating/reducing aspiration and penetration in an instrumental examination of swallowing.(25,43) Thein one case study, researchers documented nasal regurgitation on a VFSS that resulted from the use of the effortful swallow.(26) Instrumental examinations of the -FEES (for detailed information on FEES and endoscopic examinations for dysphagia, see Clinical Review…Dysphagia",
            "tracheostomy examination": "Does the patient have a tracheostomy tube?(20) If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on dysphagiaAdults with Tracheostomy ; CINAHL Topic IDT709084, Clinical Review…Dysphagia –When the patient has an uncapped tracheostomy tube, the subglottic pressure is reducedand the strength of the swallow is altered.(22) For detailed information on assessment of a tracheostomy tube and use of a speaking valve, see ClinicalT708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below. Rehabilitation professionals should always use their professional judgment",
                "Patients with dysphagia are often at risk for falls: if inpatient, follow facility protocols for fall prevention and post fall-prevention  instructions at the bedside. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. Ensure that the patient and family/ caregivers are aware of the potential for aspiration and are educated about prevention strategies when appropriate",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols ›Diagnosis/need for the procedure: Following a thorough evaluation of the patient’s swallowing function the SLP will make a statement regarding the type and severity of dysphagia (if present)"
            ],
            "general": "Following a thorough evaluation of the patient’s swallowing function the SLP will make"
        },
        "diagnosis need for treatment": "",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Referral to a gastroenterologist for patients in whom esophageal dysphagia is suspected(19,29) Referral to a neurologist for patients with dysphagia who do not have a known underlying diagnosis(19) Referral to a pulmonologist for patients who appear to have poor respiratory status and/or function(19) Referral to an otolaryngologist for patients who present with apparent vocal fold dysfunction(28) Referral to nutrition services/dietician for patients with poor oral intake or those at risk for malnutrition(19,22) Referral to physical and/or occupational therapy for patients with poor posture, difficulty sitting up in the bed or chair, or difficulty feeding themselves(19)",
        "other considerations": [],
        "treatment summary": [
            "Effects of the effortful swallow in adult research subjects with nondisordered swallowing –In a study conducted in New Zealand with 22 healthy adult subjects, researchers found that the effortful swallow maneuver was associated with a significant increase in submental muscle contraction as measured by surface electromyography and increased pharyngeal pressures when compared to a normal swallow (without increased effort)(14)  -The 22 subjects were asked to swallow saliva (dry swallows) first using a normal swallow and next using an effortful swallow while surface electrodes recorded muscle contraction of the submental muscles; a manometric catheter was inserted transnasally to record pharyngeal pressures(14) -The effortful swallow produced significantly more muscle contraction in the submental muscles, with increased pharyngeal pressure and decreased pressure within the UES (which improves UES opening)(14) -In a later study by the same researchers, they found that healthy subjects achieved the best execution of an effortful swallow maneuver when it was emphasized that the subject should increase tongue-to-palate contact when initiating the maneuver(30) –In a study conducted in Japan with 18 adult male subjects with nondisordered swallowing,subjects were asked to perform 4 swallows: noneffortful dry swallow; noneffortful swallow of 5 mL of ice water; effortful dry swallow; and effortful swallow of 5 mL of ice water(15) -During the swallows, the patients had a manometric catheter that was inserted transnasally recording the pharyngeal pressure(15) -Results -Increased pharyngeal pressures during swallowing(15) -Increased UES opening during swallowing(15) -Suspected increase in contractions of the superior and inferior pharyngeal constrictor muscles during swallowing (researchers suspected this based on the increase of above pressures)(15) –In a study conducted in Canada, researchers compared the tongue and submental surface electromyography of healthy younger adult women with nondisordered swallowing to that of healthy older adult women performing the effortful swallow. Researchers found that although there was a trend toward reduced maximum isometric tongue pressure in the older group, there was no significant difference based on age in lingual or submental contraction during an effortful swallow(31) –A study in the United States used surface electromyography (sEMG) to compare the effects of treatment on hyoid displacement and submental muscle activity in 25 healthy adults. Researchers found that both the Mendelsohn swallow maneuver and the effortful swallow maneuver were more effective than expiratory muscle strength training (EMST) in increasing hyoid displacement and increasing submental muscle contraction(13) -EMST is a treatment program that uses a calibrated, one-way,  spring-loaded  valve to mechanically overload the patient’s expiratory and submental muscles(13) –In a study conducted in Canada that used the peak voltage output from a simple neck force transducer, researchers found that in healthy adult subjects the effortful and noneffortful swallows could be differentiated based on the graphs of amplitudes of peak neck force(32) -Implications of this study include using a neck force transducer to create visual biofeedback when teaching patients with dysphagia how to effectively perform an effortful swallow(32) –According to the authors of an evidence-based  systematic review, the instructions on how to perform an effortful swallow varied widely across studies(11,43) -Instructions relating to “tongue to palate” resulted in increased suprahyoid musculature utilization, as measured by surface electrodes, and pharyngeal pressure, as measured by manometry. Instructions emphasizing use of neck or throat musculature showed greater pharyngeal constriction and longer laryngeal vestibule closure(43) -The authors of this review examined the effects of the effortful swallow maneuver on nondisordered swallowing in healthy volunteers(11) -The original goal of the effortful swallow was to maximize base of tongue retraction and improve bolus clearance in the valleculae -The authors found that the physiological effects of the effortful swallow appear to be variable; additionally, they noted the disagreement in results between some of the studies -According to most of the studies with healthy and nondisordered swallowing adults, the effortful swallow appears to increase lingual and pharyngeal pressure and decrease UES relaxation pressure during the act of swallowing -Researchers in one study, however, did not find a significant change in the pressures during the effortful swallow -Analyses of structural displacement during the effortful swallow varied, with some studies measuring increased hyoid movement and others measuring decreased hyoid movement  -The researchers in one study measured submental muscle activation via sEMG during the effortful swallow and found increased activation of these muscles during the maneuver -Further research is indicated to determine the full extent of the effects of the effortful swallow on nondisordered swallowing –In a study in the United States with 40 healthy adults, researchers examined the training effects of the effortful swallow when used as an exercise.(36) Because dysphagia often results from oral and pharyngeal muscle weakness, the goal of many swallowing therapy programs is to increase the strength of these muscles. Regardless of the targeted muscle, one way to increase muscle strength is by taxing the muscle beyond its normal ability (i.e., overloading it). Because the effortful swallow requires a person to use high/extra effort when performing a swallow, this is one way to overload the tongue base, muscles of the floor of the mouth, and the pharyngeal wall muscles.(36) In this study, researchers used the Iowa Oral Performance Instrument (IOPI) to measure orofacial strength and lingual-palatal  pressures for baseline and outcome measures. In the training protocol, researchers randomized the first 33 patients into either an effortful swallow preceded by high-effort  straw sips group or an effortful swallow preceded by tongue elevation group. The last 7 patients were assigned to an effortful swallow in isolation group. All 3 groups of participants were instructed to perform 3 sets/10 repetitions of their assigned exercises daily for 4 weeks. Participants also kept logs of exercise to document compliance. Although exercise adherence was not one of the primary research questions, the authors of the study did note that, overall, compliance was suboptimal and therefore worth documenting. For the changes in muscle strength and lingua-palatal pressures, the researchers reported the following findings: -Anterior lingua-palatal  pressures of swallowing increased significantly in all 3 exercise condition groups. Both normal and effortful swallows were assessed,and the increase in pressures of the effortful swallows was higher than the increase of the typical swallow -The strength of the tongue maximum isometric pressure increased, but not significantly, for all 3 groups after training -There were no significant differences in orofacial strength or lingua-palatal  pressures between the 3 different groups after training (i.e., all 3 conditions were equally beneficial) -Use of the high-effort  straw sips in addition to the effortful swallow did not result in increased strength of interlabial compression maximum isometric pressure",
            "Effect of the effortful swallow in patients with dysphagia –Authors of an evidence-based  systematic review examining the effects of the effortful swallow in patients with head and neck cancer reported that the effortful swallow appeared to increase the pressure between the base of the tongue and the posterior pharyngeal wall during the maneuver of the swallow(12) -For 3 participants of the studies included in the review, the effortful swallow maneuver resulted in pressures between the base of the tongue and posterior pharyngeal wall close to those measured in nondisordered swallows(12) -Authors of the review concluded that the effortful swallow maneuver may be the most helpful for head and neck cancer patients with reduced base of the tongue to pharyngeal wall contact due to the effects of cancer, radiation therapy, chemotherapy, and/or surgery(12) –In a study in South Korea with 19 stroke survivors with dysphagia, researchers investigated the use of resistive electrical stimulation in combination with the effortful swallow to improve pharyngeal constriction. There was no control group in this study. Each participant was treated 5 days per week for 4 weeks in 20-minute  sessions using resistive electrical stimulation over the infrahyoid muscles (strap muscles/anterior neck) and instructed to perform effortful swallows. The outcome measure for this study was the pharyngeal constriction ratio (PCR). PCR is calculated by measuring the pharyngeal area (including any bolus residue) that is visible in the lateral view of a VFSS at the point of maximum pharyngeal constriction during the swallow and dividing this by the area of the pharynx while a 1-cc bolus is held in the oral cavity. Researchers found that the PCR was significantly smaller after this training program, indicating that it was effective for improving pharyngeal constriction in these patients with dysphagia. Additional, larger studies with control groups are necessary to confirm this outcome(40) –In a study, investigators explored impacts of sEMG use as biofeedback for training effortful swallow. They compared results of 15 persons post stroke to 85 healthy participants 18–85  years old. Both groups produced increased muscle activity for effortful swallow compared to normal swallow. The authors questioned if older patients might produce significant increases in muscle activity compared to younger participants, but found there was no effect of age. They determined that effortful swallow is a beneficial dysphagia exercise to increase muscle activity and that the use of sEMG biofeedback further enhances a patient’s performance. Larger studies are needed to further investigate the findings(42) –Authors of a systematic review compared impact of effortful swallow on post swallow pharyngeal residue in post stroke, head and neck cancer, and Parkinson’s disease patients. They found that clearance of residue was not seen in patients  post stroke nor in head and neck cancer patients, but fewer signs/symptoms of pharyngeal residue were demonstrated in the Parkinson’s patients. A major limitation of the study involving Parkinson’s patients was utilizing a clinical swallow examination to determine outcomes without instrumental assessment. Overall, the review authors concluded that more studies on populations with disordered swallowing is required(43) . Problem Goal Intervention Expected Progression Home Program Reduced tongue base retraction(11) _ _ Reduced base of the tongue to pharyngeal wall contact during the swallow(2) _ _ Residue in the valleculae after the swallow(11) _ _ Reduced oral and pharyngeal pressure during swallowing(11) _ _ Poor opening of the UES(11) _ _ Reduced forward movement of the hyoid(11)Increase base of tongue retraction _ _ Improve bolus clearance in the valleculae _ _ Increase pressure between the base of tongue and the posterior pharyngeal wall _ _ Increase lingual and pharyngeal pressure _ _ Improve opening of the UES. Increased forward movement of the hyoidEffortful swallow _ Provide trials of food and liquid while training the patient to utilize the effortful swallow maneuver _ _ Instruct the patient to exert increased pressure during the swallow; sometimes the patient is cued to visualize himself or herself swallowing a larger or “harder” bolus, such as a rock(1,2) _ _ Encourage the patient to use exaggerated tongue-to-palate contact to achieve the desired effortful swallow(30) _ _ See Treatment summary , aboveProgression will vary according to the patient’s goals and the severity of dysphagia; initially, training of the effortful swallow can begin with teaspoons of water or ice chips, increasing the size and consistency of bolus as indicated based on the results of an instrumental swallow evaluationHome program will vary according to the goals of the patient; SLP may instruct the patient to utilize appropriate maneuvers with trials and/or meals at home ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved swallowing function": [
            "FEES",
            "FOIS(18)",
            "In-depth  CSE",
            "Manometry",
            "MBS study/VFSS"
        ],
        "reduction or elimination of aspiration during swallowing": [],
        "reduction or elimination of aspiration pneumonia": [],
        "improved oral intake and nutrition": [],
        "improved management of secretions": [],
        "improved quality of life ": []
    },
    "maintenance or prevention": [
        "The treating SLP will determine the home maintenance programs for dysphagia therapy patients. For patients treated with effortful swallow, it might be necessary to continue to use the effortful swallow with all oral intake",
        "Oral care is extremely important for patients with dysphagia. In a study conducted in Denmark, researchers found that, combined with the early identification of dysphagia in patients with stroke, aggressive oral hygiene resulted in significantly fewer incidences of X-ray-verified  pneumonia as compared with historical and external control groups.(34) As per the Scottish Intercollegiate Guidelines Network (SIGN), an oral care protocol should be used for all patients with dysphagia, including those with dentures.(35) Regardless of the underlying cause of dysphagia, education about the importance of maintaining good oral hygiene should be included as part of a treatment program for all patients with dysphagia and their caregivers/medical treatment team"
    ],
    "patient education": [
        "The American Speech-Language-Hearing  Association (ASHA) helps persons with speech, language, swallowing, and hearing disorders receive services to help them eat and communicate successfully. Information on dysphagia is available for patients and family members on the ASHA website at https://www.asha.org/public/speech/swallowing/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Poertner LC, Coleman RF. Swallowing therapy in adults. Otolaryngol Clin North Am . 1998;31(3):561-579.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Logemann JA. In: Evaluation and Treatment of Swallowing Disorders . 2nd ed. Austin, TX: Pro-Ed; 1998:135-189.  (G)"
        },
        {
            "number in article": 3,
            "reference": "Ashford J, McCabe D, Wheeler-Hegland  K, et al. Evidence-based  systematic review: oropharyngeal dysphagia behavioral treatments. Part III – impact of dysphagia treatments on populations with neurological disorders. J Rehabil Res Dev . 2009;46(2):195-204.  (SR)"
        },
        {
            "number in article": 4,
            "reference": "Nazarko L. Nutrition part 5: dysphagia. Br J Healthc Assist . 2009;3(5):228-232.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Krishnan K, Pandolfino JE. Dysphagia and esophageal obstruction. In: Bope ET, Kellerman RD, eds. Conn's Current Therapy 2016 . Philadelphia, PA: Saunders Elsevier; 2016:556-561.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "White GN, O'Rourke F, Ong BS, Cordato DJ, Chan DK. Dysphagia: causes, assessment, treatment, and management. Geriatrics . 2008;63(5):15-20.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Ginocchio D, Borghi E, Schindler A. Dysphagia assessment in the elderly. Nutr Ther Metab . 2009;27(1):9-15.  (RV)"
        },
        {
            "number in article": 8,
            "reference": "Robbins J, Kays S, McCallum S. Team management of dysphagia in the institutional setting. J Nutr Elder . 2007;26(3-4):59-104.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Cook IJ. Oropharyngeal dysphagia. Gastroenterol Clin North Am . 2009;38(3):411-431.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Edelman DA, Sheehy-Deardorff  DA, White MT. Bedside assessment of swallowing is predictive of an abnormal barium swallow examination. J Burn Care Res . 2008;29(1):89-96.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Wheeler-Hegland  K, Ashford J, Frymark T. Evidence-based  systematic review: oropharyngeal dysphagia behavioral treatments. Part II - impact of dysphagia treatment on normal swallow function. J Rehabil Res Dev . 2009;46(2):185-194.  (SR)"
        },
        {
            "number in article": 12,
            "reference": "McCabe D, Ashford J, Wheeler-Hegland  K, et al. Evidence-based  systematic review: oropharyngeal dysphagia behavioral treatments. Part IV – impact of dysphagia treatment on individuals' postcancer treatments. J Rehabil Res Dev . 2009;46(2):205-214.  (SR)"
        },
        {
            "number in article": 13,
            "reference": "Wheeler-Hegland  KM, Rosenbek JC, Sapienza CM. Submental sEMG and hyoid movement during Mendelsohn maneuver, effortful swallow, and expiratory muscle strength training. J Speech Lang Hear Res . 2008;51(5):1072-1087.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Huckabee ML, Butler SG, Barclay M, Jit S. Submental surface electromyographic measurement and pharyngeal pressures during normal and effortful swallowing. Arch Phys Med Rehabil . 2005;86(11):2144-2149.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Takasaki K, Umeki H, Hara M, Kumagami H, Takahashi H. Influence of effortful swallow on pharyngeal pressure: evaluation using a high-resolution  manometry. Otolaryngol Head Neck Surg . 2011;144(1):16-20.  (R)"
        },
        {
            "number in article": 16,
            "reference": "Lever TE, Cox KT, Holbert D, Shahrier M, Hough M, Kelley-Salamon  K. The effect of an effortful swallow on the normal adult esophagus. Dysphagia . 2007;22(4):312-325.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Baumgartner CA, Bewyer E, Bruner D. Management of communication and swallowing in intensive care: the role of the speech pathologist. AACN Adv Crit Care . 2008;19(4):433-443.  (RV)"
        },
        {
            "number in article": 18,
            "reference": "Permsirivanich W, Tipchatyotin S, Wongchai M, et al. Comparing the effects of rehabilitation swallowing therapy vs. neuromuscular electrical stimulation therapy among stroke patients with persistent pharyngeal dysphagia: a randomized controlled study. J Med Assoc Thai . 2009;92(2):259-265.  (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Logemann JA. Swallowing disorders. Best Pract Res Clin Gastroenterol . 2007;21(4):563-573.  (RV)"
        },
        {
            "number in article": 20,
            "reference": "Ricci Maccarini A, Filippini A, Padovani D, Limarzi M, Loffredo M, Casolino D. Clinical non-instrumental  evaluation of dysphagia. Acta Otorhinolaryngol Ital . 2007;27(6):299-305. (RV)"
        },
        {
            "number in article": 21,
            "reference": "Cichero JA, Heaton S, Bassett L. Triaging dysphagia: nurse screening for dysphagia in an acute hospital. J Clin Nurs . 2009;18(11):1649-1659.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Avery W. Occupational Therapy for Physical Dysfunction. In: Radomski MV, Trombly Latham CA, eds. Dysphagia . 7th ed. Philadephia, PA: Wolters Kluwer Health/Lippincott Williams & Wilkins; 2014:1327-1351.  (GI)"
        },
        {
            "number in article": 23,
            "reference": "Carnaby-Mann  G, Lenius K. The bedside examination in dysphagia. Phys Med Rehabil Clin N Am . 2008;19(4):747-768,  viii. (RV) "
        },
        {
            "number in article": 24,
            "reference": "Folstein MF, Folstein SE, McHugh PR. \"Mini-mental  state\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res . 1975;12(3):189-198. (R)"
        },
        {
            "number in article": 25,
            "reference": "Wheeler-Hegland  K, Frymark T, Schooling T. Evidence-based  systematic review: oropharyngeal dysphagia behavioral treatments. Part V - applications for clinicians and researchers. J Rehabil Res Dev . 2009;46(2):215-222.  (SR)"
        },
        {
            "number in article": 26,
            "reference": "Garcia JM, Hakel M, Lazarus C. Unexpected consequence of effortful swallowing: case study report. J Med Speech Lang Pathol . 2004;12(2):59-66.  (C)"
        },
        {
            "number in article": 27,
            "reference": "Crary MA, Mann GD, Groher ME. Initial psychometric assessment of a functional oral intake scale for dysphagia in stroke patients. Arch Phys Med Rehabil . 2005;86(8):1516-1520.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Pettigrew CM, O'Toole C. Dysphagia evaluation practices of speech and language therapists in Ireland: clinical assessment and instrumental examination decision-making. Dysphagia . 2007;22(3):235-244.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Shanahan TK, Logemann JA, Rademaker AW, Pauloski BR, Kahrilas PJ. Chin-down  posture effect on aspiration in dysphagic patients. Arch Phys Med Rehabil . 1993;74(7):736-739.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Huckabee ML, Steele CM. An analysis of lingual contribution to submental surface electromyographic measures and pharyngeal pressure during effortful swallow. Arch Phys Med Rehabil . 2006;87(8):1067-1072.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Yeates EM, Steele CM, Pelletier CA. Tongue pressure and submental surface electromyography measures during noneffortful and effortful saliva swallows in healthy women. Am J Speech Lang Pathol . 2010;19(3):274-281.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Coulas VL, Smith RC, Qadri SS, Martin RE. Differentiating effortful and noneffortful swallowing with a neck force transducer: implications for the development of a clinical feedback system. Dysphagia . 2009;24(1):7-12.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Koidou I, Kollias N, Sdravou K, Grouios G. Dysphagia: a short review of the current state. Educ Gerontol . 2013;39(11):812-827.  doi:10.1080/03601277.2013.766518. (RV)"
        },
        {
            "number in article": 34,
            "reference": "Sørensen RT, Rasmussen RS, Overgaard K, Lerche A, Johansen AM, Lindhardt T. Dysphagia screening and intensified oral hygiene reduce pneumonia after stroke. J Neurosci Nurs . June 2013;45(3):139-146.  doi:10.1097/JNN.0b013e31828a412c. (R)"
        },
        {
            "number in article": 35,
            "reference": "Scottish Intercollegiate Guidelines Network. Management of patients with stroke: identification and management of dysphagia. A national clinical guideline Web site. http:// library.nhsggc.org.uk/media/223794/sign119.pdf . Accessed May 5, 2021. (G)"
        },
        {
            "number in article": 36,
            "reference": "Clark HM, Shelton N. Training effects of the effortful swallow under three exercise conditions. Dysphagia . October 2014;29(5):553-63.  doi:10.1007/s00455-014-9544-7.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Fritz M, Cerrati E, Fang Y, et al. Magnetic resonance imaging of the effortful swallow. Ann Otol Rhinol Laryngol . November 2014;123(11):786-90. doi:10.1177/0003489414538607. (R)"
        },
        {
            "number in article": 38,
            "reference": "Jang HJ, Leigh JH, Seo HG, Han TR, Oh BM. Effortful swallow enhances vertical hyolaryngeal movement and prolongs duration after maximal excursion. J Oral Rehabil . 2015;42(10):765-773.  doi:10.1111/joor.12312. (R)"
        },
        {
            "number in article": 39,
            "reference": "Gomes LM, Silva RG, Melo M, et al. Effects of Effortful Swallow on Cardiac Autonomic Regulation. Dysphagia . April 2016;31(2):188-94.  doi:10.1007/s00455-015-9676-4.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Kim H, Park JW, Nam K. Effortful swallow with resistive electrical stimulation training improves pharyngeal constriction in patients post-stroke  with dysphagia. J Oral Rehabil . October 2017;44(10):763-769.  doi:10.1111/joor.12538. (R)"
        },
        {
            "number in article": 41,
            "reference": "Doeltgen SH, Ong E, Scholten I, Cock C, Omari T. Biomechanical Quantification of Mendelsohn Maneuver and Effortful Swallowing on Pharyngoesophageal Function. Otolaryngol Head Neck Surg . November 2017;157(5):816-823.  doi:10.1177/0194599817708173. (R)"
        },
        {
            "number in article": 42,
            "reference": "Archer S, Smith CH, Newham DJ. Surface electromyographic biofeedback and the effortful swallow exercise for stroke related dysphagia and in healthy aging. Dysphagia . 2021;36(2):281-292.  doi:https://doi.org/10.1007/s00455-020-10129-8.  (RCT)"
        },
        {
            "number in article": 43,
            "reference": "Bahia MM, Lowell SY. A systematic review of the physiological effects of the effortful swallow maneuver in adults with normal and disordered swallowing. Am J Speech Lang Pathol. August 2020;29(3):1655-1573.  doi:https://doi.org/10.1044/2020_AJSLP-19-00132.  (SR)"
        }
    ]
}