{
    "metadata": {
        "title": "Cluttering",
        "synonyms": [
            "tachyphemia"
        ],
        "anatomical location body part affected": [
            "Cluttering is hypothesized to result from an underlying neurological deficit; specific neurological mechanisms have been proposed (e.g., hyperactivation and dysregulation of the medial frontal cortex), but further studies are needed to confirm the specific neurological processes(1,2)"
        ],
        "area of specialty": [
            "fluency disorders"
        ],
        "description": [
            "See Presentation/signs and symptoms , below"
        ],
        "indications": [],
        "ICD-9 codes": {
            "307.0": "stuttering and/or cluttering",
            "315.35": "child onset fluency disorder"
        },
        "ICD-10 codes": {
            "F80.81": "childhood onset fluency disorder (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Disagreement exists regarding the essential and peripheral characteristics of cluttering. Some definitions emphasize the motoric and fluency aspects of cluttering, in which speech is characterized as abnormally fast, irregular, or both.(3) Speech is disfluent but does not have stuttering-like  disfluencies (e.g., sound or syllable repetitions, prolongations, blocks). In addition, the person who clutters fails to maintain expected sound, syllable, and phrase pausing patterns.(3) Other definitions describe a significant language disorder in addition to speech difficulties. Language is characterized as disorganized with evidence of poor word finding and numerous revisions, restarts, filler words, and filler phrases.(4) Common symptoms of cluttering were compiled in a survey of 60 researchers and clinicians worldwide in 2006.(5) These features include:",
            "Telescoping or condensing words (e.g., omitting sounds or syllables in words)",
            "Absence of effective self-monitoring  skills",
            "Lack of pauses between words; lack of pauses between sentences",
            "Lack of awareness of cluttering and communication breakdowns",
            "Imprecise articulation (e.g., sound distortions)",
            "Irregular speech rate: spurts of fast speech and overall rapid rate with poor articulation",
            "Interjections, fillers, and revisions (e.g., \"um,” “like,” “you know\")",
            "Compulsive talking with frequent circumlocutions",
            "Disorganized language (e.g., poor word finding and numerous revisions, restarts, filler words, and filler phrases)",
            "Verbalization before adequate thought formulation",
            "Excessive normal disfluencies",
            "Lack of self-correction  of mistakes",
            "Words with more length and complexity are mispronounced more often",
            "Disfluencies are not related to situations or specific sounds",
            "Cluttering often co-occurs  with attention-deficit/hyperactivity disorder (ADHD)",
            "Patient has difficulty with vowel discrimination",
            "Patient is unwilling to believe that treatment is necessary Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Hearing loss should be ruled out or identified before a speech-language  evaluation",
            "SLPs should complete a review of an individual’s medical and developmental history prior to conducting an assessment or intervention",
            "The SLP should always consider the language(s) that the individual speaks at home, at school, and in the community when evaluating language ability. For detailed information on evaluating language abilities in bilingual individuals, please see Clinical Review…Language Disorders: Bilingual School-Aged Children ; CINAHL Topic ID Number: T709066 and Clinical Review…Language Disorders: Aphasia in Bilingual Adults ; CINAHL Topic ID Number: T708880"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "The incidence of cluttering has been calculated from self-report  data and ranges from 1.2% to 8.9%.(8) The exact incidenceis difficult to determine because many persons who clutter do not recognize that they have a speech disorder and donot seek help.(25) There is presently no known cause of cluttering.(4) It is theorized that cluttering is caused by atypicalbrain structure or function that is related to speech rate control, speech-language  planning, and other fluency-relatedbehavior.(1,25)In a small study conducted in the United Kingdom with 17 adults who clutter and 17 typically fluent adults,researchers found that cortical activation patterns were very similar; however, there was some evidence of abnormaloveractivation of the basal ganglia and premotor cortex during speaking tasks.(36) There is emerging evidence thatcluttering has a genetic component(25)"
        ],
        "pathogenesis": [
            "The symptoms of cluttering are usually not apparent until a person's language is developed, in late childhood or earlyadolescence.(6) It is hypothesized that cluttering results when a person tries to speak too quickly and puts excessivedemands on language-output  capabilities(3)"
        ],
        "risk factors": [
            "Tourette’s syndrome, of which cluttering is a feature(4)",
            "Presence of ADHD(4)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "The speech-language  pathologist (SLP) needs to be aware of cultural considerations when assessing communicative functioning and when developing treatment goals. In some cultures, persons have negative attitudes towards fluency disorders, including cluttering(35) ",
        "It is important that the SLP evaluating an individual with cluttering has an adequate knowledge base about cluttering and how it differs from stuttering and other fluency disorders(37)"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Hearing loss should be ruled out or identified before a speech-language  evaluation",
            "SLPs should complete a review of an individual’s medical and developmental history prior to conducting an assessment or intervention",
            "The SLP should always consider the language(s) that the individual speaks at home, at school, and in the community when evaluating language ability. For detailed information on evaluating language abilities in bilingual individuals, please see Clinical Review…Language Disorders: Bilingual School-Aged Children ; CINAHL Topic ID Number: T709066 and Clinical Review…Language Disorders: Aphasia in Bilingual Adults ; CINAHL Topic ID Number: T708880"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When was cluttering first noticed? Who referred the individual for assessment?",
                "course of treatment": {
                    "medical management": "Determine whether or not the individual is receiving medical care for other conditions",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed, if any. Are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Cluttering is most apparent when language is developed, and it is difficult to diagnose cluttering before the age of 8 years. Errors in fluency, sound production, and language formulation will most likely be diagnosed as an articulation, fluency, or language disorder when the child is younger than age 8 years.(6) Usual tests for this condition are the following:",
                        "Cluttering evaluation (please see Special tests specific to diagnosis , below)",
                        "Language and/or speech evaluation",
                        "Psychiatric evaluation"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and whether or not they help (e.g., relaxation techniques, yoga)",
                    "previous therapy": "Document whether the individual has had speech therapy or another intervention for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Determine factors that appear to affect cluttering in certain situations -Does the individual's speech improve when told to speak slowly? -Does the individual's speech/language vary with situations or different persons?",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms -Does the individual appear to talk too quickly at times? -Does the individual get frustrated when he or she is misunderstood? Even though people who clutter are often unaware of the specific nature of their communication difficulties, they can get frustrated at their failure to communicate -Is the individual's speech often difficult to understand?syntactic and phonological(40)cluttering characterized by a high rate of speech with errors of grammar and word-finding(40)cluttering characterized by a high rate of speech with errors in word production/articulation; more errors occur on multisyllabic words(40)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess the individual's level of cluttering in different environments(7)",
                "pattern of symptoms": "",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician or psychotherapist. The following symptoms often(3) -Poor handwriting -Confusing, disorganized language/poor discourse skills -Social or vocational problems  -Distractibility -Hyperactivity -Auditory perceptual difficulties -Learning disabilities -Apraxia Psychosocial status -Does the individual have difficulty with social relationships? -Is the individual depressed, anxious, or frustrated by his/her communication ability?Document any hearing or vision difficulties Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the individual have a history of other speech and language disorders? Is there a family history of speech and language disorders?",
                    "comorbid diagnoses": "Cluttering rarely occurs in isolation and is often associated with the following disorders. While(3,8) Stuttering Language organization Auditory processing disorder ADHD Writing difficulties (organization of written language) Oral motor difficulties (e.g., apraxia) Learning difficulties Behavior difficultiesStuttering and/or cluttering occurs in individuals with Down syndrome at rates of 1045%.(32) For detailed information on evaluating and treating communication disorders in children with Down syndrome, please seeCommunication Disorders ; CINAHL Topic ID NumberA study of 28 adults with ID and speech difficulties in the Netherlands found that 21% exhibited cluttering,29% exhibited cluttering and stuttering, and 25% exhibited cluttering at a normal articulatory rate.(34) No subject exhibited any typical stuttering disfluencies. The authors concluded that intervention for individuals with ID and disfluency should focus on cluttering rather than stuttering",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient or caregiver about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include speech impact his or her ability to participate in educational, professional, or leisure activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the individual have difficulty with daily functional communication, such as making phone calls or meeting new people? Does the individual have difficulty communicating at work/school?",
                "living environment": "What language(s) are spoken in the home? Does the individual speak one language better than another? Does the individual prefer one language to another?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to the patient's medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosisComprehensive assessment for cluttering requires a comparison and analysis of the individual's speech in a variety of contexts such as imitation, oral reading, and conversation.(25) The individual might clutter in some situations and not in others.(3) The following informal and formal measures can be used to assess the speech and languageCollect a language sample (10 minutes) that represents the individual's conversation in everyday use (e.g., interview with the individual about a recent holiday, description of the individual's job, favorite sport or leisure activities) as well as a language sample in a structured activity (e.g., narrative, picture description, reading a passage aloud).(6) Evaluate intonation patterns, pausing patterns, pragmatic skills, syntax, and vocabulary usageArticulation errors in cluttering are hypothesized to be caused by motor planning problems rather than articulation defects.(6) Calculate the percentage of articulation errors and the percentage of non-stuttering-like  disfluencies from a recorded or online 100-word  speech sample (phrase repetitions, revisions, and interjections)A perceived fast rate of speaking has been cited as a characteristic of cluttering that distinguishes it from stuttering; however, disagreement exists on the definition of a fast rate of speech.(9) Some research has shown that individuals who clutter do not speak at a faster than average rate; however, they have been described as speaking at a faster rate than they can manage.(28) Authors of a study in Brazil compared the speaking rate of 7 individuals who exhibited cluttering with the speaking rate of 7 individuals who did not clutter.(33) They found that the speaking rate of those who cluttered was significantly faster (words per minute/syllables per minute) than the speech of the subjects who did not clutter. The authors also found that the number of common disfluencies increased as speaking rate increased for both groups -Therapy to better control rate of speech is proposed, necessitating accurate baseline measures of rate to assess progress. Calculate syllables per minute (SPM) from a speech sample. Document rate differences between the individual’s slowest110–180  SPM(3)140–200 SPM(3)180–220  SPM(3)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "Assess the individual’s oral motor skills during speech, imitation of motor movements, diadochokinesis (DDK) tasks, and strength testing tasksCollect a sample of oral reading. The materials should vary in level of difficulty -The individual might produce more cluttering behaviors with passages containing more multisyllabic words(6) -Unlike persons who stutter, those who clutter might have more disfluent speech when the text is well-known  and less when the text is unknown(6)Use a 9-point  scale (with 1 being the most typical or natural) to rate short speech samples of the individual on intelligibility, naturalness, overall speech rate, regularity of rate, disfluencies, overall articulation accuracy, and pragmatic language appropriateness(3)Assess the individual's ability to produce multisyllabic words. The following -Count backwards from 100 by 3s(6) -Read words that are difficult to pronounce (e.g., statistical, chrysanthemum). After the individual reads the word, have him or her produce the word 3 times in succession, first at a normal rate and then at a faster rate.(6) A person who clutters might have more difficulty pronouncing the words correctly at a faster rate -Read words with changing stress patterns (e.g., economics, economy, economical).(6) A person who clutters might misplace the stressAssess the individual's ability to imitate sentences of varying length and complexity. These tasks provide information on auditory memory and on the level of language complexity at which the individual's communication breaks down. Many standardized tests of language have sentence imitation tasks(6) To determine if cluttering and stuttering coexist, categorize disfluencies into typical nonstuttering disfluencies and stuttering-type  disfluencies by using a tool such as the Systematic Dysfluency Analysis.(10) Stuttering-type  disfluencies include sound or syllable repetitions, prolongations, and blocks. Typical nonstuttering categories include hesitations, interjections, revisions, unfinished words, and phrase repetitions. Word repetitions go in either category(3) -Researchers in the United States compared disfluencies of 18 adults who exhibited cluttering to disfluencies of 20 typically speaking adults and found that types and frequencies of disfluencies are as similar for persons who clutter as for typical speakers.(31)They confirmed findings of previous research that cluttering is associated with typical disfluencies rather than stuttering-type  disfluencies (atypical disfluencies). In this study, stuttering-type disfluencies made up only 3% of total disfluencies for the participants who exhibited cluttering. Similarly, stuttering-type disfluencies made up 2% of total disfluencies of typical speakers. This study emphasized that cluttering is a multidimensional disorder that is associated with a combination of speech and language dimensions and cannot be identified from disfluency analysis aloneAlthough many persons who clutter are unaware of the details of their difficulty, they might develop communication anxiety when they have been misunderstood repeatedly.(6)(11,12) The battery contains 1) two speech situation checklists for assessing an individual's emotional reaction to speech disruptions, 2) the Behavior Checklist (BCL) for assessing how an individual copes with disfluencies, and 3) the Communication Attitude Checklist to measure an individual's attitude towards his or her speech. This assessment can be used with children aged 6–15 years. The Communication Attitude Test is available for download at//www.pdffiller.com/13617671-fillable-printable-test-of-attitude-form-un  (13)(14) An assessment of the functional impact of stuttering, including the impact on lifestyle and the cognitive/emotional reactions related to stuttering. Available in both English and Spanish for ages 7 through adulthoodA short scale of an individual’s awareness of his/her own speech and voice(26)(15) A 60-item  inventory designed to assess speech struggle, avoidance, and assumptions and beliefs of the individual regarding the ability to speak successfullyA short scale of self-perceived difficulty, handicap, severity, and associated problems as a result of a speech or language deficit(27) -Specific assessments for clutteringThe Predictive Cluttering Inventory, a checklist of cluttering behaviors to be completed by SLPs, was developed in 2006.(5) This inventory was updated in 2009 due to the original's poor sensitivity (the ability of a test to identify people who clutter) and specificity (the ability to correctly identify only those who clutter and not incorrectly identify those who do not). The updated version was found to have low but acceptable sensitivity and sufficient specificity to detect possible cluttering behavior. It has been suggested that this revised version could be used as a screening tool for cluttering, but that further assessment to verify cluttering should be performed(9)A freeware tool designed to determine the percentage of talking//associations.missouristate.edu/ICA/cluttering_assessment_program.htm (23)A formal instrument for assessing cluttering severity for both Spanish and English speakers. The instrument relies on the perception of cluttering severity by use of rating scales for overall intelligibility, rate regularity, rate, articulatory precision, typical disfluency, language organization, %sample duration cluttered, discourse management, and prosody. A description of the program, training samples, instructions, and the//associations.missouristate.edu/ICA/  (24)a 10-item, qualitative questionnaire that is to be completed by the patient aimed at helping the patient identify appropriate goals for speech therapy(39,40) ",
            "perception": "",
            "arousal attention cognition": "Has the individual received cognitive or psychiatric testing by a psychologist or psychiatrist? Document results of any cognitive or psychiatric evaluationScreen and/or assess expressive and receptive language skills through formal and informal measures Assess reading and written language abilities if there are concerns",
            "aac assessment": "",
            "swallow examination": "Assess swallowing function if there are concerns about swallowing",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "The SLP needs to be aware of cultural considerations when assessing communicative functioning and when developing treatment goals"
            ]
        },
        "diagnosis need for treatment": "A comprehensive evaluation for cluttering in combination with the individual's desire to pursue therapy for cluttering will determine need for treatment",
        "rule out": " Rule out Developmental stuttering (childhood-onset  fluency disorder) –Developmental stuttering includes primary stuttering behaviors such as repetitions, prolongations, interjections, and blocked words as well as secondary behaviors that are counterproductive adaptations that individuals might adopt to overcome their primary stuttering behaviors.(16) These symptoms can range in severity from mild to severe(17) –A perceived fast articulatory rate has been cited as a characteristic of cluttering that distinguishes it from stuttering; however, disagreement exists on the definition of a fast rate of speech(9) –Some other differences between stuttering and cluttering are: -stuttering is associated with specific word/sound fears; cluttering is not -stuttering in adulthood is associated with typical language skills; cluttering is not -stuttering is associated with moments of visible struggle and increased tension; cluttering is not -stuttering can be worsened by high levels of anxiety and fear; cluttering is not affected by anxiety or fear -individuals who stutter are aware of their stuttering; individuals who clutter often are unaware of their speech disorder –The differential diagnosis is complicated by the high incidence of stuttering and cluttering co-occurrence(3) –See the series of Clinical Reviews on developmental stuttering for more information on symptoms in children and adults Neurogenic stuttering –Neurogenic stuttering results from a demonstrable neurological pathology such as a brain tumor, degenerative CNS disease, traumatic brain injury, Parkinson's disease, or drug usage(18,19) Psychogenic stuttering –The onset of psychogenic stuttering usually is sudden and related to a significant event.(20) This type of stuttering is relatively rare, can appear suddenly, and is often related to a significant traumatic event such as the breakup of a relationship, a death of a close friend or relative, physical trauma, or personal health concerns(18) Language learning difficulties –Individuals might have language organizational difficulties as well as disfluencies due to learning to speak a second (or third) language",
        "prognosis": [],
        "referral to other disciplines": "Refer to an audiologist if there are concerns about auditory processing. Refer to a behavior specialist if there are behavior difficulties. Refer to a learning disabilities specialist if the individual has learning problems",
        "other considerations": [],
        "treatment summary": [
            "There are few studies investigating particular treatments for cluttering; treatment is multifaceted and should be tailored to the individual's unique difficulties.(3) Treatment for cluttering can address some or all of the following goals: –Improved awareness of cluttering (29,38) –Reduction in speech rate (29,38) –Improved ability to self-monitor  speech(29,38) –Increased precision in the articulation of words and syllables(29) –Improved organization of sentences and narratives(29) –Improved coordination of speech and respiration(38)",
            "Authors of a review of the literature on theoretical considerations for cluttering therapy published in 2014 recommend including the following four elements in a treatment plan for a person who clutters  –Addressing cognitive factors; discussing negative attitudes a person who clutters has about his or her speech and trying to change or reframe these negative attitudes. Additionally, the person need to develop increased self-awareness  in order to monitor speech as therapy progresses(40) –Addressing emotional factors; discussing how cluttering affects the person’s self-esteem,  anxiety levels, and social interactions and increasing awareness of the interplay between cluttering and emotions(40) –Addressing verbal-motor  aspects of cluttering; working to slow the person’s rate of speech with tapping, visual feedback, auditory feedback, or metronome drills. In addition to slowing the rate of speech, it is essential to teach a person who clutters about the importance of appropriate pausing during conversational speech(40) –Addressing communication; identifying and changing any negative pragmatic communication behaviors the person who clutters uses, such as poor listening and turn-taking skills, impulsivity, and verbosity(40)",
            "Improved recognition of listener cues of misunderstanding. Authors of a single-subject  study investigated the effects of a pausing treatment on cluttering. An 8-year-old  female in whom cluttering and stuttering were diagnosed was taught in two individual treatment sessions to insert pauses in her speech after short phrase groups of three to six syllables. No information was provided regarding the specifics of instruction or the duration of the treatment sessions. The percentage of stuttered syllables increased in three of the four treatment conditions, and the percentage of the nonstuttered disfluencies increased during half of the treatment sessions and decreased during the other half of the treatment sessions. It was not possible to determine whether the decreases or increases were significant. The authors concluded that this case showed that added pausing leads to decreased rate of speech but recommended further investigation of this treatment approach(30)",
            "In therapy, it is important to target any contributing problems, such as language and speech articulation, as well as speech fluency(3) . Problem Goal Intervention Expected Progression Home Program Lack of awareness of speech difficultyIncrease awareness of speech difficultyUse of recordings and visuals to make the individual aware of speech difficulties The SLP might record a speech sample and write out some sentences, indicating when words are rushed or run together. By hearing the sample and seeing a visual representation of his or her speech, the individual might become better aware of pausing and rate differences(3)Hierarchy might be increased awareness of speech in the therapy setting, progressing to better awareness outside of the therapy settingThe individual can keep a logbook or journal indicating times when he or she is misunderstood  Cluttering/fast rate of speechReduce cluttering Slow rate of speech _ The following methods have been suggested for use with individuals who clutter to reduce their rate of speech. A person who clutters has more difficulty reducing rate of speech than an individual who does not clutter;(3) the SLP might have to try different strategies to find an effective method:",
            "Delayed auditory feedback (DAF): A DAF device provides an electronically altered speech signal so that the speaker hears his or her voice differently and speaks more slowly. The individual might practice speaking with the DAF device and then without the DAF device to slow speech in different conversational situations(3)",
            "Clinicians can signal the individual during conversation when the rate of speech increases. For younger children, the SLP can give \"speeding tickets\" when the child rushes or omits spaces between. The SLP might use a toy or hand- made speedometer to manipulate as the individual's speech rate changes(3)",
            "The individual might practice slowing speech by matching the rate to a prerecorded sentence model(3)Hierarchy might include reducing speech rate in different environments (e.g., clinical setting, over the phone, during presentations). The individual might also progress from responding to cues by the therapist to self- cueingThe individual will practice a slowed rate of speech at home  Cluttering/fast rate of speechIncrease ability to monitor speechPractice in self- monitoring",
            "The individual might practice identifying moments of his or her own increased rate of speech by listening to audiotape or watching videotapes of recorded conversations",
            "The individual and SLP can produce examples of the individual's best and worst speech and the individual might adopt a practice of listening to the tape to enhance monitoring and remember to slow rate(3)The individual will become more aware of rate increases in his or her own speechThe individual might do self-monitoring activities at home Cluttering/poor articulationUse clear articulation Practice in clear articulation",
            "The SLP might address any speech errors (e.g., cluster reduction) that are contributing to lack of intelligibility",
            "The individual might practice short sentences and multisyllabic words to achieve clear, uncluttered speech(3)The individual might practice specific sounds, sound blends, or multisyllabic words in increasingly longer contexts (e.g., words, phrases, sentences)The individual should practice articulation at home  Cluttering/unorganized languageIncrease awareness and use of acceptable, organized languagePractice identifying and using clear language _ The SLP can transcribe the individual's mazes (tangential conversation), run- ons, or cluttered utterances so that the individual has a visual representation and can become aware of essential and nonessential information. Phrases or sentences can be repeated to make them more clear(3)The individual might practice \"clear\" language in progressively more difficult tasks such as picture descriptions, narratives, explanations, or giving directionsThe individual should have a home program to practice clear and organized language Cluttering/poor pragmatic skillsIncrease pragmatic (discourse) skillsSocial language training",
            "The SLP can assist the individual in using pragmatic skills such as appropriate eye gaze, turn-taking, listening to the conversational partner, checking in with the conversational partner (\"Did you get that?\"), and identifying the conversational partner's level of interest in the topic(3)",
            "The SLP can assist in the individual in better recognizing signs that the listener doesn’t understand (e.g., confused look, furrowed brow)",
            "Instruction on the use of appropriate pausing and use of silence during conversations might be beneficial. Cluttering often is associated with excessive talking(22)Discourse skills might be taught in individual sessions and then practiced in group sessionsWhen possible, discourse skills should be practiced and monitored at home for generalization  Cluttering/unnatural rhythm and prosody of speechIncrease naturalness of rate and rhythm of speechInstruction in varying syllable durations and intonation contours (3)",
            "Instruct the individual to use more natural speech patterns by using feedback methods such as a Visi-Pitch",
            "During practice of multisyllabic words, stressed syllables might be exaggerated so that unstressed syllables are not omitted(21)",
            "Have the individual practice using different types of intonation (e.g., asking questions vs. making statements). Use contrastive drills to practice patterns (\"Tell Me or Ask Me game\")(22)The individual will increase the naturalness of his/her speech. Progression will depend on the individual's level and might begin with single words and phrases and progress to conversation/story- tellingN/A Cluttering and stutteringReduce speech disfluenciesStuttering therapy",
            "If the individual shows stuttering- like disfluencies in addition to cluttering, target stuttering in therapy, preferably after components of cluttering have been addressed.(3) Techniques used in the stuttering therapy, such as easy onset of voice, prolonged syllables, and correct breathing, can also assist with management of cluttering symptoms. For detailed information on stuttering therapy, see the series of Clinical Reviews on this topicProgression will depend on the approach to stuttering therapyThe home program will depend on the approach to stuttering therapy . "
        ]
    },
    "desired outcomes outcome measures": {
        "improved awareness of cluttering ,": [
            "Behavior Assessment Battery, Communication Attitude Test –Revised",
            "OASES",
            "SASI",
            "PSI"
        ],
        "reduction in speech rate ,": [
            "Calculation of SPM from a speech sample"
        ],
        "increased fluency of speech": [
            "Systematic Disfluency Analysis",
            "Predictive Cluttering Inventory",
            "CLASP",
            "CSI"
        ],
        "improved ability to self-monitor  speech ,": [],
        "increased precision in the articulation of words and syllables": [
            "Phonological/multisyllabic word tasks"
        ],
        "improved organization of sentences and narratives": [],
        "improved coordination of speech and respiration": [],
        "improved quality of life": [
            "SL-ILP-S/L"
        ]
    },
    "maintenance or prevention": [
        "Several follow-up  sessions might be necessary after the individual has finished formal therapy; generalization and maintenance are often difficult for individuals who clutter(22)"
    ],
    "patient education": [
        "See downloadable brochures and patient information on cluttering (\"Cluttering\") from the Stuttering Foundation, https:// www.stutteringhelp.org/cluttering",
        "See patient and clinician information, including assessment tools, from the International Cluttering Association, https:// associations.missouristate.edu/ica/ Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on November 11, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Alm PA. Cluttering: a neurological perspective. In: Ward D, Scott KS, eds. Cluttering: A Handbook of Research, Intervention and Education . New York, NY: Psychology Press; 2011:3-28.  (RV)"
        },
        {
            "number in article": 2,
            "reference": "Bakker K. Cluttering: Current scientific status and emerging research and clinical needs. J Fluency Disord . 1996;21(3-4):359-365.  (R)"
        },
        {
            "number in article": 3,
            "reference": "Louis KO, Raphael LJ, Myers FL, Bakker K. Cluttering updated. ASHA Lead . 2003;8(21):4. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Ward D. The Nature of Cluttering. In: Stuttering and Cluttering: Frameworks for Understanding and Treatment . New York, NY: Psychology Press; 2006:139-153.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Daly DA. Cluttering: characteristics labeled as diagnostically significant by 60 fluency experts. Proceedings the 6th IFA World Congress on Disorders of Fluency, 2006; Dublin, Ireland Web site. http://www.mnsu.edu/comdis/isad10/papers/daly10/daly10.html . Accessed January 29, 2018. (R)"
        },
        {
            "number in article": 6,
            "reference": "Van Zaalen Y, Wijnen F, Dejonckere PH. The assessment of cluttering: rational, tasks, and interpretation. In: Ward D, Scott KS, eds. Cluttering: A Handbook of Research, Intervention and Education . New York, NY: Psychology Press; 2011:137-151.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "O'Brian S, Packman A, Onslow M. Self-rating  of stuttering severity as a clinical tool. Am J Speech Lang Pathol . 2004;13(3):219-226.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Louis KO, Schulte K. Defining cluttering: the lowest common denominator. In: Ward D, Scott KS, eds. Cluttering: A Handbook of Research, Intervention and Education . New York, NY: Psychology Press; 2011:233-253.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Hof Y, Wijnen F, De Jonckere PH. Differential diagnostic characteristics between cluttering and stuttering - part one. J Fluency Disord . 2009;34(3):137-154.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Campbell JG, Hill DG. Systematic Dysfluency Analysis . Evanston, IL: Northwestern University; 1994. (PP)"
        },
        {
            "number in article": 11,
            "reference": "Brutten GJ, Dunham SL. The Communication Attitude Test: a normative study of grade school children. J Fluency Disord . 1989;14(5):371-377.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Brutten GJ, Vanryckeghern M. Behavior Assessment Battery CAT - Communication Attitude Test Recorder Set . San Diego, CA: Plural Publishing; 2006. (PP)"
        },
        {
            "number in article": 13,
            "reference": "Vanryckeghem M, Brutten GJ. The Communication Attitude Test: a test-retest  reliability investigation. J Fluency Disord . 1992;17(3):177-190.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Yaruss JS, Quesal RW, Coleman C. OASES: Overall Assessment of the Speaker's Experience of Stuttering . San Antonio, TX: Pearson; 2010. (PP)"
        },
        {
            "number in article": 15,
            "reference": "Woolf G. The assessment of stuttering as struggle, avoidance and expectancy. Br J Disord Comm . 1967;2(2):158-171.  (PP)"
        },
        {
            "number in article": 16,
            "reference": "Byrd CT, Gillam RB. Fluency disorders. In: Gillam RB, Marquardt TP, Martin FN, eds. Communication Sciences and Disorders: From Science to Clinical Practice . 2nd ed. Boston, MA US: Jones and Bartlett; 2011:153-180.  (G)"
        },
        {
            "number in article": 17,
            "reference": "Stuttering. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/disorders/stuttering/#two . Accessed January 29, 2018. (G)"
        },
        {
            "number in article": 18,
            "reference": "Ward D. Sudden onset stuttering in an adult: neurogenic and psychogenic perspectives. J Neurolinguistics . 2010;23(5):511-517.  (C)"
        },
        {
            "number in article": 19,
            "reference": "Baumgartner J, Duffy JR. Psychogenic stuttering in adults with and without neurologic disease. J Med Speech Lang Pathol . 1997;5(2):75-95.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Ward D. Acquired stuttering. In: Stuttering and Cluttering: Frameworks for Understanding and Treatment . New York, NY: Psychology Press; 2006:332-350.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "Louis KO. Cluttering. The Stuttering Foundation Web site. http://www.stutteringhelp.org/Default.aspx?tabid=82 . Accessed January 29, 2018. (G)"
        },
        {
            "number in article": 22,
            "reference": "Lanouette EB. Intervention strategies for cluttering disorders. In: Ward D, Scott KS, eds. Cluttering: A Handbook of Research, Intervention and Education . New York, NY: Psychology Press; 2011:175-197.  (RV)"
        },
        {
            "number in article": 23,
            "reference": "The Cluttering Assessment Program (Version 2.02). International Cluttering Association (Missouri State) Web site. http://associations.missouristate.edu/ICA/ cluttering_assessment_program.htm . Accessed January 29, 2018. (PP)"
        },
        {
            "number in article": 24,
            "reference": "Bakker K, Myers FL. Cluttering Severity Instrument. International Cluttering Association (Missouri State) Web site. http://associations.missouristate.edu/ICA/ . Accessed January 29, 2018. (PP)"
        },
        {
            "number in article": 25,
            "reference": "St. Louis KO, Bakker K, Myers FL, Raphael LJ. Cluttering. International Encyclopedia of Rehabilitation Web site. http://cirrie.buffalo.edu/encyclopedia/en/article/262/ . Published"
        },
        {
            "number in article": 2013,
            "reference": " Accessed January 29, 2018. (RV)"
        },
        {
            "number in article": 26,
            "reference": "St. Louis KO, Atkins CP. Self-Awareness  of Speech Index (SASI). Morgantown (WV): Authors; 2005. (PP)"
        },
        {
            "number in article": 27,
            "reference": "St. Louis KO. St. Louis Inventory of Life Perspectives and Speech/Language Difficulty (SL-ILP-S/L).  Morgantown (WV): Populore; 2005. (PP)"
        },
        {
            "number in article": 28,
            "reference": "St. Louis KO. A ten-year agenda for cluttering: excerpts featuring seven key guidelines. pp. 20-30. In: Bakker K, Raphael LJ, Myers FL. Proceedings of the First World Conference on Cluttering. May 12-14, 2007. Katarino, Bulgaria. Web site. https://associations.missouristate.edu/ica/Resources/Books%20Manuscripts/Katarino%20Proceedings%20Final%204-14-2010.pdf . Accessed January 29, 2018. (CP)"
        },
        {
            "number in article": 29,
            "reference": "Ward D. The bad, the good and the misunderstood: cluttering and the problems of image. pp. 31-37. In: Bakker K, Raphael LJ, Myers FL. Proceedings of the First World Conference on Cluttering. May 12-14, 2007. Katarino, Bulgaria. Web site. http://associations.missouristate.edu/ica/Resources/Books%20Manuscripts/Katarino%20Proceedings%20Final%204-14-2010.pdf . Accessed January 29, 2018. (CP)"
        },
        {
            "number in article": 30,
            "reference": "Scott KS, Tetnowski JA, Roussel NC, Flaitz JR. Impact of a pausing treatment strategy upon the speech of a clutterer-stutterer.  pp. 132-140. In: Bakker K, Raphael LJ, Myers FL. Proceedings of the First World Conference on Cluttering. May 12-14, 2007. Katarino, Bulgaria. http://associations.missouristate.edu/ica/Resources/Books%20Manuscripts/Katarino%20Proceedings%20Final%204-14-2010.pdf . Accessed January 29, 2018. (CP)"
        },
        {
            "number in article": 31,
            "reference": "Myers FL, Blakker K, St. Louis KO, Raphael LJ. Disfluencies in cluttered speech. J Fluency Disord . 2012;37(1):9-19.  doi:10.1016/j.jfludis.2011.10.001. (R)"
        },
        {
            "number in article": 32,
            "reference": "Kent RD, Vorperian HK. Speech impairment in Down syndrome: a review. J Speech Lang Hear Res . 2013;56(1):178-210.  doi:10.1044/1092-4388(2012/12-0148.  (RV)"
        },
        {
            "number in article": 33,
            "reference": "Oliveira CM, Broglio GA, Bernardes AP, Capellini SA. Relationship between speech rate and speech disruption in cluttering. Codas. 2013;25(1):59-63.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Coppens-Hofman  MC, Terband HR, Maassen BAM, van Schrojenstein Lantman-De  Valk HMJ, van Zaalen-op't  Hof Y, Snik AFM. Dysfluencies in the speech of adults with intellectual disabilities and reported speech difficulties. J Commun Disord . 2013;46(5-6):484-494.  doi:10.1016/j.jcomdis.2013.08.001. (R)"
        },
        {
            "number in article": 35,
            "reference": "St. Louis KO, Sonsterud H, Carlo EJ, Heitmann RR, Kvenseth H. Public attitudes toward-and  identification of-cluttering  and stuttering in Norway and Puerto Rico. J Fluency Disord. 2014;42:21-34.  doi:10.1016/j.jfludis.2014.05.005. (R)"
        },
        {
            "number in article": 36,
            "reference": "Ward D, Connally EL, Pliatsikas C, Bretherton-Furness  J, Watkins KE. The neurological underpinnings of cluttering: Some initial findings. J Fluency Disord . 2015;43:1-16. doi:10.1016/j.jfludis.2014.12.003. (R)"
        },
        {
            "number in article": 37,
            "reference": "Lilian D. Awareness of cluttering is spreading over the globe. Perspect Global Issues Commun Sci Related Disord . 2014;4(2):44. (X)"
        },
        {
            "number in article": 38,
            "reference": "Lajos P. Brief history and summary of the cluttering course at ELTE University in Hungary. Perspect Global Issues Commun Sci Related Disord . 2014;4(2):51-56.  (X)"
        },
        {
            "number in article": 39,
            "reference": "Exum T, Absalon C, Smith B, Reichel IK. People with cluttering and stuttering have room for success. International Cluttering Online Conference  Web site. https:// www.mnsu.edu/comdis/ica1/papers/exumc.html . 2010. Accessed January 29, 2018. (X)"
        },
        {
            "number in article": 40,
            "reference": "van Zaalen Y, Reichel IK. Cluttering treatment: Theoretical considerations and intervention planning. Perspect Global Issues Commun Sci Related Disord . 2014;4(2):57-62.  (R) "
        }
    ]
}