{
    "metadata": {
        "title": "Tarsal Tunnel Syndrome",
        "synonyms": [
            "posterior tibial neuralgia"
        ],
        "anatomical location body part affected": [
            "(11,12)",
            "The contents of the anterior tarsal tunnel include –deep peroneal nerve –dorsalis pedis artery and vein –peroneus tertius tendon –tibialis anterior tendon"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "neurological rehabilitation",
            "oncology",
            " cardiovascular rehabilitation"
        ],
        "description": [
            "Posterior tarsal tunnel syndrome (PTTS) is an entrapment neuropathy of the posterior tibial nerve or the major terminal branch of the posterior tibial nerve, either within or distal to the tarsal tunnel, characterized by pain and altered sensation along the medial ankle, heel, and/or plantar aspect of the foot(1,2)",
            "Anterior tarsal tunnel syndrome (ATTS) is an entrapment neuropathy of the deep peroneal nerve (DPN), or medial or lateral branch of the DPN within the anterior tarsal tunnel, characterized by pain and altered sensation along the dorsum of the foot(2,3,4)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G57.5": "tarsal tunnel syndrome (ICD codes are provided for the reader’s reference only, not for billing purposes.)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patients may report few or mild symptoms",
            "PTTS is characterized by poorly localized pain, burning, numbness, and/or a tingling sensation radiating from retro-malleolar  region along the medial ankle, heel, plantar aspect of the foot, and/or toes (1)",
            "ATTS is characterized by pain and altered sensation along dorsum of foot, with compression of the(3) –lateral branch of DPN, generally resulting in pain radiating to area of lateral tarsometatarsal joints –medial branch of DPN, generally resulting in pain and/or numbness radiating to first web space  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Use caution during evaluation to avoid exacerbating patient’s symptoms"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Potential causes of PTTS includespace-occupying  lesions such as osteophytes, exostoses, and tumors(1,12,13,14)",
            "Causes of ATTS include(3)–trauma to dorsum of foot (such as fracture, sprain, or subluxation)–impingement of nerve by space-occupying  lesion, such as osteophytes, neoplasm, extensor hallucis brevis musclehypertrophy, ganglion, os intermetatarseum, thrombosed dorsalis pedis artery–localized edema–compartment syndrome–nonneurogenic pes cavus–chronic ligamentous laxity–external compression; sources include tight-fitting  shoes or boots"
        ],
        "pathogenesis   ,": [
            "The anterior tarsal tunnel is defined by–inferior extensor retinaculum (superior or superficial border)–lateral malleolus (lateral border)–medial malleolus (medial border)–talonavicular joint capsule (inferior or deep border)",
            "The contents of the anterior tarsal tunnel include–DPN–dorsalis pedis artery and vein–peroneus tertius tendon–tibialis anterior tendon",
            "The DPN is about 5 cm above the ankle mortise.The nerve courses between the tibialis anterior and extensor hallucislongus–Traveling under the superior extensor retinaculum, about 1 cm proximal to the ankle joint, the nerve splits into a medialand lateral branch–The lateral branch of the DPN travels to the inferior extensor retinaculum-provides motor innervation to the extensor digitorum brevis-provides sensation to ankle and lateral tarsal joints–The medial branch of the DPN travels distally with the dorsalis pedis artery under the inferior extensor retinaculum-provides sensation to the first web space",
            "The tarsal tunnel is a fibro-osseous  space, defined by–medial malleolus (superior border)–tibia (anterior border)–calcaneus (lateral border)–abductor hallucis (inferior border)–flexor retinaculum, also known as laciniate ligament (medial border, courses over tibial nerve to create enclosed space)",
            "The contents of the posterior tarsal tunnel include–posterior tibial nerve–posterior tibialis tendon–flexor hallucis longus tendon–flexor digitorum longus tendon–posterior tibial artery/vein",
            "The posterior tibial nerve generally branches within tarsal tunnel; 3 main terminal branches are–medial calcaneal nerve–lateral plantar nerve–medial plantar nerve",
            "While the causes of anterior and posterior tarsal tunnel syndrome are varied, the effect on the nerve is consistent–Generally, intrinsic or extrinsic factors reduce the dimensions within the tarsal tunnel, leading to compression of the nerve–Compression leads to local nerve ischemia and/or axonal demyelination, causing symptoms"
        ],
        "risk factors": [
            "Risk factors for tarsal tunnel syndrome include:(1,2,3)–Diabetes–Chemotherapy–Deformities of the foot (e.g., varus/valgus posturing of the calcaneus, excessive pronation, flat arches)–Participation in strenuous activities (e.g., running, jogging, jumping) is a possible risk factor"
        ],
        "inappropriate or tight footwear": []
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with TTS should avoid tight footwear or high heels. Extensive running/jogging and other exacerbating activities should also be avoided",
        "If the patient presents with excessive or progressive weakness, consult with referring physician",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under  Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Use caution during evaluation to avoid exacerbating patient’s symptoms"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Inquire about duration and location of pain and paresthesias; complaints are often vague. Any weakness or difficulty walking? Was there any trauma, strain, or overuse? Is there back or buttock pain, associated with more distal symptoms? Are symptoms getting worse, better, or staying the same?",
                "course of treatment": {
                    "medical management": " Medical management(1,2,3) relieving any external compression from footwear physical therapy bracing custom orthotics if they help correct foot deformity and alleviate compression padded footwear anti-inflammatory  medication Surgical managementis reserved for ATTS recalcitrant to conservative management(1,2,3) Surgical release is targeted to precise location of compression, with preservation of extensor retinaculum tissue to minimize scarring and prevent bowstringing of tendons Osteophytes near site of compression are removed Partial resection of the extensor hallucis brevis tendon may be necessary if it is causing compression The outcomes of a variety of surgical interventions for TTS have been described as highly variable. Failure of a tarsal tunnel release can result in recurrent TTS(8)",
                    "surgical management": [],
                    "medications": "Anti-inflammatories  (NSAIDs, including COX-2 inhibitors) and nerve inhibitors (gabapentin) are often prescribed(8)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "MRI, ultrasound, or CT scan may be used to assist with diagnosis(1,2,3,4)",
                        "Ultrasound imaging identified compression elements in 84% of patients with TTS in a case series from France that presented results obtained from 81 patients(9)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Symptoms are often exacerbated by prolonged walking or standing ",
                "body chart": "Use body chart to document location and nature of symptoms. Symptoms are usually unilateral, occurring in the heel and plantar aspect of the foot",
                "nature of symptoms": "Patients typically report pain, numbness, and paresthesias in the heel and plantar aspect of the foot. Symptoms are typically unilateral and include numbness, tingling, pain along the plantar aspect of the foot, burning, cramping, and throbbing(2,7)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Nocturnal pain is a common complaint with TTS(1,2,3)",
                "sleep disturbance": "Symptoms may be increased at night(2)",
                "other symptoms": "Document other symptoms the patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia) Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________ -Document measures taken to address barrier",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Is there a recent foot or ankle injury? Any history of proximal nerve compression?",
                    "comorbid diagnoses": "History of diabetes or other diseases associated with neuropathy? What other relevant past medical history exists?",
                    "medications previously prescribed": "Is the patient taking any medications that may have neurotoxic effects? Many medications that are used to treat cancer and HIVrelated  disease may cause neuropathy",
                    "other symptoms": "Ask the patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Does the patient run or jog frequently? -What are the patient’s occupational and leisure activities? -What type of footwear does the patient wear?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient use orthotics? Is the patient able to complete ADLs with decreased ability to stand and ambulate?",
                "living environment": "Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "Assess balance statically and dynamically in stance; assess single limb stance if possible and compare time and quality bilaterally",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "A full gait assessment should be conducted to assess for abnormalities (excessive pronation/supination, toe out, excessive inversion/eversion, antalgia, etc.)Foot and ankle should be screened for injury. The clinician should assess the foot’s mobility (hyper/hypomobility of various joints) and note abnormal foot alignment (see Posture , below) Muscle strength  (1,2,3,4) –In patients with ATTS, the extrinsic extensors of the foot, including extensor hallucis longus, extensor digitorum longus, and tibialis anterior, should not be weak –In patients with ATTS who have motor involvement, impact is generally limited due to compensation by the extensor digitorum longus and the extensor hallucis longus muscles –Patients with severe PTTS may have -intrinsic foot muscle weakness -plantar muscle weakness (difficulty spreading toes) -atrophy of intrinsic and plantar muscles  -clawing of toes can be a sign of intrinsic muscle atrophy (rare with tarsal tunnel syndrome), and should make clinician suspect another diagnosis Observation/inspection/palpation  (1,2,3,4) –TTS does not generally cause edema, but edema from a coexisting condition may contribute to TTS -point tenderness in the \"soft spot\" near the posteromedial heel (at lower edge of abductor hallucis where tibial nerve and vascular structures enter foot)/medial malleolar region -tenderness along the longitudinal arch –Palpate for tenderness at the tarsal tunnel at the medial aspect of the foot/ankle. A thorough assessment (through observation in non-weight-bearing/weight-bearing  positions and palpation) should also be performed to determine arch stability, as well as positioning of the talus and calcaneus. In many cases, muscular atrophy may be present, particularly of the abductor hallucis –Tinel’s sign may be elicited with careful percussion over the posterior tibial nerve(7)",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "A thorough assessment should be performed to determine arch stability, as well as positioning of the talus and calcaneus. If the patient has pes planus or excessive pronation, hindfoot varus/valgus, or other biomechanical faults are present, evaluate need for orthotics. The foot should also be assessed with the subtalar joint in neutral in non-weight-bearing",
            "range of motion": "Complete a thorough flexibility and ROM assessment with a focus on ankle and toe ROM(5)Test lower extremity deep tendon reflexes; reflexes are not typically impaired, and comparison to contralateral leg should reveal symmetry between responses(2)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Test light touch, two-point discrimination, and pinprick in the lower extremity.(5) Sensory deficits will be in the distribution of the posterior tibial nerve(5)A positive Tinel’s sign is reported when percussion of the tarsal tunnel at the involved segment results in distal radiation of paresthesias. Many researchers consider Tinel’s sign to be the most important finding in the clinical diagnosis of TTS(5) –Consider neurodynamic testing (e.g.,slump, SLR), as there is a significant prevalence of TTS associated with lumbar radiculopathy(15) Special tests specific to PTTS –Eversion test -The foot is held in mild plantarflexion, full eversion, and abduction -A test is positive for PTTS if there is an increase in pain and paresthesias over posterior tibial nerve distribution -Pain and paresthesias should subside upon returning foot and ankle to neutral position –Inversion test -The foot is held in mild plantarflexion, full inversion, and adduction -A positive test for PTTS is indicated by increase in pain and paresthesias over posterior tibial nerve distribution -Pain and paresthesias should subside upon returning foot and ankle to neutral position –Phalen-type  provocative test (plantar flexion-inversion  or Trepman test) -The patient is seated with foot and ankle relaxed. The therapist holds the foot and ankle in mild plantarflexion position (about 20 degrees) and neutral eversion-inversion.  Patient reports location and intensity of symptoms –The dorsiflexion-eversion  test may be effective in eliciting symptoms of TTS -The ankle is maximally everted and dorsiflexed passively, while metatarsophalangeal joints are maximally dorsiflexed passively -The position is held for 5–10  seconds -The test is positive for PTTS if there is worsening of symptoms",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Over area of nerve regrowth",
                "Hypertension",
                "Hypersensitivity to cold",
                "Over an acute wound",
                "Over superficial nerves",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignancy",
                "Liniments or heat rubs",
                "Presence of or tendency for hemorrhage or edema",
                "Heat rubs",
                "Do not place electrodes near -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads",
                "Osteomyelitis",
                "Hemorrhage",
                "Impaired sensation, mental status, communication",
                "Cardiovascular disease",
                "Malignancy",
                "Dermatological conditions",
                "Proximity of electromagnetic radiation",
                "In pregnant women, near the pelvis, lumbar spine, hips, abdomen",
                "In patients with stroke or seizures, near the neck",
                "History of spontaneous abortion in pregnant women",
                "Over the region of a cardiac pacemaker",
                "Over the pelvis, abdominal, and lumbar regions during pregnancy",
                "Over the eyes or testes",
                "In an area with infection or bleeding",
                "If a tumor or malignancy is present in the area",
                "In the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "Over the heart, stellate, or cervical ganglia",
                "Over epiphyseal plates",
                "Sensory deficits",
                "Ineffective communication skills in a patient (e.g., impaired cognition, language barrier)",
                "Circulatory impairments",
                "Plastic or metal implants",
                "Peripheral vascular disease ",
                "Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with this diagnosis may be at increased risk for falls. Follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention  strategies ",
                "Cryotherapy  contraindications(6)",
                "Cryotherapy  precautions(6)",
                "Thermotherapy  contraindications(6)",
                "Electrotherapy  contraindications/precautions(6)",
                "Therapeutic ultrasound  contraindications; do not use:(6)",
                "Therapeutic ultrasound  precautions(6)"
            ]
        },
        "diagnosis need for treatment": "Pain and/or paresthesias of the plantar or medial foot/heel, impaired gait/function, positive clinical or diagnostic findings of TTS Rule out  (1,2,3,4) Vascular disease Baxter’s nerve entrapment Polyneuropathy Neuroma of foot Posterior tibial tendinopathy Diabetic peripheral neuropathy Lumbar spinal stenosis Sinus tarsi syndrome",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Podiatrist or orthopedist for corticosteroid injections, orthotics Orthotist for orthotics, arch supports, heel cups",
        "other considerations": [
            "Pain, numbness, and paresthesia on the dorsum of the foot may indicate anterior TTS, which is a rare entrapment neuropathy of the DPN(10)"
        ],
        "treatment summary": [
            "Evidence is lacking to judge the effectiveness of various conservative measures for treating TTS",
            "Conservative management(2) –Recommendations from physician may include: -NSAIDs and pain medications -foot orthotics/custom shoes -short leg walking cast or boot -taping -physical therapy -rest, work restrictions –Physical therapy may consist of: -neural mobilization exercise(5) -Neural mobilization may improve muscle strength, joint ROM, and pain levels in patients with TTS -Based on a randomized controlled study conducted in Turkey involving 28 patients who received either standard physical therapy treatment and shoe inserts or standard physical therapy treatment, shoe inserts, and neural mobilization exercises -iontophoresis -scar mobilization -desensitization techniques -stretching and strengthening -gait and balance training -joint mobilization -proprioception and coordination training",
            "Return to work conditioning, as appropriate . Problem Goal Intervention Expected Progression Home Program  Pain, edema, and paresthesiasEliminate/decrease pain, edema, and paresthesiasImmobilization _ A rigid foot orthosis or a CAM (controlled ankle motion) walker may be used temporarily to keep the foot and ankle in a neutral position and provide symptomatic relief _ _ Manual therapy _ Retrograde massage to address any coexisting edema of the affected foot and ankle, gentle (grade I–II) joint mobilizations for pain relief _ _ Therapeutic activities _ Nerve mobilization techniques (e.g., ROM)(5) _ _ Physical agents/ mechanical modalities _ Ice to reduce inflammation in acute- onset cases _ _ Physical therapy is often used in combination with local corticosteroid injectionsN/A Patient education for prevention of reinjury/exacerbation (avoidance of running, jogging, and other exacerbating factors)  Loss of ROM and strength, muscular atrophyNormalize any strength or ROM deficitsTherapeutic exercises (2) _ Ankle and intrinsic foot strengthening exercises may be used to strengthen weakened muscles that have been identified _ _ Passive stretching of the foot and ankle to address identified tightness and ROM losses; joint mobilizations may be completed as indicatedManual therapy _ Deep friction massage to mobilize scarring around the tibial nerve. Address joint restrictions, if presentInstruct patient in a home exercise program to complement the physical therapy program. Progress as tolerated Functional or occupational limitationsReturn to normal functionFunctional training _ Functional strengthening and balance and gait training to work towards restoration of previous functional levelProgress based on individual patient needsProvide patient with information on appropriate footwear, appropriate use of orthotics that may be prescribed, home exercise program, and lifestyle modifications Biomechanical faults of the footCorrect faulty biomechanicsPrescription, application of devices and equipment   (2) _ Medial arch supports or custom orthotics may need to be provided for patients with biomechanical foot faults _ _ Recognize need for orthotics and provide them, or refer to orthotist/podiatrist if needed (correction of faulty biomechanics)N/A Encourage compliance with wearing schedule for new orthotics ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes": [
            "Eliminated/decreased pain, edema, and paresthesia–V AS",
            "Normalization of any strength or ROM deficits–MMT–Goniometry",
            "Return to normal function–LEFS–FADI",
            "Corrected faulty biomechanics",
            "Improved balance–Berg Balance Scale",
            "Improved gait mechanics–Gait assessment"
        ]
    },
    "maintenance or prevention": [
        "Home exercise: Stretching and strengthening exercises to complement the physical therapy program and address functional deficits",
        "Lifestyle modification, alteration of footwear, and use of prescribed orthotics can help prevent the recurrence of TTS"
    ],
    "patient education": [
        "Orthogate for Patients,“Tarsal Tunnel Syndrome,” http://www.orthogate.org/patient-education/foot/tarsal-tunnel-syndrome Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Waldman SD. Posterior tarsal tunnel syndrome. In: Waldman SD, ed. Atlas of Common Pain Syndromes . Philadelphia, PA: Saunders Elsevier; 2019:496-499.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Del Toro DR, Seslija D. Tibial neuropathy (tarsal tunnel syndrome). In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Saunders Elsevier; 2019:510-513.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Waldman SD. Anterior tarsal tunnel syndrome. In: Waldman SD, ed. Atlas of Common Pain Syndromes . 4th ed. Philadelphia, PA: Saunders Elsevier; 2019:492-495.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Doneddu P, Coraci D, Loreti C, Piccinini G, Padua L. Tarsal tunnel syndrome: Still more opinions than evidence. Status of the art. Neurol Sci . 2017;38(10):1735-1739. doi:https://doi.org/10.1007/s10072-017-3039-x.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Kavlak Y, Uygur F. Effects of nerve mobilization exercise as an adjunct to the conservative treatment for patients with tarsal tunnel syndrome. J Manipulative Physiol Ther . 2011;34(7):441-448.  (RCT)"
        },
        {
            "number in article": 6,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016:42-44,  322-323. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Douglas VC, Aminoff MJ. Mononeuropathies. Papadakis MA, McPhee SJ, Rabow MW, eds. Current Medical Diagnosis & Treatment 2021 . : McGraw-Hill.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Gould JS. Recurrent Tarsal Tunnel Syndrome. Foot and Ankle Clin N Am . 2014;19(3):451-467.  doi:10.1016/j.fcl.2014.06.015. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Fantino O. Role of ultrasound in posteromedial tarsal tunnel syndrome: 81 cases. J Ultrasound . 2014;17(2):99-112.  doi:10.1007/s40477-014-0082-9.  (C)"
        },
        {
            "number in article": 10,
            "reference": "Logullo F, Ganino C, Lupidi F, Perozzi C, Di Bella P, Provinciali L. Anterior tarsal tunnel syndrome: a misunderstood and a misleading entrapment neuropathy. Neurol Sci . 2014;35(5):773-775.  doi:10.1007/s10072-013-1601-8.  (GI)"
        },
        {
            "number in article": 11,
            "reference": "Kisner C, Colby LA. Peripheral nerve disorders and management. Kisner C, Colby L, Borstad J, eds. Therapeutic Exercise: Foundations and Techniques, 7e . : McGraw-Hill. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Manske MC, McKeon K, McCormick JJ, et al. Arterial anatomy of the posterior tibial nerve in the tarsal tunnel. Journal of Bone & Joint surgery, American Volume . 2016;98(6):499-504.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Carrington SC, Stone P, Kruse D. Accessory soleus: a case report of exertional compartment syndrome and tarsal tunnel syndrome associated with an accessory soleus muscle. Journal of Foot & Ankle Surgery . 2016;55(5):1076-1078.  (C)"
        },
        {
            "number in article": 14,
            "reference": "Sweed TA, Ali SA, Choudhary S. Tarsal Tunnel Syndrome secondary to an unreported ossicle of the talus: a case report. Journal of Foot & Ankle Surgery . 2016;55(1):173-175. (C)"
        },
        {
            "number in article": 15,
            "reference": "Zheng C, Zhu Y, Jiang J, et al. The prevalence of tarsal tunnel syndrome in patients with lumbosacral radiculopathy. Eur Spine J . 2016;25(3):895-905.  (R) "
        }
    ]
}