{
    "metadata": {
        "title": "Ulnar Collateral Ligament Injury of the Thumb",
        "synonyms": [
            "ulnar collateral ligament (ucl) sprain of the thumb",
            "gamekeeper’s thumb",
            " ulnar collateral ligament rupture/tear of the thumb",
            "stener lesion",
            "skier’s thumb",
            "injury of the thumb, ulnar collateral ligament",
            "tear/rupture of the thumb, ulnar collateral ligament",
            " rupture/tear of the thumb, ulnar collateral ligament",
            "sprain of the thumb, ulnar collateral ligament",
            "ucl injury of the thumb"
        ],
        "anatomical location body part affected": [
            "Ulnar collateral ligament (UCL) of the thumb, metacarpophalangeal (MCP) joint of the thumb, proximal phalanx"
        ],
        "area of specialty": [
            "hand therapy",
            "orthopedic rehabilitation",
            "sports medicine"
        ],
        "description": [
            "Ligamentous injury (sprain, partial tear, or tear) of the UCL of the thumb as a result of hyperextension and abduction forces.(13) The injury may be the result of a sudden traumatic event or may result from chronic strain of the ligament leading to chronic MCP instability and eventual tearing(12,13)",
            "The UCL is composed of two parts: the proper collateral ligament (PCL) and the accessory collateral ligament (ACL)(14)",
            "The PCL originates proximally to the base of the head of the MCP joint and inserts on the volar side of the proximal phalanx. The ACL originates just palmar of the PCL and runs parallel to the PCL to its insertion on the proximal phalanx(14)",
            "The UCL acts as a static stabilizer of the MCP joint. When the MCP joint is flexed, the PCL and the dorsal capsule are taut to stabilize the joint. When the MCP joint is extended, the ACL and the volar plate are taut to stabilize the joint(14)",
            "UCL injuries represent 60% to 90% of ligamentous injuries to the MCP joint of thumb,while radial collateral ligament (RCL) injuries account for 10% to 40% of injuries.(14) Radial and collateral ligament injuries can both occur concomitantly. The authors of a retrospective review of thumb injuries seen in a cohort of professional American football players found that in 25% of the cases, the players sustained combined UCL and RCL injuries(11)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S63.60": "unspecified sprain of thumb",
            "S63.64": "sprain metacarpophalangeal joint thumb",
            "S63.68": "other sprain of thumb (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Pain –Ulnar aspect of the MCP joint of the thumb(1,12,13) –Associated with passive thumb abduction(1) –Tenderness to palpation of the ulnar aspect of the MCP joint of the thumb(1,12,16)",
            "Edema at the base of the thumb(1,13,16) ",
            "Bruising(16)",
            "Instability or laxity by stress testing(1,12,13)",
            "Decreased pinch and grip strength and difficulty holding objects(13)",
            "Difficulty with ADLs, any activity requiring grip or lateral pinch (e.g., opening jars)(13) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "The clinician should obtain physician orders/parameters prior to initiating the evaluation. Specific physician orders may include restrictions on special tests (i.e., thumb UCL laxity or instability test) or a splinting schedule, for example "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "UCL sprain of the thumb is usually the result of a traumatic injury. One of the most commonly reported mechanisms ofinjury associated with UCL sprain is a fall.(13) Injury can also occur as a result of continued lateral stress applied to thethumb, leading to instability of the MCP joint and eventual ligament tearing(12)",
            "Sports injuries–Fall while skiing and holding a ski pole, also known as skier’s thumb(13)–Basketball, baseball, hockey, javelin, and American football(11,13)",
            "Car accident: airbag deployment, hitting the dashboard, or holding onto the steering wheel during impact in a motor vehicleaccident(15)"
        ],
        "pathogenesis": [
            "The UCL is either partially torn or ruptured when the MCP joint of the thumb is forcibly hyperabducted, often incombination with hyperextension.(13,16) In some cases, an avulsion fracture of the proximal phalanx can also occur,especially if the individual was actively adducting the thumb at the time of injury. In severe cases, the volar plate can alsobe injured (pars flaccida)(3,19)–The grading system for UCL injury is as follows:(1)-Grade 1: Incomplete tear with absent or minimal joint laxity on stress examination-Grade 2: Incomplete tear with asymmetrical joint laxity present; definite end feel upon stress examination-Grade 3: Complete rupture of UCL with no end point upon stress examination–In skeletally immature patients, hyperabduction of the thumb may result in a Salter-Harris  type III avulsion fracture at thebase of the proximal phalanx, where the UCL inserts(6)"
        ],
        "risk factors": [
            "The risk of UCL sprain of the thumb is increased by participation in activities such as skiing, hockey, American football,volleyball, soccer, basketball, wrestling, cycling, baseball, and rock climbing(13,16)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Early diagnosis of UCL injuries is crucial to optimize treatment outcomes(13)",
        "Note: Patients with injury to the UCL should avoid contact sports until healing occurs. Compliance with cast/splint/taping is essential for allowing the ligament to heal properly and reducing the risk of reinjury. The wrist, hand, and digits should be monitored carefully for signs of inappropriate fitting of splints/casts",
        "Always respect the patient’s perceived level of pain during the examination and treatment sessions",
        "Whether the patient is presenting for conservative management or for postsurgical rehabilitation, follow physician restrictions/orders at all times",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The clinician should obtain physician orders/parameters prior to initiating the evaluation. Specific physician orders may include restrictions on special tests (i.e., thumb UCL laxity or instability test) or a splinting schedule, for example "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Patients typically report a traumatic incident involving immediate pain and tenderness in the thumb. Have the patient describe the mechanism of injury. How long ago did the injury occur? Were any other injuries sustained? What is the patient’s hand dominance? Is the patient’s injury on his or her dominant side?",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "The American College of Radiology has published guidelines regarding the appropriateness of initial radiologic testing for patients with acute hand and wrist trauma and patients with chronic wrist pain(5)",
                        "Radiograph may rule out fracture or identify the presence of avulsion fracture and MCP joint subluxation(12,16)",
                        "MRI or high-resolution  ultrasound can be used to identify the severity of the UCL sprain, as well as the presence of a Stener lesion(13,16)",
                        "A Stener lesion occurs when the aponeurosis of the adductor is interposed between the ruptured ends of the ligament, preventing the ligaments from healing",
                        "Stener lesion occurs in 64% to 87% of patients with a complete UCL avulsion and requires surgical intervention for proper healing(19)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document any noted aggravating or easing factors",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if  pain   is present now and how much ). For pediatric patients, use the Wong-Baker FACES Pain Rating Scale",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night related to condition ",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, paresthesias, marked increase in swelling)",
                "respiratory status": "Is there any known respiratory compromise? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of any other hand injuries or are there associated injuries?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, learning difficulties, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "In what recreational activities or sports does the patient participate? How many hours a week? Does the patient work or attend school? What are the job requirements (keyboarding, writing, manual labor, etc.)? What are the patient’s role functions?",
                "functional limitations assistance with ADLs adaptive equipment": "Is the patient having difficulty with any of his or her ADLs? If so, describe. Does the patient drive?",
                "living environment": "Identify if there are barriers to independence in the home; any modifications necessary? With whom does the patient live (e.g., siblings, children, spouse, caregivers)?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general examination as indicated with a focus on the items listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess bilateral radial pulses and capillary refill(2).Following acute injury or surgery, edema is common.(13,16) Measure using circumferential or volumetric assessment. Compare to the contralateral hand",
            "functional mobility": "The Disabilities of the Arm, Shoulder and Hand (DASH) can be used to assess functional UE use. For more information on the DASH, see  Clinical Review…Disabilities of the Arm, Shoulder and Hand (DASH) ; CINAHL Topic ID T903177 Joint integrity and mobility –Perform MCP valgus stress test (see Special tests , below). Carefully review precautions prior to performing stress testing. Performing stress testing incorrectly can create a Stener lesion –V olar proximal phalanx subluxation may be observed(3) –Screen the other wrist, elbow, and hand joints of the affected extremity for hypo-  or hypermobility",
            "gait locomotion": "",
            "muscle strength": " Muscle strength –Perform bilateral manual muscle testing (MMT) of the forearm, wrist, and hand muscles –Jamar dynamometer and pinch gauge (key pinch and two-point  pinch positions) testing for grip/pinch strength should be performed, as well as manual muscle testing of the wrist and forearm. Compare to contralateral side. Key pinch strength often is impaired.(3,13,16) Precautions should be reviewed prior to performing strength testing. It may be contraindicated in the immediate post injury/postoperative periods",
            "observation inspection palpation including skin assessment": [
                "A Stener lesion may result in a palpable mass proximal to the adductor aponeurosis(19)",
                "Tenderness of the volar aspect of the MCP joint may indicate volar plate involvement; dorsal tenderness may indicate dorsal capsule involvement(3) •Pain: Assess pain at rest, pain with motion or use, pain at worst, using V AS"
            ],
            "posture": "",
            "range of motion": "Assess AROM and PROM of the carpometacarpal (CMC) joint, 1st MCP joint, and the interphalangeal (IP) joint of the thumb.(2) Also, screen the wrist and unaffected digits for impairments in ROM. Goniometric measurements  of AROM and PROM should be documented. Assess for provocation of pain with abduction of the thumb, active and passiveCan patient complete ADLs such as grooming and dressing? The Manual Ability Measure (MAM) can be used to assess functional UE use(9,10)",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Assess sensation to light touch and to sharp/dull. The dermatome scan should be normal",
            "special tests specific to diagnosis": "Perform test as indicated and appropriate; always follow physician orders/restrictions –Thumb UCL laxity or instability test (stress test of the UCL) -This test should be performed only after radiographic testing has ruled out fracture, as the test maneuver can result in displacement of the fracture, if present(3) -Can be used to assist in grading the injury; grades 1 and 2 may be treated conservatively, while grade 3 injuries require surgery(3) -With the patient seated, the examiner stabilizes the CMC and MCP joints in neutral by placing his or her thumb on the radial side of the MCP joint. With the MCP joint in extension, the examiner applies valgus stress to the phalanx of the thumb until a firm end feel is reached. This should then be performed at 30° of MCPflexion in order to further isolate the UCL(13) -Movement in the valgus direction of greater than 30–35°  indicates a complete UCL rupture(13) -Differences in laxity compared to the contralateral thumb and/or more than 15 to 20° of laxity may indicate UCL injury(13) -If joint laxity is present only with the MCP joint in flexion, an isolated PCL rupture is suspected. If joint laxity is present with the MCP joint in extension and flexion, a complete tear of the UCL is suspected(14)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Hypertension  cold can lead to an increase in blood pressure",
                "Hypersensitivity to cold",
                "Avoid aggressive treatment with cold modalities over an acute wound",
                "Avoid placement over superficial nerves for extended periods (> 1 hour)",
                "Cold may be counterproductive if being used to facilitate muscle relaxation and reduce pain in patients who do not tolerate the modality",
                "Decreased circulation",
                "Decreased sensation",
                "Acute/subacute traumatic and inflammatory conditions",
                "Skin infections",
                "Impaired cognition or language barrier",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Heat rubs"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy  contraindications(4)",
                "Cryotherapy  precautions(4)",
                "Thermotherapy  contraindications(4)"
            ]
        },
        "diagnosis need for treatment": "Pain and tenderness at the ulnar aspect of the MCP joint of the thumb, along with increased laxity and loss of pinch strength and hand function ",
        "rule out": " Rule out  (1) Radial collateral ligament injury 1st MCP joint injury, with or without volar plate involvement Fracture or dislocation of the thumb",
        "prognosis": [
            "Patients with grade 1 or 2 injuries can achieve a good outcome with conservative management, while grade 3 injuries require surgical intervention. Injuries that are not treated appropriately and in a timely manner may result in chronic laxity of the MCP joint, eventually resulting in osteoarthritis of the joint(1)",
            "Stener lesions should be treated operatively (17)"
        ],
        "referral to other disciplines": "Hand surgeon as indicated",
        "other considerations": [],
        "treatment summary": [
            "There is currently a void in the literature regarding rehabilitation for the management of UCL of the thumb",
            "Orthosis fabrication/splinting, strengthening, and stretching are the main therapy interventions recommended(13)",
            "Conservative management –Rehabilitation generally is indicated after approximately 3–4 weeks of immobilization with a cast or orthosis (e.g., short-arm  thumb spica cast, hand-based  thumb spica thermoplastic orthosis). Protection when not performing rehabilitation activities (i.e., at therapy, performing home program) should continue for an additional 3 weeks.(13) Return to activities can be considered after 6 weeks.(13) Decisions should be based on the patient’s symptoms and demands of the activities. Patients with suspected grade 3 injuries should immediately be referred back to the physician to determine the need for surgical intervention –See treatment grid, below",
            "Surgical management –Initiation/progression of therapy may vary depending on the surgical technique used and whether there is a healing fracture(13,16,19) –Surgeons may have preferred guidelines and protocols for postoperative treatment intervention . Problem Goal Intervention Expected Progression Home Program Pain, edema, and tendernessResolve symptoms Patient education _ Education for pain management (ice pack/ heat pack, elevation, and immobilization) _ Compression (e.g., Coban, digit sleeves) may be appropriate to manage edemaPain may be reduced with compliance to recommendationsProvide verbal and written instruction as indicated  Increased laxity of the MCP joint of the thumbRestrict movement of joint to allow for healingImmobilization _ For grade 1 injuries, taping during physical activity may be adequate.(1) For grade 2 injuries, thumb spica casting/orthosis for 3–6 weeks usually is necessary.(1) If casting is used, thermoplastic thumb spica orthosis may be used for several weeks following cast removal.(3) Grade 2 injuries generally require longer periods of immobilization than grade 1 injuriesCompliance with immobilization will allow for healing of tissuesCompliance with orthosis use should be encouraged Reduced ROM following immobilizationIncrease ROM following immobilizationManual therapy _ To resolve restricted joint ROM _ _ Physical agents/ mechanical modalities _ Moist heat pack to increase tissue elasticity prior to manual therapy and stretching exercises _ _ Therapeutic exercises _ AROM exercises: AROM flexion and extension of the MCP joint can be initiated after 3–4 weeks of immobilization.(13,16) IP joint flexion and extension can also be initiated to prevent joint stiffness secondary to prolonged immobilizationProgress each unique patient as appropriate and indicatedProvide recommendations (written and verbal) for home ROM program as indicated and appropriate  Incisional scarring _Healed incision with supple scarScar management activities   Soft tissue mobilization, scar massage, scar compressionIncreasingly supple scar with minimal adhesionsProvide recommendations for home program that incorporates scar massage and compression Scar hypersensitivity Decreased hypersensitivity of scarDesensitization Desensitization massageAble to tolerate increasing tactile input (increased time and increasingly noxious stimuli)Provide recommendations for home program that incorporates desensitization activities  Loss of pinch strength _ _ Restrictions in daily activities and/or sportIncrease strength and functionalityTherapeutic exercises _ As permitted by physician : Strengthening should begin with AROM of the affected thumb and hand, followed by gentle manual resistance progressing to grip strengthening activities, including therapy putty, clothespins, hand grips, and other hand-strengthening equipment. These exercises should be performed in a pain-free range and progressed slowly to the patient’s tolerance. Each exercise may be performed in 3 sets of 15 repetitions _ _ Wrist strengthening exercises should be initiated if wrist weakness has developed secondary to splinting/casting. Strengthening should begin with AROM, progressing to resistive exercises using dumbbells and weighted sticks. These exercises should be performed in a pain-free range and progressed slowly to the patient’s tolerance. Each exercise may be performed in 3 sets of 15 repetitionsProgress each unique patient as appropriate and indicated _ _ Functional training _ Functional strengthening and exercises for hand and upper extremity movements in daily activitiesProvide recommendations for home program that incorporates strengthening as indicated and appropriate ."
        ]
    },
    "desired outcomes outcome measures": {
        "desired outcomes and measurements": [
            "Decreased edema–Circumferential measurements–V olumetric measurements",
            "Wrist, grip, and pinch strength–MMT–Dynamometer–Pinch meter measurements",
            "A/PROM (following immobilization)–Goniometric measures",
            "Decreased subjective complaints of pain–V AS–Wong-Baker  FACES Pain Rating Scale",
            "Improved independence in ADLs and functional upper extremity use–DASH–MAM"
        ]
    },
    "maintenance or prevention": [
        "Patients should use gloves and protective equipment as appropriate to their sport",
        "Following injury to the UCL, taping of the thumb may be necessary to prevent excessive thumb abduction/extension and to avoid further injury"
    ],
    "patient education": [
        "American Society of Hand Therapists, “Ulnar Collateral Ligament Injury of the Thumb, https://www.asht.org/sites/default/ files/docs/2018/UCL%20Injury%20of%20the%20Thumb%202018.pdf",
        "American Academy of Orthopaedic Surgeons (AAOS) information, “Sprained Thumb,” https://orthoinfo.aaos.org/en/diseases--conditions/sprained-thumb Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Dugan S, Sosa SMA. Ulnar collateral ligament sprain. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Elsevier; 2019:201-204.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Ritting AW, Baldwin PC, Rodner CM. Ulnar collateral ligament injury of the thumb metacarpophalangeal joint. Clin J Sport Med . 2010;20(2):106-112.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Harding P, McKeag L. Skier's thumb: a literature review. Aust J Physiother . 1995;41(1):29-33.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Expert Panel on Musculoskeletal Imaging, Torabi M, Lenchik L, et al. ACR Appropriateness Criteria® Acute Hand and Wrist Trauma. J Am Coll Radiol . 2019;16(5S):S7-S17. doi:10.1016/j.jacr.2019.02.029. (G)"
        },
        {
            "number in article": 6,
            "reference": "Mahajan M, Rhemrev SJ. Rupture of the ulnar collateral ligament of the thumb–a review. Int J Emerg Med . 2013;6(1):31. doi:10.1186/1865-1380-6-31.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Werner BC, Hadeed MM, Lyons ML, Gluck JS, Chhabra AB. Return to football and long-term  clinical outcomes after thumb ulnar collateral ligament suture anchor repair in collegiate athletes. J Hand Surg Am . 2014;39(10):1992-1998.  doi:10.1016/j.jhsa.2014.06.132. (C)"
        },
        {
            "number in article": 8,
            "reference": "Lien JR, Brunfeldt A, Julka A, Hughes RE, Ozer K, Lawton JN. Ulnar collateral ligament strain of the thumb metacarpophalangeal joint: Biomechanical comparison of two postoperative immobilization techniques. Hand. 2015;10(4):721-725.  doi:10.1007/s11552-015-9747-x.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Chen CC, Palmon O, Amini D. Responsiveness of the Manual Ability Measure-36  (MAM-36):  Changes in hand function using self-reported  and clinician-rated  assessments. Am J Occup Ther . 2014;68(2):187-193.  doi:10.5014/ajot.2014.009258. (R)"
        },
        {
            "number in article": 10,
            "reference": "Chen CC, Bode RK. Psychometric validation of the Manual Ability Measure-36  (MAM-36)  in patients with neurologic and musculoskeletal disorders. Arch Phys Med Rehabil . 2010;91(3):414-420.  doi:10.1016/j.apmr.2009.11.012. (R)"
        },
        {
            "number in article": 11,
            "reference": "Werner BC, Belkin NS, Kennelly S, et al. Injuries to the Collateral Ligaments of the Metacarpophalangeal Joint of the Thumb, Including Simultaneous Combined Thumb Ulnar and Radial Collateral Ligament Injuries, in National Football League Athletes. Am J Sports Med . 2016;45(1):195-200.  doi:10.1177/0363546516660979. (R)"
        },
        {
            "number in article": 12,
            "reference": "Kukadia J, Ashwood N. Gamekeeper’s thumb. Trauma. 2017;19(1):11-20.  (RV)"
        },
        {
            "number in article": 13,
            "reference": "Mohseni M, Graham C. Ulnar Collateral Ligament Injury. StatPearls . Treasure Island, FL: StatPearls Publishing; 2021. (GI)"
        },
        {
            "number in article": 14,
            "reference": "Rozmaryn LM. The collateral ligament of the digits of the hand: anatomy, physiology, biomechanics, injury, and treatment. J Hand Surg Am . 2017;42(11):904-915.  doi:10.1016/ j.jhsa.2017.08.024. (GI)"
        },
        {
            "number in article": 15,
            "reference": "Goldhaber N, Sampson C. Airbag-associated  bilateral thumb metacarpophalangeal joint ulnar collateral ligament injury. J Hand Surg Glob Online . 2019;1(2):124-126. doi:10.1016/j.jhsg.2019.01.003. (C)"
        },
        {
            "number in article": 16,
            "reference": "Hung CY, Varacallo M, Chang KV. Gamekeepers Thumb. StatPearls . Treasure Island, FL: StatPearls Publishing; 2021. (GI) "
        },
        {
            "number in article": 17,
            "reference": "Mikhail M, Wormald JCR, Thurley N, Riley N, Dean BJF. Therapeutic interventions for acute complete ruptures of the ulnar collateral ligament of the thumb: a systematic review. F1000Res . June 8, 2018;7:714. doi:10.12688/f1000research.15065.1. (SR)"
        },
        {
            "number in article": 18,
            "reference": "Poggi D, Massarella M, Piccirilli E. The treatment of chronic ulnar collateral ligament of the thumb injury using extensor pollicis brevis: surgical technique. J Hand Surg Glob Online. 2021;3(1):56-60.  doi:10.1016/j.jhsg.2020.10.002. (RV)"
        },
        {
            "number in article": 19,
            "reference": "Lucerna A, Rehman UH. Stener Lesion. StatPearls . Treasure Island, FL: StatPearls Publishing; 2021. (GI) "
        }
    ]
}