{
    "metadata": {
        "title": "Tendon Injuries, Finger",
        "synonyms": [
            "finger injuries",
            "tendon"
        ],
        "anatomical location body part affected": [
            "The fingers/single joint or entire digit; tendons including the flexor digitorum superficialis (FDS) and/or flexor digitorum profundus (FDP), extensor digitorumcommunis (EDC), extensor indicisproprius (EIP or EI),extensor digitiminimi/quinti (EDM or EDQ), extensor pollicislongus (EPL), extensor pollicisbrevis (EPB), and surrounding tendon sheath, digital nerves and blood vessels, bone, ligaments, and other soft tissue"
        ],
        "area of specialty": [
            "acute care",
            "orthopedic rehabilitation",
            "hand therapy",
            "wound management",
            "sports rehabilitation"
        ],
        "description": [
            "The extrinsic hand extensors can be separated into zones.Injuries in each zone will result in typical deformities/presentations(7,8) –Zone I: distal interphalangeal (DIP) joint -Result in flexion deformity at the DIP which is known as mallet finger(7) -Most often involving the 3rd through 5th digits of the dominant hand -Left untreated, hyperextension of the PIP joint, known as swan neck deformity, may develop due to proximal retraction of the central slip(7) –Zone II: central slip to DIP joint -Often due to a laceration or crush injury(7) –Zone III: proximal interphalangeal (PIP) joint -Result from direct forceful flexion of an extended PIP joint, laceration, or bite(7) -Boutonniere deformity can gradually develop if the lateral bands slip volarly. Typically, this occurs 10 to 14 days after the initial injury(7) –Zone IV: metacarpophalangeal (MCP) joint to PIP joint -Typically, the lateral bands are not affected with zone IV injuries(7) -Adhesion with resultant loss of ROM is common(7) –Zone V: MCP joint -Most common area of extensor tendon injuries resulting from bites, lacerations, or joint dislocation(7) -The tendon injury most often occurs with the joint in flexion, resulting in the tendon injury located proximal to the dermal injury(7) –Zone VI: carpometacarpal (CMC) joint to MCP joint -Clinically, present similar to zone V injuries(7) –Zone VII: wrist -Complete laceration of the tendons in this area is rare since they are located within a fibro-osseous tunnel and are covered by the extensor retinaculum(7) –Zones VIII and IX -Proximal to zone VII at the musculotendinous junction or muscle belly; injury typically due to open trauma or from retained hardware. Closed ruptures are  uncommon at this level and if they occur result from “violent-resisted  wrist or finger extension”(20)",
            "The flexor tendons can also be divided into zones which influence repair and impact outcome(10) –Zone 1: Base of the distal phalanx to the middle of the middle phalanx –Zone 2: “No man’s land”; mid-portion  of the middle phalanx proximal to the neck of the metacarpal (borders of the flexor retinaculum) –Zone 3: Palmar zone, metacarpal neck to the distal edge of the transverse ligament –Zone 4: Carpal canal; underlies the transverse carpal ligament –Zone 5: Extends proximally from the proximal edge of the carpal ligament to the musculotendinous juncture of the long flexor tendons",
            "The flexor system also includes a series of pulleys that serve to keep the flexor tendons from bowstringing, increasing the mechanical advantage of the flexor system. The pulleys are typically injured in lacerations and crush injuries, but can also sustain closed rupture. These can be managed operatively or nonoperatively depending upon the demands of the patient(16)",
            "Extensor tendon injuries are more common than flexor tendon injuries because of their superficial position and relative lack of soft tissue between the tendon and the underlying bone. As a result, the extensor tendons are prone to laceration, abrasion, crush injuries, burns, and bite wounds(9)",
            "For more information on the conservative approach to finger extensor tendon injuries, please refer to  Clinical Review ... Finger Extensor Tendon Injuries: Nonoperative Treatment  ;CINAHL Topic ID Number: T904389",
            "For more information on surgical repair following finger extensor tendon injuries, please refer to  Clinical Review ... Finger Extensor Tendon: Surgical Repair  ; CINAHL Topic ID Number: T708557",
            "For more information on the nonoperative approach to finger flexor tendon injuries, please refer to  Clinical Review ... Finger Flexor Tendon Tenosynovitis or Injury: Nonoperative Treatment  ; CINAHL Topic ID Number: T904510",
            "For more information on the surgical approach to finger flexor tendon injuries, please refer to  Clinical Review ... Finger Flexor Tendon: Surgical Repair  ; CINAHL Topic ID Number: T708558"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "M66.2": "spontaneous rupture of extensor tendons",
            "M66.3": "spontaneous rupture of flexor tendons",
            "M66.8": "spontaneous rupture of other tendons",
            "M66.9": "spontaneous rupture of unspecified tendons",
            "S56.2": "injury of other flexor muscle and tendon at forearm level",
            "S56.3": "injury of extensor or abductor muscles, fascia and tendons of thumb at forearm level",
            "S56.4": "injury of extensor muscle, fascia and tendon of other and unspecified finger at forearm level",
            "S56.5": "injury of other extensor muscle, fascia and tendon at forearm level",
            "S66.2": "injury of extensor muscle, fascia and tendon of thumb at wrist and hand level",
            "S66.3": "injury of extensor muscle, fascia and tendon of other and unspecified finger at wrist and hand level",
            "M66.341": "spontaneous rupture of flexor tendons, right hand",
            "M66.342": "spontaneous rupture of flexor tendons, left hand",
            "M66.349": "spontaneous rupture of flexor tendons, unspecified hand",
            "M66.39": "spontaneous rupture of flexor tendons, multiple sites",
            "S66": "injury of muscle, fascia and tendon at wrist and hand level",
            "S66.001": "injury of long flexor muscle and tendon of right thumb at wrist and hand level",
            "S66.002": "injury of flexor muscle and tendon of left thumb at wrist and hand level",
            "S66.1": "Injury of flexor muscle, fascia and tendon of other and unspecified finger at wrist and hand level (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Patient may recall an audible/palpable “pop” that occurred at the time of injury",
            "Disability in movement and control of the affected digit",
            "Decreased ROM",
            "Pain and swelling",
            "Cyanosis, pallor",
            "Decreased grip strength or pinch strength ",
            "Decreased isolated finger strength",
            "Joint stiffness",
            "Locking or catching of finger in flexion, requiring passive assist to extension (“trigger” finger) – this can occur with a partial flexor tendon rupture/laceration",
            "Extensor lag Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "It is important to always respect the patient’s self-reported  level of pain",
            "If an extensor lag is observed or if the patient reports or therapist witnesses an audible or palpable “pop,” the patient should be referred back to the physician or hand surgeon immediately to evaluate the possibility of a ruptured tendon",
            "Postoperative precautions (e.g., limited AROM, no resistive exercise) should be observed during the evaluation; some aspects of the evaluation may need to be deferred at the initial evaluation",
            "See  Overall Contraindications/Precautions"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Open finger tendon injuries are usually trauma related: crush, laceration, or puncture wounds caused by a heavy, sharp, orpointed object. They can be associated with a fracture, especially in motor vehicle accidents",
            "Closed injuries may result from tearing/rupture of tendon due to forceful, passive overstretching such as in contact sports(e.g., jersey-fingeravulsion  of the FDP that occurs when grasping an opponent’s shirt while he/she is moving away)(10)",
            "Flexor pulley injuries can occur with sudden unexpected eccentric load (e.g., rock climbing)(16)",
            "Closed ruptures of both flexor and extensor tendons have also been reported following fractures (e.g., distal radius,metacarpal fracture), Kienbock disease, and scaphoid nonunion,(13,24,25,26) and, although rare, spontaneously without anyevidence of “tendon pathology”(14)"
        ],
        "pathogenesis": [
            "The primary extrinsic finger extensors (extensor digitorumcommunis, extensor indicisproprius, and extensor digitiquinti)have multiple tendons. They primarily extend the MCP joint, but also provide some extension power to the PIP and DIPjoints(7)",
            "The primary extrinsic finger flexors are the flexor digitorum profundus and flexor digitorum superficialis. Both flex theMCP and PIP joints. In addition, the profundus flexes the DIP joint(10)",
            "Adhesions, scarring, and contractures may also develop soon after injury secondary to the loss of full AROM"
        ],
        "risk factors": [
            "Occupational risk associated with use of machines, tools, or other sharp and potentially hazardous equipment(21)",
            "Motor vehicle accidents(21)",
            "Leisure-time  activities and sports that involve hand/finger contact with a moving object or increase the risk of trauma tohand(22)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with suspected finger tendon injury/rupture should be referred to a hand surgeon immediately, as timely repair helps to prevent negative outcomes",
        "For nonoperative management, prompt immobilization and proper orthosis for the digit(s) in a protected position will allow appropriate healing of the tendon and help to prevent negative outcomes",
        "In cases of open lacerations, be aware of any signs or symptoms associated with infection, including increased warmth, pain, fever, exudate, odor, and joint stiffness. Notify the referring physician if an infection is suspected",
        "Prolonged immobilization (> 1–2 weeks) prior to starting appropriate AROM/PROM exercises (per injury and treatment protocol) should be avoided to prevent negative outcomes, including weak tensile strength, stiffness, deformity, and decreased final functional capacity(3)",
        "Patients with hand injuries are at risk for developing complex regional pain syndrome (CRPS). Continually monitor patient for any signs and symptoms that might indicate this condition (e.g., constant pain that is disproportionate the patient’s injury, hyperalgesia, allodynia, asymmetry with sweating, temperature and skin asymmetry). Contact the referring physician immediately. Please see  Clinical Review ... Complex Regional Pain Syndrome  ; CINAHL Topic ID Number:T708498 and Clinical Review ... Complex Regional Pain Syndrome in Children and Adolescents  ; CINAHL Topic ID Number:T708475 for more information",
        "When possible, patients with these injuries should be treated by a certified hand therapist",
        "Always adhere to the orders and/or restrictions of the referring physician or surgeon",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "It is important to always respect the patient’s self-reported  level of pain",
            "If an extensor lag is observed or if the patient reports or therapist witnesses an audible or palpable “pop,” the patient should be referred back to the physician or hand surgeon immediately to evaluate the possibility of a ruptured tendon",
            "Postoperative precautions (e.g., limited AROM, no resistive exercise) should be observed during the evaluation; some aspects of the evaluation may need to be deferred at the initial evaluation",
            "See  Overall Contraindications/Precautions"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What was the mechanism of injury? Did the patient experience a “pop” at the time of injury? If injury is a result of a laceration due to a puncture wound from a tooth, there is a high risk of infection, especially if treatment was delayed.(23)Are there any other injuries or complications related to the tendon rupture (e.g., nerve injury/ repair, fracture)?",
                "course of treatment": {
                    "medical management": "What medical and/or surgical procedures were performed? Surgical repair and postoperative rehabilitation become more difficult the longer a ruptured or lacerated tendon is retracted and unattached(3) Open injuries and complete lacerations typically require surgical intervention to restore function(3) Closed ruptures of the extensor tendons and partial lacerations without fracture respond well to splinting. A ruptured tendon tends to retract(3)",
                    "surgical management": [],
                    "medications": "Determine what medications the clinician has prescribed, if any. Are they being taken? How have the patient’s symptoms responded to the prescribed medication? Analgesics may be prescribed for pain",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  The diagnosis is usually based on clinical examination. X-rays  and MRI may be utilized to rule out additional injury, such as fracture or avulsion, or to identify the presence of any foreign material in the wound (glass, metal shards)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Aggravating/easing factors  (and length of time each item is performed before the symptoms come on or are eased). Do certain movements or activities aggravate or alleviate symptoms?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling).Be aware that patients are at risk for developing CRPS. Is the patient’s self-report  of pain proportionate to the injury and current stage in the rehabilitation process?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if  pain  is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., change in sensation, sudden loss of active motion, hearing an audible “pop” during use/exercises) Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _______________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Most patients do not have relevant medical history prior to a finger tendon injury, as it usually is a traumatic injury ",
                    "comorbid diagnoses": "Does the patient have rheumatoid arthritis (RA) or any other condition that may result in a predisposition to tendon rupture or complicate rehabilitation course? Ask the patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in competitive sports or leisure activities? Does the patient work with animals (at risk for animal bite)? Does the patient currently work? If so, describe the job requirements. Does the patient attend school? If so, grade level? Does the patient drive or access public transportation?Is the patient currently having any difficulty with activities related to school, work, or leisure activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Which is the dominant hand? How have ADLs been impaired for this individual? Can the patient drive? Is the patient having any difficulty with bathing, dressing, grooming, and hygiene?",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., siblings, caregivers, spouse). Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Distal pulses should be normal, but in severe hand traumas, digital artery damage may have occurred. Take note of increased pallor, cyanosis, coolness of the finger, and capillary refillAssess peripheral nerve integrity; see Sensory testing , belowSignificant edema is usually present after traumatic injury. There may be edema of the affected digit as well as the surrounding digits and hand/forearm, depending on the location and severity of the injury (i.e., open forearm laceration or crush injury) that can be measured with a volumeter. Circumferential girth measurements may also be used to monitor the severity of edemaContracture of the DIP, PIP, or MCP joints may occur if the patient is unable to actively move one or more jointsAssess fine motor dexterity and coordination of the hand and fingers. The 9-Hole  Peg Test and Jebsen Hand Function Test are examples of objective tests",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Assess muscle strength using manual muscle testing (MMT) as appropriate based on precautions. If complete tendon rupture has occurred, muscle strength will be severely limited or absent for the muscle associated with that tendon. For example, if the extensor digitorum profundus tendon is ruptured, the patient will be unable to extend the DIP joint. If no open wounds are present and physician allows, assess the patient's grip strength and pinch strength using a dynamometer and pinch gauge",
            "observation inspection palpation including skin assessment": [
                "If the tendon injury is a result of an open injury, assess the extent of the injury. Assess for intact sutures, signs of infection, appropriate healing, drainage from the wound, and presence of necrotic tissue",
                "Assess for tenderness using a V AS at the site of the injury. Palpate to determine if the tendon is intact when the patient attempts to flex or extend the appropriate finger (as appropriate based on precautions). Assess for signs of infection, including erythema, edema, increased temperature, and discharge from the wound",
                "Assess for deformities that may indicate tendon injury: extensor lag (extensor tendon rupture), flexor lag (flexor tendon rupture), mallet finger (rupture of distal extensor tendon), boutonnière deformity (injury to central slip of extensor tendon)(1)",
                "Assess for pain at rest, pain with movement, and pain with palpation. Determine the location of the pain. Pain may be a result of open injury to the hand; a patient with a closed injury involving tendon rupture may have relatively little pain after the injury"
            ],
            "posture": "",
            "range of motion": "Assess AROM and PROM of the elbow, wrist, and hand as appropriate based on precautions. Each joint should be assessed, ensuring that each is measured in an isolated fashion. Observe for any extensor or flexor lag, and compare AROM to PROM, as physician allows. Also compare the ROM of the injured hand to that of the contralateral hand –Assessment of FDS function requires isolation of the involved digit due to the intertendinous connections of the FDP. The uninvolved digits are held in relative extension and the patient attempts to flex the involved digit. This test is not reliable for assessing index FDS function(10) ",
            "self-care activities of daily living": "",
            "reflex testing": "Assess bilateral upper extremity deep tendon reflexes as appropriate. Deep tendon reflexes should be normalObserve ADLs as indicated and appropriate, especially if the dominant hand is affected (e.g., brushing teeth, buttoning/unbuttoning, grooming). Utilize Barthel Index for objective measurement. The Manual Ability Measure (MAM) can be used to assess functional UE use(11,12)",
            "sensory testing": "Assess for light touch, static and moving two-point  discrimination, and paresthesias. Digital nerve damage may occur in hand injuries; median/radial/ulnar nerve damage may occur in wrist injuries. Perform Semmes-Weinstein  monofilament testing as necessary",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure -For more information on the DASH, please see  Clinical Review ... Disabilities of the Arm, Shoulder and Hand (DASH)T903177",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": []
        },
        "diagnosis need for treatment": " Diagnosis/need for treatment The functional limitations after tendon injury are significant and often result in considerable disability(2) –During rehabilitation, functional use of the involved extremity is generally not allowed –Residual impairment rates are generally reported to be 20 to 30% The desired outcome of rehabilitation is a strong tendon that glides freely and permits normal finger function(2)",
        "rule out": " Rule out Trigger finger (stenosing tenosynovitis) Fracture dislocation Joint dislocation Avulsion fracture Digital nerve injury Median/radial/ulnar nerve injury (or injury to peripheral branches of these nerves) Osteoarthritis RA",
        "prognosis": [
            "The majority of patients with tendon ruptures of one or more fingers require surgical intervention within days of the injury",
            "In cases of partial tendon tears, a trial of conservative management, including therapy and splinting, may allow patients to avoid surgery. Splint position will be dictated by the tendon injured and the degree of injury",
            "Prognostic factors for outcomes of surgically repaired tendon(5) –Patient demographics: age, comorbidities, health habits (e.g., smoking has negative impact) –Psychosocial factors: patient motivation and willingness to be compliant with the postoperative protocol –Socioeconomic barriers: may impact compliance and ability to attend therapy",
            "The shift toward early active motion after flexor tendon repair in order to prevent complications has further evolved because of the development of surgical techniques that provide a stronger repair(5)",
            "MCP joint immobilized in slight flexion (intrinsic plus position) decreases the risk of developing extension contractures of affected fingers.(6) The position for immobilization should be based upon the injury, interventions, and physician input"
        ],
        "referral to other disciplines": "",
        "other considerations": [],
        "treatment summary": [
            "Follow surgeon’s guidelines for splinting/orthosis use, exercise, and wound care in the various phases of rehabilitation",
            "In the acute stage, the goals are to protect the repair, prevent tendon adherence, and control edema. In the subacute stage, the goal is to increase ROM. In the later stages, increasing strength and improving hand function are the primary goals",
            "Protection during the healing period usually involves splinting/orthosis and/or taping. Physical or occupational therapists may be responsible for providing or fabricating appropriate orthoses –One approach for nonoperative management of mallet fingers includes the use of elastic tape in addition to splinting. For the initial 4 weeks of immobilization, taping is used in addition to the splint to provide additional support of the DIP in extension.(15) A modification of this approach is to use a steri-strip  to support the DIP prior to the application of a thermoplastic orthosis(18) –For mallet injuries, both custom and prefabricated orthoses can be used for immobilization. Authors of a systematic review designed to compare outcomes with custom versus prefabricated orthoses found that there were fewer skin complications with custom-fabricated  orthoses, but that there was no difference in treatment outcome with regard to extensor lag(17)",
            "The authors of a systematic review comparing the results of controlled active motion versus relative motion extension splinting in zone V and VI injuries found no significant differences in motion between the protocols, but an earlier return to function in the relative motion protocols. In relative motion protocols only the injured digit MCP joint is splinted in extension and uninvolved digits are not splinted(19)",
            "Postoperative splinting/orthosis use and ROM protocol following flexor tendon repair will be dictated by the level of injury and type/strength of repair",
            "Guided early postoperative mobilization is associated with positive outcomes: tendon healing; increased tensile strength; reduced adhesion, stiffness, and deformity; and earlier return to function.(4) Therapeutic interventions may include: –edema and pain control (desensitization exercises as indicated) –scar management –AROM, active assisted ROM (AAROM), and PROM exercises  –strengthening exercises for involved finger(s) and hand –strengthening exercises for the elbow/shoulder of the involved extremity –progressive weight-bearing  on hand –gentle manual mobilization to reduce pain and stiffness –functional training (e.g., dexterity exercises) –therapeutic modalities, as indicated, to improve swelling, joint stiffness, and ROM . Problem Goal Intervention Expected Progression Home Program Pain and tenderness Eliminate/decrease pain and tendernessPhysical agents/ mechanical modalities _ Ice/cold to reduce edema and pain following therapy sessions or completion of home exercise programReduced need for modalities over timeInstruct patient in use of ice as needed at home Edema Decrease edema Manual therapy _ Retrograde massage may be used in the acute stages to reduce edema _ Physical agents/ mechanical modalities Whirlpool treatment (only if able to maintain appropriate positioning), ice/cold to reduce swellingPhysical agents/ mechanical modalities _ Coban wraps are often used to decrease scar thickness and to control edemaInstruct patient in edema management techniques (e.g., elevation, retrograde massage, Coban wrapping-distal to proximal) Scar adhesion formationImprove scar suppleness and decreased adhesionsManual therapy  Scar massage and soft tissue mobilization _ Mechanical modalities Silicone strips, silicone caps, and elastomer/ otoform for scar compressionIncreased tolerance of scar mobilization activities; increasingly supple scar _ Scar massage should also be used once sufficient wound healing has occurred in order to prevent adhesions and increased scar thickness that can impair ROM and tendon mobilityInstruct patient in scar management activities and use of mechanical modalities at home  Alteration in skin integrityFacilitate wound healingWound care _ Following open injuries to the finger or hand, the patient may require dressing changes, and, in some cases, may require debridement of the wound. As with splinting and ROM restrictions, close communication with the surgeon/physician is required when selecting the type of dressing to be usedProgress as indicated and appropriate for each unique patientInstruct patient and caregiver in proper wound care management At risk for further damage to tendonsPrevent damage and promote proper healing of tendonsSplinting/tendon protection _ Splinting/orthosis use is often required during the first several (4– 6) weeks following tendon injury to prevent further tearing of the tendon and to allow the tendon to heal. For example, extensor tendon injuries in the area of the PIP joint are often splinted into full PIP joint extension, while allowing MCP and DIP joint motion. The type of splint and the position of the joints within the splint vary significantly from patient to patient, and are based on a number of factors, including hand surgeon/physician preference, the location of injury to the tendon, the tendon(s) involved, and the presence of damage to nerves, arteries, bones, or other surrounding structuresDiscontinue splinting when ordered by physicianDiscontinue orthosis use when ordered by physician  Reduced ROM, primarily AROM deficits due to stiffness, contractureImprove AROM/ PROM of the involved finger, as well to other areas found to be deficientManual therapy _ Early passive mobilization has been shown to increase the tensile strength of the tendon and should be initiated early in the rehabilitation program(3) _ _ Active mobilization exercises _ During the first several weeks following tendon injury, stretching activities may be performed within the ranges set by the hand surgeon/physician. The patient may be instructed in self- PROM of each joint in an isolated fashion, taking care to position the proximal and distal joints so that the tendon to be stretched is slackened at those joints, while being stretched at the joint involved _ _ Blocking exercises of the PIP and DIP joints may be initiated once tendon healing has occurred. Adequate support to the proximal joint is necessary to allow for isolated flexion and extension of the jointTherapeutic exercises _ PROM and isolated joint stretching will help to prevent joint stiffness and contracture, which can develop as a result of prolonged disuse and splinting _ _ As in patient self- PROM, mobilization of the joint should be performed in a protected position, with the proximal and distal joints positioned with the injured tendon on slack _ _All activities should be gradually introduced during therapy sessions to ensure that the patient provides adequate protection to the tendon while performing stretching and strengthening activities. _ The home exercise program should include AROM, self-PROM, and strengthening and stretching activities that are appropriate to the phase of healing (see above)  Muscle weakness Increase strength of individual musculature, as well as grip/pinch strengthTherapeutic exercises _ In most cases, strengthening exercises to the affected digit/ tendon are not appropriate for the first 4–6 weeks until sufficient healing has occurred, and adequate tensile strength of the tendon exists. This timeframe may vary based on the extent of the damage to the tendon _ _ Physical agents/ mechanical modalities Electrical stimulation to assist with functional strengtheningStrengthening should begin with AROM of the affected digit, followed by gentle manual resistance, progressing to grip strengthening activities, including therapy putty, clothespins, dynagrips, flexigrips, and other hand-strengthening equipment _ _ Wrist strengthening exercises should be initiated once tendon healing occurs to increase wrist flexion and extension and forearm pronation and supination. Strengthening should begin with AROM, progressing to resistive exercises using dumbbells and weighted sticks _ _ In some cases, such as in distal finger tendon injuries, wrist strengthening may be performed earlier, with the affected digit splinted in place in a protected positionInstruct patient in a home exercise program to complement the physical therapy exercise program, which should be progressed as the patient moves through phases of healing  Impaired hand function Improve functional use of affected handFunctional training _ Dexterity activities may be incorporated in the later phases of treatment to facilitate improved coordination and functional use of the affected hand. These activities may include braiding, spinning jacks, threading needles, unlocking padlocks, or any other occupational/ leisure-related activities that are specific to the patientN/A Instruct patient in a home exercise program to complement the physical therapy program, which should be progressed as tolerated ."
        ]
    },
    "desired outcomes outcome measures": {},
    "maintenance or prevention": [
        "Individuals exposed to machinery, sharp instruments, or metal/glass should wear protective equipment and comply with all safety standards to reduce the risk of injury",
        "Continue exercises to maintain strength and flexibility"
    ],
    "patient education": [
        "Flexor tendon injuries at https://orthoinfo.aaos.org/en/diseases--conditions/flexor-tendon-injuries/ Mallet finger at https://orthoinfo.aaos.org/en/diseases--conditions/mallet-finger-baseball-finger/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Boscheinen-Morrin  J, Conolly WB. Extensor tendon injuries/flexor tendon injuries. In: The Hand: Fundamentals of Therapy . 3rd ed. Oxford, UK; Boston, MA: Butterworth-Heinemann;  2001:43-56.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Amadio PC. Advances in understanding of tendon healing and repairs and impact on postoperative management. In: Skirven TM, Osterman AL, Fedorczyk JM, Amadio PC, Feldscher SB, Shin EK, eds. Rehabilitation of the Hand and Upper Extremity . 7th ed; 2021:394-401.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Kisner C, Colby LA. The wrist and hand. Therapeutic Exercise: Foundations and Techniques . 7th ed. Philadelphia, PA: FA Davis Company; 2017. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Lewis D. Tendon rehabilitation: factors affecting outcomes and current concepts. Curr Orthop Pract . 2018;29(2):100-104.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Richards T, Clement R, Russell I, Newington D. Acute hand injury splinting—the good, the bad and the ugly. Ann R Coll Surg Engl . 2018;100(2):92-96.  doi:10.1308/ rcsann.2017.0195. (RV)"
        },
        {
            "number in article": 7,
            "reference": "Brault JS, Moore BJ. Extensor tendon injuries. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed; 2019:159-164.  (GI)"
        },
        {
            "number in article": 8,
            "reference": "Kleinert HE, Verdan C. Report of the Committee on Tendon Injuries (International Federation of Societies for Surgery of the Hand). J Hand Surg Am . 1983;8(5 Pt 2):794-798.  . (PFR)"
        },
        {
            "number in article": 9,
            "reference": "Hart RG, Uehara DT, Kutz JE. Extensor tendon injuries of the hand. Emerg Med Clin North Am . 1993;11(3):637-49.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Brault JS, Moore BJ. Flexor tendon injuries. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Philadelphia, PA: Elsevier; 2019:165-168."
        },
        {
            "number in article": 11,
            "reference": "Chen CC, Palmon O, Amini D. Responsiveness of the Manual Ability Measure-36  (MAM-36):  Changes in hand function using self-reported  and clinician-rated  assessments. Am J Occup Ther . 2014;68(2):187-193.  doi:10.5014/ajot.2014.009258. (GI)"
        },
        {
            "number in article": 12,
            "reference": "Chen CC, Bode RK. Psychometric validation of the Manual Ability Measure-36  (MAM-36)  in patients with neurologic and musculoskeletal disorders. Arch Phys Med Rehabil . 2010;91(3):414-420.  doi:10.1016/j.apmr.2009.11.012. (R)"
        },
        {
            "number in article": 13,
            "reference": "Monaco NA, Dwyer CL, Ferikes AJ, Lubahn JD. Hand surgeon reporting of tendon rupture following distal radius volar plating. Hand. 2016;11(3):278-286. doi:10.1177/1558944715620792. (C)"
        },
        {
            "number in article": 14,
            "reference": "Melamed E, Fineberg SJ, Beldner S. Closed rupture of the flexor profundus tendon of ring finger: Case report and treatment recommendations. Am J Orthop . 2015;44(8):373-375.  (C)"
        },
        {
            "number in article": 15,
            "reference": "Devan DA. A novel way of treating mallet finger injuries. J Hand Ther . 2014;27(4):325-328;  quiz 329. doi:10.1016/j.jht.2014.02.005. (C)"
        },
        {
            "number in article": 16,
            "reference": "Shapiro LM, Kamal RN. Evaluation and treatment of flexor tendon and pulley injuries in athletes. Sports Med . 2020;39(2):279-297.  doi:10.1016/j.csm.2019.12.004. (GI)"
        },
        {
            "number in article": 17,
            "reference": "Witherow EJ, Peiris CL. Custom-made  finger orthoses have fewer skin complications than prefabricated finger orthoses in the management of mallet injury: a systematic review and meta-analysis.  Arch Phys Med Rehabil . 2015;96(1):1913-1923.  doi:10.1016j.apmr.2015.04.026. (SR)"
        },
        {
            "number in article": 18,
            "reference": "Mak L, Aittkens LD, Novak CB. Mallet finger injuries—a new method to maintain distal interphalangeal joint extension. J Hand Ther . 2016;29(3):352-355.  doi:10.1016/ j.jht.2016.01.002. (X)"
        },
        {
            "number in article": 19,
            "reference": "Collocott SJF, Kelly E, Ellis RF. Optimal early active mobilisation protocol after extensor tendon repairs in zones V and VI: a systematic review of literature. Hand Ther . 2018;23(1):3-18.  doi:10.1177/1758998317729713. (SR)"
        },
        {
            "number in article": 20,
            "reference": "Colzani G, Tos P, Battiston B, Merolla G, Porcellini G, Artiaco S. Traumatic extensor tendon injuries to the hand: clinical anatomy, biomechanics, and surgical procedure review. J Hand Microsurg . 2016;8(1):2-12.  doi:10.1055/s-0036-1572534.  (RV)"
        },
        {
            "number in article": 21,
            "reference": "Lahiri A. Managing mutilating hand injuries. Clin Plast Surg . 2019;46(3):351-357.  doi:10.1016/j.cps.2019.02.009. (RV)"
        },
        {
            "number in article": 22,
            "reference": "Avery DM, 3rd, Rodner CM, Edgar CM. Sports-related  wrist and hand injuries: a review. J Orthop Surg Res . September 16, 2016;11(1):99. doi:10.1186/s13018-016-0432-8. (RV)"
        },
        {
            "number in article": 23,
            "reference": "Rerucha CM, Ewing JT, Oppenlander KE, Cowan WC. Acute hand infections. Am Fam Physician . 2019;99(4):228-236."
        },
        {
            "number in article": 24,
            "reference": "Tomori Y, Nanno M, Takai S. Closed rupture of extensor tendon resulting from untreated Kienböck disease: A case report and a review of the literature. Medicine. 2019;98(33):e16900. doi:10.1097/MD.0000000000016900. (C)"
        },
        {
            "number in article": 25,
            "reference": "Lardenoye S, Hannemann PFW, Ten Bosch JA. Closed extensor tendon rupture following neck fracture of the fifth metacarpal (Boxer's fracture): a case report. Case Reports Plast Surg Hand Surg . January 31, 2020;7(1):30-33.  doi:10.1080/23320885.2020.1719844. (C)"
        },
        {
            "number in article": 26,
            "reference": "Kojima T, Yasuda M, Hama S, Fukuda M, Minato K. Rupture of extensor pollicis longus tendon caused by scaphoid nonunion advanced collapse wrist. Case Rep Orthop . August 10, 2020;2020:8850427. doi:10.1155/2020/8850427. (C)"
        }
    ]
}