{
    "metadata": {
        "title": "Stroke Rehabilitation  Therapeutic Exercise",
        "synonyms": [
            "cerebral vascular accident (cv a) rehabilitation  therapeutic exercise"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "acute care",
            "cardiovascular rehabilitation",
            "neurological rehabilitation",
            "home health"
        ],
        "description": [
            "Stroke is a nontraumatic brain injury caused by occlusion or rupture of cerebral blood vessels that results in sudden neurological deficit characterized by loss of motor control, altered sensation, cognitive and/or language impairment, disequilibrium, and/or coma(1,24,32)",
            "Stroke rehabilitation involves various therapeutic interventions aimed at improving functioning and independence after stroke(24)",
            "Literature suggests that many patients who have strokes have premorbid low physical fitness and become significantly more deconditioned after the insult, and that these patients are not being challenged enough in therapy to induce the metabolic stress needed to enhance their cardiopulmonary fitness(2)",
            "Also of importance, neurologically impaired patients require a greater volume of oxygen (VO 2) than healthy controls for ADL performance and ambulation and they rate poor energy levels ahead of mobility limitations, pain, emotional reactions, sleep disturbances, and social isolation as the area of greatest personal concern(2)",
            "Paresis reduces the number of motor units available for recruitment, thereby reducing metabolically active tissue and lowering the oxidative potential. A strong relationship exists between bilateral thigh muscle mass and VO2 peak, but post stroke, it is estimated that 50% of normal motor units are functioning.  (2)",
            "Altered muscle fiber composition and recruitment patterns of paretic muscles may also contribute to poor fitness; elevated proportions of fast, more fatigable fibers that are less glucose sensitive are found in the paretic leg of persons after stroke, contributing to reductions in VO 2 peak(2)",
            "Impairments after stroke can also reduce ventilatory reserve (defined as the difference between the maximal available ventilation and the ventilation measured at the end of exercise), leading to limited oxygen available for exercise(2)",
            "Even small (8–15%)  increases in exercise capacity may be of practical significance for persons with neurological disorders and make the difference between being dependent and being independent(2)",
            "Low fitness levels are associated with higher mortality in the neurologically impaired population(2)",
            "For further information, see: –Clinical Review…Stroke Rehabilitation: Physical Therapy – An Overview  ;CINAHL Topic ID Number: T905022 –Clinical Review…Stroke: Activities of Daily Living ; CINAHL Topic ID Number: T708720 –Clinical Review…Stroke: Gait Training ; CINAHL Topic ID Number: T708722  –Clinical Review…Stroke Rehabilitation: Unilateral Neglect ; CINAHL Topic ID Number: T708897 –Clinical Review…Stroke Upper Extremity ; CINAHL Topic ID Number: T708721 –Clinical Review…Stroke: Shoulder Pain ; CINAHL Topic ID Number: T709237"
        ],
        "indications": [
            "Indicated for patients status post stroke presenting with sensory and motor impairments, decreased cardiovascular conditioning, decreased ability to perform functional mobility and ADLs, decreased balance, and decreased ability to ambulate and negotiate stairs/uneven surfaces (e.g., ramps and curbs)"
        ],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {
            "97001": "Physical therapy evaluation",
            "97002": "Physical therapy re-evaluation",
            "97110": "Therapeutic procedure",
            "97112": "Neuromuscular reeducation",
            "97116": "Gait training",
            "97530": "Therapeutic activities",
            "97353": "Self-care/home management training"
        },
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific special agencies are applicable for this condition Indications for Therapeutic Exercise in Stroke Rehabilitation"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Respect the patient’s pain and fatigue",
            "Use caution giving the patient liquids as he or she may have swallowing precautions",
            "These patients are at high risk for falls; provide appropriate assistance during examination",
            "These patients are at high risk for communication issues secondary to aphasia and cognitive issues. Be aware that the patient may have difficulty understanding instructions or communicating pain and other sensations/needs; care should be taken to ensure safety and that the patient’s needs are met",
            "Do not assist or support through the hemiplegic arm"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Respect the patient’s pain and fatigue",
            "Use caution giving the patient liquids as he or she may have swallowing precautions",
            "These patients are at high risk for falls; provide appropriate assistance during examination",
            "These patients are at high risk for communication issues secondary to aphasia and cognitive issues. Be aware that the patient may have difficulty understanding instructions or communicating pain and other sensations/needs; care should be taken to ensure safety and that the patient’s needs are met",
            "Do not assist or support through the hemiplegic arm"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Date of stroke -Type and location of stroke -Initial presenting symptoms and how soon the patient received medical intervention after onset of symptoms -Comorbidities/complications (e.g., DVT, pneumonia, shoulder pain) -History of hospitalization since onset of stroke (e.g., Was the patient in the ICU? How long was he or she hospitalized?) -Progression of recovery up to this point(e.g., has the patient recovered any strength if he or she presented with flaccidity initially? Is any abnormal tone resolving or developing?) -Is speech or swallowing affected?",
                "course of treatment": {
                    "medical management": "Of what did the patient’s initial medical management consist? Potential interventions(1,24,32) Mechanical ventilation with intubation Oxygen Tube feeding Bladder dysfunction—catheterization Intracranial pressure monitoring BP monitoring, ECG Frequent monitoring and control of serum glucose levels Surgical interventions Placement of external ventriculostomy device for acute cerebral edema and hydrocephalus Decompression of the posterior fossa for brainstem compression and hydrocephalus",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? BP medications(1) Antiplatelet agents for atrial fibrillation(1) Statin therapy for elevated cholesterol(1) Antispasticity medications Botulinum toxin is the recommended treatment for focal spastic dystonia(1,24,33) Intrathecal baclofen delivered by implanted infusion pump is recommended for generalized spasticity(1) Oral anti-spasticity  medications such as baclofen, dantrolene, and tizanidine tend to have marginal effects on generalized spasticity and also have side effects that include lethargy and tiredness(33) Pain medications(1,32,33)medications include Amitriptyline and other tricyclic antidepressants Carbamazepine Intravenous ketamine Gabapentin Bowel and bladder Alpha blockers to help complete voiding  Laxatives for bowel evacuation Anticholinergics(32) Medications for depression SSRIs(1,24,32)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "MRI(1)",
                        "CT scans(1)",
                        "Magnetic resonance angiography (MRA)(1)",
                        "Noninvasive option for examining cerebral vessels",
                        "Transthoracic echocardiography(1)",
                        "Used if there is suspicion of cardioembolic source",
                        "Physician-monitored  exercise stress test with continuous ECG and periodic BP monitoring(2)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture), whether they help, and, if they do, with what specifically they help (e.g., pain, spasticity)",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Inquire about current course of therapy for acute stroke and past therapy for chronic stroke. Did the patient receive therapy in the hospital? Did the patient go to an acute or subacute rehabilitation facility? Did the patient receive home care or outpatient services? Has the patient previously participated in cardiac rehabilitation?"
                },
                "aggravating easing factors": " Inquire about any factors that affect fatigue, pain, mental status, spasticity, or any other variable that may affect the patient’s ability to participate in therapy",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs intermittent, sharp, dull, aching, burning, numbness, tingling). Does the patient report any shortness of breath (SOB), chest pains, palpitations, or leg cramping? How long before onset of symptoms, and how long do symptoms persist before they resolve?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) -For pain, a nonverbal scale such as the FLACC scale may be used (a V AS or numeric scale may also be used for nonverbal patients such as those with expressive aphasia) -Borg Rating of Perceived Exertion (RPE) Scale for perceived exertion(2) -Researchers in China found that HR is a better index than RPE in evaluating exercise intensity in stroke patients(19) -In a study involving 32 stroke patients, there was a moderate correlation between HR and oxygen consumption, but a weak correlation between RPE and oxygen consumption",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also document changes in symptoms due to weather or other external variables. Most patients with neurological involvement report a decline in energy levels in the afternoon(2)",
                "sleep disturbance": "Document number of wakings/night, insomnia, sleep-disordered  breathing. Inquire about daytime symptoms that could indicate sleep disturbance such as excessive sleepiness, headaches, fatigue, or irritability",
                "other symptoms": "Document other symptoms the patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, headaches, radicular pain, mood disturbances, confusion)",
                "respiratory status": "Does the patient require the use of supplemental oxygen? Did the patient ever require mechanical ventilation or intubation? History of COPD or other pulmonary disease? History of smoking? Any chronic cough or wheeze? Any activity limitations due to respiratory compromise? Psychosocial status -Stroke survivors are at increased risk for depression; increased exercise capacity has been shown to improve mental well-being(33) -The Beck Depression Index, a self-reported rating inventory, or the Hamilton Rating Scale for Depression can be used(33)  Barriers to learning -Are there any barriers to learning? Yes__/No__ -If Yes, describe"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis Was the patient deconditioned prior to the stroke? Did the patient have weakness or other impairments prior to the stroke? History of prior stroke or transient ischemic attack (TIA)?",
                    "comorbid diagnoses": "Ask the patient about other problems, including diabetes, cancer, heart disease, pulmonary disease, metabolic disorders, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) Specifically inquire about any medications that may affect the patient’s cardiovascular or pulmonary system or his or her ability to fully participate in exercise (e.g., beta blockers)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Was the patient working or attending school prior to the stroke? To what recreational or occupational activities does the patient expect to return? Is the patient a smoker? How much daily physical activity does the patient typically do?",
                "functional limitations assistance with ADLs adaptive equipment": "Did the patient have any prior functional limitations? Did he or she use any adaptive equipment at work or at home?",
                "living environment": "Does the patient have stairs to negotiate? Number of floors in home? On what floor(s) are the bathroom and bedroom? Identify if there are barriers to independence in the home; are any modifications necessary? Has the home been assessed for safety? With whom does the patient live? Who are the caregivers? Are they supportive and able to provide necessary care and assistance? -Researchers in South Africa found that patients post stroke rely on caregivers to help them with home exercise programs. The most common barriers to adherence to home exercise programs were identified as general health issues, caregiver having other responsibilities, lack of family and social support, caregiver burden and stress, low self-efficacy and mood, and fear of falling. Common enablers of adherence included caregiver knowledge and attitudes and having a daily routine(36)"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures  (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Determine height, weight, and BMI",
            "assistive and adaptive devices": "Assess appropriateness and proper use and fit of any current devices. Assess the need for any other devices, including equipment that assists with bathing, toileting, performing ADLs, performing self-care, ambulation/locomotion, functional mobility and transfers, and pressure relief (mattresses and cushions)",
            "balance": "Assess balance in sit and stance, statically and dynamically, and with perturbations. Assess protective balance reactions and appropriate use of balance strategies. The Berg Balance Scale (BBS),(33)the functional reach test,(3) the Short Form Postural Assessment Scale for Stroke (SF-PASS),(33)and the four square step test (FSST)(3) can be used for objective measurement. The Activities-specific  Balance Confidence (ABC) Scale(3,33) and the Falls Efficacy Scale(33)can be used for subjective assessment. For higher-level  patients, can assess tandem stance, single-limb  stance, and add such variables as eyes closed, head turns, or a compliant surface",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess pulses bilaterally; note any discrepancies or abnormalitiesAssess for integrity of cranial nerves as indicated and appropriateObserve body mechanics during functional activities; note any faulty mechanics that might be contributing to decreased endurance or faulty mechanics during exerciseAssess all functional mobility and transfers. The FIM and the Timed Up and Go (TUG) test can be used(33)",
            "functional mobility": "",
            "gait locomotion": "Perform a thorough gait assessment to detect any abnormalities and to assess safety, utilizing an assistive device as needed. Assess the need for orthotic devices such as an ankle foot orthosis (AFO) or knee ankle foot orthosis (KAFO). Assess for faulty gait mechanics that may increase energy expenditure and contribute to decreased endurance. Assess locomotion with wheelchair if the patient is nonambulatory. Objective measures such as Functional Ambulation Category (FAC),(33)10-meter  walk test (10MWT),(33)Dynamic Gait Index (DGI), and community walking test can be used(3)Assess joint integrity and mobility, especially if the patient has shoulder pain. Assess for shoulder subluxation. Assess for contracturesPerform full motor control assessment. Assess for abnormal tone, –Modified Ashworth Scale (MAS) for spasticity(3) –Fugl-Meyer  Assessment of Motor Recovery(3) –Chedoke-McMaster  Stroke Assessment(2) –Action Research Arm Test (ARAT)(33) –Purdue Peg Board Test/9-hole  peg test(33) –Box and blocks test(33) –Jebsen-Taylor  Hand Function Test(3)",
            "muscle strength": "Manual muscle testing (MMT) may be used to assess strength in the absence of abnormal tone, synergy patterns, or impaired coordination; can also use handheld dynamometer, pinch meters, and/or isometric testing. Functional strength testing, such as 5 times sit to stand test (5TSTST) or 10-stair  climb test, should be used in the presence of these motor control impairments(3)",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess overall posture and posture in wheelchair seating system, if applicable",
            "range of motion": "Assess passive ROM (PROM) and flexibility throughout. Document presence of pain with any movements",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexes as indicatedAssess ability to perform ADLs and self-care.  The Barthel Index can be used.(33)Refer to occupational therapist (OT) as appropriate",
            "sensory testing": "Assess for sensory impairment, including light touch, pinprick, temperature, vibration, and pressure",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –SF-36(3) –Stroke Impact Scale(3) –NIH Stroke Scale (NIHSS) ",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess the patient’s orientation and arousal. Obtain results of testing performed by other disciplines, such as speech therapy and cognitive psychology. Assess the patient’s judgment and safety awareness",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with stroke may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that the patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Patients with sensory and neglect issues may not be aware that a part of their body is at risk for injury (e.g., hand getting caught in the wheelchair)",
                "Refer to Contraindications/Precautions to Stroke Rehabilitation Therapeutic Exercise and Contraindications/Precautions to Examination, listed above"
            ]
        },
        "diagnosis need for treatment": "To increase strength, motor control, and cardiovascular endurance, leading to improvements in functional mobility and ADL performance, balance, and ability to ambulate and negotiate stairs",
        "rule out": "",
        "prognosis": [
            "Factors that influence the outcomes of a patient involved in stroke rehabilitation –Type, distribution, pattern, and severity of physical impairment –Cognitive, language, communication, and learning ability –Number, types, and severity of comorbid medical conditions –Coping ability and style –Nature and amount of family and other social supports –Type and quality of specific rehabilitation training program",
            "Aggressive rehabilitation that includes regular cardiovascular exercise beyond the first few months following a stroke can increase aerobic fitness and reduce the risk of a second stroke(33)"
        ],
        "referral to other disciplines": " Referral to other disciplines Occupational therapy Speech/swallowing therapy Psychology/psychiatry Social services V ocational therapy Ophthalmologist/neuro-ophthalmologist Recreational therapy Physiatry Support groups/community-based  exercise programs Nutritionist Smoking cessation",
        "other considerations": [
            "Authors of a meta-analysis  of 14 RCTs (N = 736 participants) published in 2017 found that a combination of aerobic and strength training resulted in improvements in cognitive function in chronic stroke survivors(4)",
            "Results of a randomized trial conducted in Canada suggest that an exercise and recreation program can significantly benefit executive functioning in community-dwelling  chronic stroke survivors with mild cognitive impairment(20) –Twenty-eight  stroke survivors were randomized to one of 2 intervention groups: one group received a 6-month  structured program that included 2 sessions of exercise training and 1 session of recreation per week, and the other group received the same intervention 6 months later –Compared with the delayed intervention group, in the first 6 months the intervention group significantly improved selective attention, working memory, and functional capacity"
        ],
        "treatment summary": [
            "Authors of a Cochrane systematic review updated in 2016 found that cardiorespiratory training reduced disability after stroke, and there was enough evidence to advise incorporating this training to improve the speed and tolerance of walking. They found too few studies to assess the effects of resistance training(3)",
            "Researchers who conducted a study in Egypt found that cycling exercise improved gait parameters in stroke survivors(5) –40 male patients (age range 45–60  years) post ischemic stroke were included in the study; patients were divided into control group (GI) and study group (GII)  –Both groups performed task-oriented  progressive resistive exercises for lower limb muscles 3 times per week for 10 weeks.The GII group also performed 30 minutes of cycling at each exercise session –Results showed significant improvements in gait speed, step cycle, and step length of the affected side in the study group compared to the control group",
            "Researchers in China found that participation in early post stroke rehabilitation enhances cardiovascular fitness and improves functional outcomes(6)",
            "Aerobic exercise induces a cascade of events that leads to increased brain-derived  neurotrophic factor (BDNF), a key facilitator of neuroplasticity involved in motor learning and rehabilitation after stroke.The authors of an article published in 2018 investigated the efficacy of high-intensity  interval training (HIIT) as an alternative exercise intervention post stroke. Preliminary research (N = 10 studies) demonstrates that HIIT is associated with improvements in functional, cardiovascular, and neuroplastic outcomes(7)",
            "Authors of a meta-analysis  published in 2020 found that even during the chronic stage of stroke, exercise training (aerobic and resistive) results in significant improvements in gait and balance asymmetry (8)",
            "Researchers who conducted an RCT in Brazil found that aerobic cycling significantly improved subjects’ lower limb muscle strength, mobility, and functional capacity post-acute  stroke(9) –20 subjects were enrolled in the study and were equally divided into control group (CG) and intervention group (IG) –Subjects in CG performed conventional physical therapy twice a day for 5 consecutive days; subjects in IG performed one conventional physical therapy and one cycle ergometer session once daily for 5 days –Outcome measures included 10MWT, BBS, and ICUMobilityScale",
            "In an RCT, researchers in Sweden found that intensive aerobic exercise twice weekly early in subacute mild stroke improved aerobic capacity, walking, balance, health-related  QOL, and patient-reported recovery(26) –Fifty-eight  patients who had a mild stroke and were discharged to independent living were enrolled a median of 20 days post–stroke  onset –Participants in the intervention group did 60 minutes of group aerobic exercises including 2 sets of 8 minutes of exercises with intensity up to exertion level 14 or 15 (out of 20) on the Borg RPE scale. Exercises were conducted twice weekly for 12 weeks. The nonintervention group did no organized rehabilitation or exercises –Significant improvements were obtained in the intervention group in peak work rate, maximum walking speed, and TUG test scores. Aerobic exercise was also associated with the following patient-reported  improvements: improved QOL scores and improved perceived recovery on the Stroke Impact Scale (SIS) –Only the patient-reported  improvements were measured at 6-month  follow-up.  The patient-reported  improvements persisted at 6months",
            "Authors of a 2020 systematic review of 30 RCTs (N = 1051 subjects) found that resistive training improved muscular force, motor function of lower and upper limbs, health-  related QOL, independence, and reintegration compared to other interventions(10)",
            "Authors of a 2018 systematic review found that progressive resistance training has a large effect on strength compared with no intervention or placebo, but that this large increase in strength does not seem to carry over to improvements in activity. Eleven studies involving 370 participants poststroke were analyzed(37)",
            "Authors of a 2018 systematic review found that resistance training protocols after stroke varied widely and did not necessarily adhere to the American College of Sports Medicine guidelines for resistance training. The authors recommend that strength-training  protocols in future trials adhere more closely to the guidelines in order for their effectiveness in stroke to be more accurately determined(38)",
            "Researchers in the United States who conducted an RCT found that eccentric resistance training was superior to concentric resistance training, more effectively improving bilateral neuromuscular activation, strength, and walking speed after stroke(11) –Thirty-four  adults poststroke participated; neuromuscular activation was assessed using isokinetic dynamometer and surface EMG",
            "In an RCT, researchers in Sweden found that eccentric overload flywheel resistance aided in regaining muscle mass and function and functional performance in individuals poststroke(27) –Thirty-two  individuals with chronic stroke participated. Eccentric flywheel exercise of the lower extremity was performed twice weekly for 12 weeks by the intervention group; the control group maintained daily routines ",
            "Researchers in South Korea found that a progressive resistance training program can improve the stride of the affected side of patients after stroke and improve walking speed(21) –Fifteen chronic stroke patients participated; outcomes measured included peak torque of knee extensors and gait ability measured by electric gait analysis of walking speed, walking cycle, affected-side  stance phase, and affected-side stride length",
            "Researchers in the United States who conducted an RCT with crossover design found greater functional gains with the addition of power training to functional task practice and no deleterious consequences (e.g., exacerbation of spasticity or musculoskeletal complaints)(12) –Nineteen chronic stroke patients participated. Power training consisted of high-intensity,  dynamic resistance training; outcome measures used were Wolf Motor Function Test, FMA, Ashworth Scale, and FIM",
            "Researchers in the United States found that lower limb muscle power training resulted in improvements in muscle strength and power that were accompanied by improvements in self-selected  and fastest comfortable walking speeds(22) –Twelve patients, 6–60  months poststroke, participated in 3 training sessions per week for 8 weeks. Exercises included leg presses, calf raises, and jump training, all performed at high concentric velocity, as well as fast walking",
            "Researchers in Canada investigating barriers to delivering high-intensity  training identified therapists’ beliefs about the intervention, which may not be congruent with the evidence, as a key factor. System-level  factors such as resources and access to graded exercise test and monitoring equipment were also identified as barriers(39) –The authors emphasized that ways to facilitate higher-intensity  interventions in clinical practice need to be identified",
            "Researchers in South Korea found significant differences in the muscle activity of the paretic lower limb between fast and slow exercises(23) –Ten stroke patients performed fast and slow squat exercises. Rectus femoris was found to be highly activated during the fast squat exercises but not during the slow squat exercises. The authors concluded that training programs for stroke patients need to be designed with consideration of the speed of the exercises",
            "Authors of a 2016 systematic review with meta-analysis  concluded that respiratory muscle training is an effective method of improving respiratory function, respiratory muscle strength, and exercise tolerance in patients poststroke. Studies included were RCTs that examined the effects of respiratory muscle training versus nonrespiratory muscle training in patients poststroke. Eight studies met inclusion criteria(28) –The authors recommend assessing respiratory muscle strength before commencing a poststroke rehabilitation program to identify patients for whom respiratory muscle training might enhance functional abilities –More well-designed  RCTs are needed to determine the best methods, including device, frequency, intensity, and duration, to meet the needs of individual patients or patient subgroups",
            "Researchers in South Korea found that abdominal muscle strengthening accompanied by inspiratory muscle training improves pulmonary function poststroke and may be used as an adjunct to conventional physical therapy(29) –Based on an RCT involving 23 patients with stroke –The effects of abdominal muscle training and inspiratory muscle training on pulmonary function, balance ability, and abdominal muscle thickness were measured –Forced vital capacity, FEV1, deep abdominal muscle thickness, and Berg Balance Scale scores were significantly improved in the experimental group compared to the control group",
            "Researchers in China who conducted an RCT found that rehabilitation training of core muscles can effectively improve balance, function and walking speed of patients post stroke(13) –180 individuals with chronic unilateral hemiparetic stroke participated –Participants were divided into observation and control group (N = 90), both of which received conventional stroke rehabilitation 5 days per week for 8 weeks. The observation group (OG) also received core muscle stability training –Outcome measures used included BBS, 10MWT, Brunnstrom staging, Fugl-Meyer  motor assessment(FMA), and ultrasound measurements of abdominal wall thickness of the paralytic side (transverse abdominis, internal and external obliques) –Results showed significant improvements in all outcome measures, including increased thickness of the transverse abdominis in the OG",
            "Authors of a Cochrane systematic review published in 2017 found moderate evidence that circuit class rehabilitation (therapy that involves working in groups rather than individually with a therapist) is an effective way to improve mobility after stroke and that patients may be able to walk farther, faster, and with more confidence in their balance. Seventeen  studies that involved 1,299 participants were included. Positive effects were obtained by persons whose stroke was more than a year prior as well as those whose stroke was within the past year(14)",
            "Authors of a 2016 systematic review and meta-analysis  found that balance can be improved by an exercise therapy program in the chronic phase after stroke. Subgroup analyses were performed for the different types of exercise training (balance and/or weight-shifting training, gait training, multisensory training, high-intensity aerobic exercise training, and other training programs) to identify which regimens were most effective. There was a significant improvement after balance and/ or weight-shifting  training and after gait training, but no significant effects were found for other training regimens(40)",
            "A systematic review of RCTs (N = 1,772 participants) published in 2018 showed that inclusion of treadmill training in conventional physical therapy post stroke results in significant improvements in walking speed and ability. Authors state that further research is needed to identify optimal training parameters (16)",
            "Researchers in South Korea found in an RCT that mat-based  Pilates may be beneficial for improving gait in poststroke patients and the intervention could be applied to individuals with various levels of disability by adjusting the intensity of training(30) –Twenty individuals with unilateral chronic hemiparetic stroke participated –The Pilates exercise program was conducted by certified Pilates instructors and consisted of 3 sessions per week for 60 minutes, for 8 weeks. Exercises focused on core muscle stability –Outcome measures included 3-D motion analysis of gait. Results showed that an 8-week  Pilates program effectively improved patients’ gait parameters . Problem Goal Intervention Expected Progression Home Program Decreased cardiovascular endurance, balance, strength, ability to ambulate, ability to negotiate stairs, functional mobility, motor controlImproved cardiovascular endurance, balance, ability to ambulate, ability to negotiate stairs, functional mobility, and motor control _ Increased independence _ Reduced disabilityTherapeutic exercise _ Aerobic training _ Eccentric exercises _ Resistance exercises _ Power training _ Circuit class therapy _ Core stabilization exercises _ Inspiratory muscle exercisesProgress each individual patient as appropriateProvide patient with exercises that are safe and appropriate to perform at home ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved cardiovascular endurance": [
            "6MWT"
        ],
        "improved strength": [
            "MMT/functional strength tests"
        ],
        "decreased pain": [
            "V AS"
        ],
        "improved motor control": [
            "Improved balance–BBS–ABC Scale–Falls Efficacy Scale–Functional reach test",
            "Improved locomotion or ability to ambulate–Community walking test–Preferred gait speed (10MWT)–DGI",
            "Improved functional mobility–TUG test–FMA–Motricity Index–ARAT",
            "Normalized tone/synergy patterns"
        ],
        "improved ability to complete adls self-care": [
            "FIM",
            "Barthel Index"
        ],
        "improved coordination dexterity": [
            "Purdue Peg Board Test",
            "9-hole  peg test",
            "Box and blocks test",
            "Jebsen-Taylor  Hand Function Test"
        ],
        "prevention of secondary complications": [
            "Incidence of complications",
            "Improved quality of life–SF-36–Stroke Impact Scale–NIHSS"
        ]
    },
    "maintenance or prevention": [
        "Encourage patient compliance with medications that can reduce stroke risk",
        "Encourage patient compliance with lifestyle changes that can reduce stroke risk (e.g., weight loss, smoking cessation, stress reduction)",
        "Educate patients and the public on signs and symptoms of a stroke, as early medical intervention can limit disability",
        "Participation in aerobic training must be sustained indefinitely to prevent return to the initial deconditioned state; therefore, a maintenance program should be followed after termination of formal training sessions(41)",
        "Continuously monitor patients with safety issues (e.g., imbalance, poor judgment, memory impairment)",
        "Prevent injury of hemiplegic upper extremity by not using it to transfer or mobilize the patient and by monitoring its position when the patient is lying down or seated",
        "Prevent contractures with proper positioning, stretching/ROM, and splints if indicated"
    ],
    "patient education": [
        "See patient information from the American Stroke Association website at https://www.stroke.org/",
        "See patient information from the NIH website at https://medlineplus.gov/stroke.html Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation "
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "S. D. Stroke, acute (cerebrovascular accident [CVA]). Domino F, ed. The 5-Minute Clinical Consult 2019 . 27th ed. Philadelphia, PA: Wolters Kluwer; 2019. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Mackay-Lyons  M. Cardiovascular and pulmonary system health in populations with neurological disorders. In: Umphred DA, Burton GU, Lazaro RT, Roller ML, eds. Umphred’s Neurological Rehabilitation . 6th ed. St. Louis, MO: Elsevier Mosby; 2013:921-938.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Saunders DH, Sanderson M, Hayes S, et al. Physical fitness training for stroke patients. Cochrane Database Syst Rev . 2016;(Issue 3):CD003316. doi:10.1002/14651858.CD003316.pub6.  (SR)"
        },
        {
            "number in article": 4,
            "reference": "Oberlin LE, Waiwood AM, Cumming TB, Marsland AL, Bernhardt J, Erickson KL. Effects of physical activity on poststroke cognitive function: a meta-analysis  of randomized controlled trials. Stroke. 2017;48(11):3093-3100.  doi:10.1161/STROKEAHA.117.017319. (M)"
        },
        {
            "number in article": 5,
            "reference": "El-Tamawy  MS, Darwish MH, Basheer MA, Reda AM, Elzanaty M, Khalifa HA. Effect of cycling exercise on motor excitability and gait abnormalities in stroke patients. Egypt J Neurol Psychiatry Neurosurg . 2021;57(2). doi:10.1186/s41983-020-00236-6.  (RCT)"
        },
        {
            "number in article": 6,
            "reference": "Chen CK, Huang MH, Liang WL, Lin RT, Juo SHH. Early functional improvement after stroke correlates with cardiovascular fitness. Kaohsiung J Med Sci . 2018;34(11):643-649. doi:10.1016/j.kjms.2018.05.007. (R)"
        },
        {
            "number in article": 7,
            "reference": "Crozier J, Roig M, Eng JJ, et al. High-intensity  interval training after stroke: an opportunity to promote functional recovery, cardiovascular health and neuroplasticity. Neurorehab Neural Repair . 2018;32(6-7):543-556.  doi:10.1177/1545968318766663. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Farrell JW, Merkas J, Pilutti LA. The effect of exercise training on gait, balance, and physical fitness asymmetries in persons with chronic neurological conditions: a systematic review of randomized controlled trials. Front Physiol . 2020;11(585765). doi:10.3389/fphys.2020.585765. (SR)"
        },
        {
            "number in article": 9,
            "reference": "da Rosa Pinheiro DR, Cabeleira MEP, da Campo LA, Corrêa PS, Blauth AHEG, Cechetti F. Effects of aerobic cycling training on mobility and functionality of acute stroke subjects: A randomized clinical trial. NeuroRehabilitation . 2021;48(1):39-47.  doi:10.3233/NRE-201585.  (RCT)"
        },
        {
            "number in article": 10,
            "reference": "Veldema J, Jansen P. Resistance training in stroke rehabilitation: Systematic review and meta-analysis.  Clinical Rehabilitation . 2020;Advance online publication. doi:10.1177/0269215520932964. (M)"
        },
        {
            "number in article": 11,
            "reference": "Clark DJ, Patten C. Eccentric versus concentric resistance training to enhance neuromuscular activation and walking speed following stroke. Neurorehabil Neural Repair . 2013;27(4):335-344.  (RCT)"
        },
        {
            "number in article": 12,
            "reference": "Patten C, Condliffe EG, Dairaghi CA, Lum PS. Concurrent neuromechanical and functional gains following upper-extremity  power training post-stroke.  J Neuroeng Rehabil . 2013;10(1):1-19.  doi:10.1186/1743-0003-10-1.  (RCT)"
        },
        {
            "number in article": 13,
            "reference": "Chen X, Gan Z, Tian W, Lv Y. Effects of rehabilitation training of core muscle stability on stroke patients with hemiplegia. Pak J Med Sci . 2020;36(3):461-466.  doi:10.12669/ pjms.36.3.1466. (RCT)"
        },
        {
            "number in article": 14,
            "reference": "English C, Hillier SL, Lynch EA. Circuit class therapy for improving mobility after stroke. Cochrane Database Syst Rev . 2017;(Issue 6):CD007513. doi:10.1002/14651858.CD007513.pub3.  (SR)"
        },
        {
            "number in article": 15,
            "reference": "Cirstea CM. Gait rehabilitation after stroke: should we re-evaluate  our practice? Stroke. 2020;51(10):2892-2894.  doi:10.1161/STROKEAHA.120.032041. (RV)"
        },
        {
            "number in article": 16,
            "reference": "Bosch PR, Holzapfel S, Traustadottir T. Feasibility of measuring ventilatory threshold in adults with stroke-induced  hemiparesis: implications for exercise prescription. Arch Phys Med Rehab . 2015;96(10):1779-1784.  doi:10.1016/j.apmr.2015.04.023. (R)"
        },
        {
            "number in article": 17,
            "reference": "Boyne P, Burr S, Rockwell B, et al. Predicting heart rate at the ventilatory threshold for aerobic exercise prescription in persons with chronic stroke. J Neurologic Phys Ther . 2015;39(4):233-240.  doi:10.1097/NPT.000000000000102. (R)"
        },
        {
            "number in article": 18,
            "reference": "Prout EC, Brooks D, Mansfield A, Bayley M, McIllroy WE. Patient characteristics that influence enrollment and attendance in aerobic exercise early after stroke. Arch Phys Med Rehabil. 2015;96(5):823-830.  doi:10.1016/j.apmr.2014.12.005. (R)"
        },
        {
            "number in article": 19,
            "reference": "Wu T, Dong Y, Hu X, Li J, Shi ZH. Exercise intensity criteria for routine rehabilitation therapy for stroke patients. J Phys Ther Sci . 2015;27(3):645-647.  doi:10.1589/jpts.27.645. (R)"
        },
        {
            "number in article": 20,
            "reference": "Liu-Ambrose  T, Eng JJ. Exercise training and recreational activities to promote executive functions in chronic stroke: a proof-of-concept  study. J Stroke Cerebrovasc Dis . 2015;24(1):130-137.  doi:10.1016/j.jstrokecerebrovasdis.2014.08.012. (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Park B, Kim M, Lee L, et al. The effects of a progressive resistance training program on walking ability in patients after stroke: a pilot study. J Phys Ther Sci . 2015;27(9):2837-2840.  doi:10.1589/jpts.27.2837. (R)"
        },
        {
            "number in article": 22,
            "reference": "Morgan P, Embry A, Perry L, Holthaus K, Gregory CM. Feasibility of lower-limb  muscle power training to enhance locomotor function poststroke. J Rehabil Res Dev . 2015;52(1):77-84.  doi:10.1682/jrrd.2014.04.0109. (R)"
        },
        {
            "number in article": 23,
            "reference": "Choi YA, Kim JS, Lee DY. Effects of fast and slow squat exercises on the muscle activity of the paretic lower extremity in patients with chronic stroke. J Phys Ther Sci . 2015;27(8):2597-2599.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Knobloch GK, Pietralczyk E. Stroke rehabilitation. Domino F, ed. The 5-Minute Clinical Consult 2019 . 27th ed. Philadelphia, PA: Wolters Kluwer; 2019. (GI)"
        },
        {
            "number in article": 25,
            "reference": "Billinger SA, Arena R, Bernhardt J, et al. Physical activity and exercise recommendations for stroke survivors. A statement for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2014;45:2532-2553.  doi:10.1161.STR.0000000000000022. (G)"
        },
        {
            "number in article": 26,
            "reference": "Sandberg K, Kleist M, Falk L, Enthoven P. Effects of twice-weekly  intense aerobic exercise in early sub-acute  stroke: a randomized controlled trial. Arch Phys Med Rehabil . 2016;97(8):1244-1253.  doi:10.1016/j.apmr.2016.01.030. (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Fernandez-Gonzalo  R, Fernandez-Gonzalo  S, Turon M, Prieto C, Tesch PA, García-Carreira  MdelC. Muscle, functional and cognitive adaptations after flywheel resistance training in stroke patients: a pilot randomized controlled trial. J NeuroEng Rehabil . 2016;13:37. doi:10.1186/s12984-016-0144-7.  (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Gomes-Neto  M, Saquetto MB, Silva CM, Carvalho VO, Ribeiro N, Conceicao CS. Effects of respiratory muscle training on respiratory function, respiratory muscle strength, and exercise tolerance in patients post stroke: a systematic review with meta-analysis.  Arch Phys Med Rehabil . 2016;97(11):1994-2001.  doi:10.1016/j.apmr.2016.04.018. (M)"
        },
        {
            "number in article": 29,
            "reference": "Oh D, Kim G, Lee W, Shin MMS. Effect of inspiratory muscle training on balance ability and abdominal muscle thickness in chronic stroke patients. J Phys Ther Sci . 2016;28(1):107-111.  (RCT)"
        },
        {
            "number in article": 30,
            "reference": "Roh S, Gil HJ, Yoon S. Effects of 8 weeks of mat-based  Pilates exercise on gait in chronic stroke patients. J Phys Ther Sci . 2016;28(9):2615-2619.  (RCT)"
        },
        {
            "number in article": 31,
            "reference": "Hebert D, Lindsay MP, McIntyre A, et al. Canadian stroke best-practice  recommendations: stroke rehabilitation practice guidelines, update 2015. Int J Stroke . 2016;11:459–484.  doi:10.1177/1747493016643553. (G)"
        },
        {
            "number in article": 32,
            "reference": "Stein J. Stroke. In: Frontera WR, Silver JK, Rizzo TD Jr, eds. Essentials of Physical Medicine and Rehabilitation: Musculoskeletal Disorders, Pain, and Rehabilitation . 4th ed. Philadelphia, PA: Saunders Elsevier; 2018:931-936.  (GI)"
        },
        {
            "number in article": 33,
            "reference": "Winstein CJ, Stein J, Arena R. Guidelines for adult stroke rehabilitation and recovery: a guideline for healthcare professionals from the American Heart Association/American Stroke Association. Stroke. 2016;47:e98–e169.  doi:10.1161/STR.0000000000000098. (G)"
        },
        {
            "number in article": 34,
            "reference": "Royal College of Physicians Intercollegiate Stroke Working Party. National Clinical Guideline for Stroke . 5th ed. London, United Kingdom: Royal College of Physicians; 2016. (G)"
        },
        {
            "number in article": 35,
            "reference": "Nathoo C, Buren S, El-Haddad  R, et al. Aerobic training in Canadian stroke rehabilitation programs. J Neurol Phys Ther . 2018;42(4):248-255.  doi:10.1097/ NPT.0000000000000237. (R)"
        },
        {
            "number in article": 36,
            "reference": "Scorrano M, Ntsiea V, Maleka D. Enablers and barriers of adherence to home exercise programmes after stroke: caregiver perceptions. Int J Ther Rehabil . 2018;25(7):353-364.  doi:10.12968/ijtr.2018.25.7.353. (R)"
        },
        {
            "number in article": 37,
            "reference": "Dorsch S, Ada L, Alloggia D. Progressive resistance training increases strength after stroke but this may not carry over to activity: a systematic review. J Physiother . 2018;64(2):84-90.  doi:10.1016/j.jphys.2018.02.012. (SR)"
        },
        {
            "number in article": 38,
            "reference": "Hendrey G, Holland AE, Mentiplay BF, Clark RA, Williams G. Do trials of resistance training to improve mobility after stroke adhere to the American College of Sports Medicine guidelines? A systematic review. Arch Phys Med Rehabil . 2018;99(3):584-597.e13.  doi:10.1016/j.apmr.2017.06.021. (SR)"
        },
        {
            "number in article": 39,
            "reference": "Crozier J, Roig M, Eng JJ, et al. High-intensity  interval training after stroke: an opportunity to promote functional recovery, cardiovascular health, and neuroplasticity. Neurorehabil Neural Repair . 2018;32(6/7):543-556.  doi:10.1177/1545968318766663. (R)"
        },
        {
            "number in article": 40,
            "reference": "van Duijnhoven HJ, Heeren A, Peters MA, et al. Effects of exercise therapy on balance capacity in chronic stroke: systematic review and meta-analysis.  Stroke. 2016;47(10):2603-2610.  doi:10.1161/STROKEAHA.116.013839. (M)"
        },
        {
            "number in article": 41,
            "reference": "Bird ML, Mortenson BW, Chu F, et al. Building a bridge to the community: an integrated knowledge translation approach to improving participation in community-based  exercise for people after stroke. Phys Ther . 2019;99(3):286-296.  doi:10.1093/ptj/pzy146. (R)"
        }
    ]
}