{
    "metadata": {
        "title": "",
        "synonyms": [
            "pinning, trochanter fixation nail (tfn)",
            "fixation nail pinning, trochanter (tfn)",
            "nail pinning, trochanter fixation (tfn)",
            "tfn"
        ],
        "anatomical location body part affected": [
            "Proximal femur"
        ],
        "area of specialty": [
            "orthopedic rehabilitation",
            "geriatric rehabilitation"
        ],
        "description": [
            "The Titanium Trochanter Fixation Nail System (TFN) is a titanium alloy third-generation  internal fixation device for proximal femur fractures, primarily trochanteric (intertrochanteric and subtrochanteric) fractures. Third-generation  devices were developed to reduce implant-related  complications associated with fixation of trochanteric fractures –Two versions(26) -The standard TFN is used for stable and unstable trochanteric fractures, pertrochanteric fractures, intertrochanteric fractures, basal neck fractures, or any combination of these -In addition to any of the above types of fractures the long TFN is used for subtrochanteric fractures, pertrochanteric fractures associated with femoral shaft fracture, pathologic fractures of osteoporotic bone in both the trochanteric and diaphyseal regions, long subtrochanteric fractures, proximal or distal nonunions, malunions, or revisions –The TFN is designed to reduce cutout rates and the risk of femoral shaft fracture.(1) Design characteristics of the TFN include: -Helical blade, rather than a screw, inserted into the femoral head without drilling -An anatomic 6˚ valgus angle in the femoral shaft component",
            "Several classification systems for trochanteric hip fractures have been proposed.(2,) The AO classification(2) with groups has been noted as the most reliable(3,4,5) –AO classification for trochanteric fractures -The AO designation for proximal femur fractures passing through the trochanteric area is 31-A.  This fracture type is defined by a line passing through the lesser trochanter. The groups are: -A1 – simple pertrochanteric (both trochanters) fracture – the fracture line starts anywhere on the greater trochanter and ends either above or below the lesser trochanter -A2 – multi-fragmentary  pertrochanteric fracture – the fracture line starts anywhere on the greater trochanter and runs toward the medial cortex -A3 – “true” intertrochanteric fracture – the fracture line passes between the two trochanters",
            "General description of the surgical technique for implanting the TFN(1) –Following anesthesia, a closed reduction of the fracture is performed –Under fluoroscopic control, a guide pin is inserted into the tip of the greater trochanter from the proximal direction –A channel is then drilled into the femoral canal and the nail is inserted  –A second guide pin is then advanced into the femoral cortex and femoral head –The helical blade is then inserted into the femoral head using light mallet blows –The device is then locked into place –A drain is used for 24–48  hours after surgery"
        ],
        "indications": [
            "The TFN is indicated for use in trochanteric fractures",
            "Incidence/Prevalence –Each year over 3000,000 patients 65 years or older are hospitalized in the US for hip fracture(27) –Based on the aging population, > 6 million hip fractures per year worldwide are projected by 2050, with 70% occurring in Asia, Latin America, and Africa(7) –In the United States intertrochanteric fractures account for ~ 45% of proximal femur fractures; subtrochanteric fractures account for 5–10%.(8) Femoral neck (cervical) fractures account for the remaining 45%(8) -Similar rates of trochanteric (referring to both intertrochanteric and subtrochanteric) fractures are reported in Norway(9) (40%) and Taiwan(10) (52%) –The incidence of trochanteric fracture rises with age –The lifetime prevalence of trochanteric fractures is higher in females than males(27) –Trochanteric fractures are associated with higher cost of care, mortality, and morbidity compared to cervical fractures(6,25)",
            "Treatment –Surgical intervention is the treatment of choice for trochanteric fracture -Internal fixation devices are intended to accomplish the following: -Anatomic reduction -Early, active mobilization -Stable fixation -Preservation of blood supply",
            "The TFN can be used to treat stable and unstable trochanteric fractures"
        ],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S72.1": "pertrochanteric fracture",
            "S72.2": "subtrochanteric fracture (ICD codes are provided for readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy depends on insurance coverage; no specific issues regarding reimbursement have been identified as concerns in physical therapy for hip fractures Surgical Indications, Contraindications, & Complications"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Specific guidelines regarding hip precautions or restrictions should be obtained from the referring surgeon",
            "Reduced cognitive function, which can affect participation in examination and treatment, may be present"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Examination and treatment should be postponed if any of the following is noted Fever above 102˚F/38.5˚C Wound infection  Deep vein thrombosis (DVT)",
        "Obtain informed consent from the patient or legal caretaker",
        "Precautions Presence of comorbid pathology Low HCT or Hgb"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Specific guidelines regarding hip precautions or restrictions should be obtained from the referring surgeon",
            "Reduced cognitive function, which can affect participation in examination and treatment, may be present"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Trochanteric fractures in older adults are associated with falls (low-energy trauma) and osteoporosis. Fractures in younger persons are generally caused by high-energy  trauma (motor vehicle accidents, falls from more than standing height) -More than 95% of hip fractures are caused by falls(27)",
                "course of treatment": {
                    "medical management": "Note surgical course  uneventful, preoperative or postoperative complications. Document DVT prophylaxis/management, if any",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Medication may include postoperative analgesics, anticoagulants, and antibiotics",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following:",
                        "X-rays",
                        "MRI",
                        "Doppler (for DVT)",
                        "Blood tests  CBC, etc."
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document factors that aggravate or relieve symptoms and length of time each item is performed before the symptoms come on or are eased",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms. Expect limited ROM, pain, weakness, difficulty with walking and ADLs",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and currently(specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms the patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Note use of oxygen, presence of respiratory diseaseNote signs of depression and social isolation (due to loss of ambulatory status)Note signs of hearing impairment Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Note previous hip pathology and treatment. Fall history, if any, should be documented ",
                    "comorbid diagnoses": "Ask the patient about other problems, including osteoporosis, diabetes, cancer, heart disease, Parkinson disease, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing, including related musculoskeletal complaints"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Is the patient currently employed or planning to return to work?",
                "functional limitations assistance with ADLs adaptive equipment": "Any limitations with self-care,  home management, work, community leisure etc. prior to TFN? Any additional limitations since TFN? Note use of assistive devices prior to injury",
                "living environment": "Stairs, number of floors in home, with whom the patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Measure leg length to document any discrepancy. Assess BMI, height, weight",
            "assistive and adaptive devices": "Assess need, appropriateness, and fit for assistive devices for ambulation (walker, cane, wheelchair, crutches). Assess for need of adaptive devices in the home (shower chair, grab bars, reachers)",
            "balance": "Assess dynamic (walking, walking on toes) and static (single-leg  stance, if appropriate) balance. Possible tests include the Berg Balance Scale(15) and Tinetti Balance Assessment(16)",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess peripheral pulsesAssess gait speed. Gait speed is predictive of outcomes. One of its extensive predictive capabilities is risk for falls(28)",
            "functional mobility": "Assess transfers, sitting down and getting up, bending, turning, etc. Weight-bearing  restrictions and hip precautions, if any, should be observed. Functional mobility may be assessed with the Timed Up and Go (TUG) test.(17,18) The Functional Independence Measure (FIM)(19) may be used for a more comprehensive assessment",
            "gait locomotion": "Assess walking ability. Note presence of Trendelenburg gait, indicating hip abductor weakness. Assess for gait deviations such as step length,increased step width, limited foot clearance, decreased hip extension, and changes in posture with gaitShort-Form  Health Survey (SF-36  or SF-12)Assess for motion restrictions in the hip and related joints. Observe hip precautions, if any",
            "muscle strength": "Assess muscle strength in the leg with MMT and/or functional strength measures",
            "observation inspection palpation including skin assessment": [
                "Assess wound and document healing",
                "Note presence of edema and/or hematoma",
                "Assess for signs of DVT",
                "Patients with reduced mobility are at risk for decubiti assess for skin breakdown •Palpation:  Palpate for tender points in muscle and other structures"
            ],
            "posture": "Assess posture and postural stability",
            "range of motion": "Assess ROM of hip, knee, ankle, and lumbar spine. Observe hip precautions, if any",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess orientation x4. Cognitive decline related to aging should be documented. Possible measures include Mini-Mental  State Examination (MMSE)(14)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Cold urticaria -Cold intolerance -Paroxysmal cold hemoglobinuria -Cryoglobulinemia -Raynaud’s disease or phenomenon -Over a regenerating peripheral nerve -Over a circulatory compromise -Over an area of peripheral vascular disease",
                "Precautions for cryotherapy  (20) -Hypertension -Thermoregulatory disorders -Over a superficial peripheral nerve -Over an open wound -Over an area of poor sensation -With individuals with poor cognition -In the very young and the very old -Persons with an aversion to cold",
                "Superficial heat  contraindications(20) -Over areas with a lack of intact thermal sensation -Over areas of vascular insufficiency or vascular disease -Over areas of recent hemorrhage or potential hemorrhage -Over areas of known malignancy -Over areas of acute inflammation -Over infected areas where infection may spread -Over areas where liniments or heat rubs have recently been applied -In any situation deemed unreliable by the practitioner",
                "Electrotherapy  contraindications(20) (in rare cases, and only when approved by the treating physician , electrotherapy may be used under some of the conditions listed below if the potential benefit outweighs the perceived risk) -Over the trunk or heart region in patients with demand-type  pacemakers and implantable cardioverter defibrillators (ICDs) -Over the pelvic, abdominal, lumbar, or hip region of a pregnant woman -Over the carotid bodies -Over the phrenic nerve, eyes, or gonads -Over areas of known peripheral vascular disease -Over areas of active osteomyelitis -Over areas of hemorrhage",
                "Electrotherapy precautions(20) -With patients without intact sensation -With patients who cannot communicate -With patients with compromised mental ability -With cardiac dysfunction (uncontrolled hypertension or hypotension, irregular heartbeat) -Overactive or previous neoplasms -With electrodes -Over compromised skin, unless treating wound specifically -Over tissues that are vulnerable to hemorrhage  -Cervical region in patients with history of stroke or seizures -Do not use within 5 yards of diathermy units or other source of electromagnetic radiation",
                "Ultrasound, continuous Contraindications(20) -During pregnancy, over the abdomen and low back -Overactive bone growth at the epiphysis -Over a known or suspected area for cancer -Over the infected tissue in a tuberculosis infection",
                "-Over an area of active bleeding  can be used in area of hematoma",
                "-Over skin with impaired circulation  recommend using pulsed -Following are considered contraindications but have no evidence to support -Myositis ossificans -DVT or thrombophlebitis -Acute injury -Recently irradiated tissue -Impaired sensation due to nerve damage -Skin disease -Implanted cardiac pacemaker or other implanted electronics -Reproductive organs -Eyes -Anterior neck -Metal implants, head, and heart often listed but consensus is these should not be contraindications",
                "-Ultrasound, continuous Precautions(20) -Over plastic or cemented implants -Over spinal cord and superficial or regenerating nerves (poor evidence)",
                "-Ultrasound, pulsed Contraindications(20) -Over low back and abdomen during pregnancy -Over known or suspected area of malignancy -Over area of active bleeding -Following are considered contraindications but have no evidence to support -Myositis ossificans -DVT or thrombophlebitis -Recently irradiated tissue -Implanted cardiac pacemaker or other implanted electronics -Reproductive organs -Eyes -Anterior neck",
                "-Ultrasound, pulsed Precautions(20) -Over epiphysis with active bone growth -Over infected area -Over acute injury -Over area of impaired sensation due to nerve damage -With patients with impaired cognition or communication -Over areas of impaired circulation -In the presence of skin disease -Over plastic and cemented implants -Over spinal cord and superficial or regenerating nerves (poor evidence)",
                "Low-level  laser therapy (LLLT)  contraindications(20) -Direct eye exposure -Pregnancy (low back and pelvic area) -Active malignancy (over area) -Active hemorrhage (over area)  -Open growth plates -Endocrine system (especially thyroid in anterior neck)",
                "Laser precautions(20) -Impaired sensation -Indirect eye exposure",
                "Aquatic therapy  contraindications(20) -Bowel or bladder incontinence -Tracheostomy -Infectious diseases -Cardiovascular problems -Uncontrolled seizures -Respiratory compromise with vital capacity less than 1 liter",
                "Aquatic therapy  precautions(20) -Aspiration risk -Catheters -Cognitive impairments -Tetraplegia or high paraplegia -Open wounds -Dry skin or skin rashes or rash"
            ],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with a diagnosis for which this procedure is used are at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside if inpatient. Ensure that patient and family/caregivers  are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention  strategies",
                "Observe restrictions or rehabilitation parameters prescribed by physician",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Contraindications/precautions to use of modalities(20)"
            ]
        },
        "diagnosis need for treatment": " Diagnosis/need for procedure Trochanteric fracture with associated problems of decreased functional mobility, ability to ambulate, strength, balance, and ROM",
        "rule out": "",
        "prognosis": [
            "Some functional loss may occur after a fall resulting in hip fracture with subsequent surgical fixation(21) –Based on a retrospective review of 660 patients in Spain -Functional loss (compared to pre-fracture  condition) in walking, navigating stairs, performing transfers, dressing, and bathing persisted in 25–35%  of patients after 2 years -Functional recovery of non-weight-bearing  ADLs compared to weight bearing ADLs was greater, but difficulty with bowel and bladder control and feeding was noted in 10–15%  of patients",
            "Researchers of a study from Austria recommend a total hip arthroplasty as the only salvage method for complications that result from a cut-out  and cut-through  with helical blades for individuals treated with a TFN or Proximal Femoral Nail Anti-rotation  (PFNA)(24)",
            "Hip fractures are associated with increased mortality. Within the first year of fracture, 20-30%  die. Those that survive may not re-gain  their pre-fracture  level of function with about 50% requiring assistance to ambulate and about 25% requiring long-term care(29)"
        ],
        "referral to other disciplines": "Occupational therapy for assistance with ADLs, pain management specialist, geriatrician for management of comorbid conditions, eye doctor (if vision is impaired), social work for home needs, psychologist for cognitive issues",
        "other considerations": [],
        "treatment summary": [
            "Rehabilitation following fixation of trochanteric fractures with the TFN includes early mobilization and immediate or early weight-bearing(22) –Based on a clinical review of 120 patients treated with the TFN in Germany -93% of patients were mobilized, including sitting, on the first postoperative day -74% were able to walk with crutches or assistance of another person after 1 week -7% were unable to get out of bed during the hospital stay (average 17 days)",
            "Rehabilitation after fixation of subtrochanteric fracture using the long TFN includes immediate weight-bearing(13) –Based on a clinical review of 21 patients in Spain -Postoperative management included sitting within 1 day and weight-bearing  within 48 hours, according to patient tolerance -62% of patients were able to walk within the first week  -Weight-bearing  status and independence level were not reported",
            "Functional training (postural, gait, balance, fall prevention) and strength training are appropriate physical therapy interventions following TFN surgery",
            "For review of physical therapy interventions following proximal hip fracture, please see  Clinical Review…Fracture, Hip ; CINAHL Topic ID Number: T708879 . Problem Goal Intervention Expected Progression Home Program Pain, soft tissue swellingReduce symptoms related to trauma and surgical interventionTherapeutic modalities _ As appropriate for patient condition _ _ Manual therapy _ Soft tissue mobilization _ _ Gentle stretching/ROM exercise as appropriate for patient conditionGradual progression to full mobilization, as appropriate, following hip fracture repairPatient education for self-mobilization and management Impaired gait, reduced balance, decreased functional mobilityImprove gait, minimize use of assistive device, return to premorbid ambulatory status, improve balance, increase independence with functional mobilityGait training _ Exercise and instruction to correct gait deviations, including decreased gait speed, decreased step length, and increased step width _ _ Functional training _ Exercise and instruction to improve posture, single-leg support, and balance _ _ Therapeutic exercise _ Strength and endurance training to improve physical conditionProgress to least restrictive device or independent ambulation, progress weight-bearing status _ _ Gradual increase in distance walked during the day _ _ Progression of exercise program to accommodate improvements in strength and functional mobilityInstruct in home program of progressive walking, safety, and correct use of equipment  Functional limitations (e.g., decreased independence in ADLs, decreased tolerance for certain positions)Improve functional capability, improve balance, reduce risk of and fear of fallingAdaptive equipment _ Use for assistance with ADLs, if necessary and appropriate _ _ Functional training _ Individualized exercise to address specific needs and tasks _ _ Balance and postural control exercisesProgress to return of ADLs independence, as toleratedPatient education for ADLs performance, instruction on exercise and activities that can be safely performed at home Risk of falling Fall prevention Therapeutic exercise _ Strength, balance, and postural exercise to improve movement skills and physical condition(23) _ _ Functional training _ Weight-bearing exerciseGradual progression of exercise towards increased physical demand and movement complexityInstruct patient and/ or caretaker/family on fall prevention in the home – grab bars, shower/bath devices, removal of loose carpet, improved lighting, wearing shoes or nonslip socks ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved functional mobility": [
            "FIM and TUG test"
        ],
        "improved adls performance": [
            "FIM"
        ],
        "reduced pain": [
            "Pain (V AS)"
        ],
        "increased muscle strength and endurance": [
            "MMT"
        ],
        "improved gait, posture, and balance, improved ambulation": [
            "Gait assessment–Gait speed–Step length and width–2-minute  walk test–6-minute  walk test",
            "TUG test",
            "Berg Balance, Tinetti Scale"
        ],
        "improved health status": [
            "Short-Form  Health Survey (SF-36  or SF-12)"
        ]
    },
    "maintenance or prevention": [
        "Fall prevention program, including home modifications",
        "Hip protector",
        "Physical fitness program, including balance training"
    ],
    "patient education": [
        "Information on hip fractures is available at https://www.cdc.gov/HomeandRecreationalSafety/Falls/adulthipfx.html Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on August 5, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Gardner MJ, Bhandari M, Lawrence BD, Helfet DL, Lorich DG. Treatment of intertrochanteric hip fractures with the AO trochanteric fixation nail. Orthopedics . 2005;28(2):117-122.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Mueller M, Allgower M, Schneider R, Willenegger H. Manual of Internal Fixation . 3rd ed. New York: Springer; 1991. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Jin WJ, Dai LY, Cui YM. Reliability of classification systems for intertrochanteric fractures of the proximal femur in experienced orthopedic surgeons. Injury. 2005;36(7):858-861. (R)"
        },
        {
            "number in article": 4,
            "reference": "Fung W, Jonsson A, Buhren V, Bhandari M. Classifying intertrochanteric fractures of the proximal femur: does experience matter?. Med Princ Pract . 2007;16(3):198-202.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Memisoglu S, Eskin D, Yamak E, Gurbuz A, Saridogan K, Dulger H. Which classification system is more useful for intertrochanteric fractures?. Trakya Univ Tip Fak Derg . 2008;25(3):181-185.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Kannus P, Parkkari K, Sievanen H, Heinonen A, Vuori I, Jarvinen M. Epidemiology of hip fractures. Bone. 1996;18(1 Suppl):57S-63S.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Melton LJ. Hip fractures: a worldwide problem today and tomorrow. Bone. 1993;14(Suppl 1):S1-8. (RV)"
        },
        {
            "number in article": 8,
            "reference": "Zuckerman JD. Hip fracture. N Engl J Med . 1996;334(23):1519-1525.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Bjorgul K, Reikeras O. Incidence of hip fracture in southeastern Norway: a study of 1730 cervical and trochanteric fractures. Int Orthop . 2007;31(5):665-669.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Shao C-J, Hsieh Y-H, Tsai C-H, Lai K-A. A nationwide seven-year  trend of hip fractures in the elderly population of Taiwan. Bone. 2009;44(1):125-129.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Gardner MJ, Briggs SM, Kopjar B, Helfet DL, Lorich DG. Radiographic outcomes of intertrochanteric hip fractures treated with the trochanteric fixation nail. Injury. 2007;38(10):1189-1196.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Lenich A, Fierlbeck J, Al-Munajjed  A. First clinical and biomechanical results of the trochanteric fixation nail. Technol Health Care . 2006;14(4-5):403-409.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Munoz-Mahamud  E, Garcia-Oltra  E, Fernandez-Valencia  JA. Subtrochanteric femoral fractures: a comparative study of the long proximal femoral nail and the long trochanteric fixation nail. Eur J Orthop Surg Traumatol . 2011;21(7):511-516.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Jagmin MG. Postoperative mental state in elderly hip surgery patients. Orthop Nurs . 1998;17(6):32-42.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Tinetti ME, Baker DL, Gottschalk M. Home-based  multicomponent rehabilitation program for persons after hip fracture: a randomized trial. Arch Phys Med Rehabil . 1999;80(8):916-922.  (RCT)"
        },
        {
            "number in article": 16,
            "reference": "Ganz SB, Peterson MG, Russo PW, Guccione AG. Functional recovery after hip fracture in the subacute setting. HSS J. 2007;3(1):50-57.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Shumway-Cook  A, Brauer S, Woollacott M. Predicting the probability for falls in community-dwelling  older adults using the Timed Up & Go test. Phys Ther . 2000;80(9):896-903. (R)"
        },
        {
            "number in article": 18,
            "reference": "Kristensen MT, Foss NB, Kehlet H. Timed \"Up & Go\" test as a predictor of falls within 6 months after hip fracture surgery. Phys Ther . 2007;87(1):24-30.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Cornwall R, Gilbert MS, Koval KJ, Strauss E, Siu AL. Functional outcomes and mortality vary among different types of hip fractures: a function of patient characteristics. Clin Orthop Relat Res . 2004;(425):64-71.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz's Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (R)"
        },
        {
            "number in article": 21,
            "reference": "Alarcon T, Gonzalez-Montalvo  JI, Gotor P, Madero R, Otero A. Activities of daily living after hip fracture: profile and rate of recovery during 2 years of follow-up.  Osteoporosos Int. 2011;22(5):1609-1613.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Lenich A, Mayr E, Ruter A, Fuchtmeier B. First results with the Trochanter Fixation Nail (TFN): a report on 120 cases. Arch Orthop Trauma Surg . 2006;126(10):706-712.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Sherrington C, Whitney JC, Lord SR, Herbert RD, Cumming RG, Close JC. Effective exercise for the prevention of falls: a systematic review and meta-analysis.  J Am Geriatr Soc. 2008;56(12):2234-2243.  (M)"
        },
        {
            "number in article": 24,
            "reference": "Brunner A, Buttler M, Lehmann U, et al. What is the optimal salvage procedure for cut-out after surgical fixation of trochanteric fractures with the PFNA or TFN?: A multicenter study. Injury. 2016;47(2):432-438.  (RV)"
        },
        {
            "number in article": 25,
            "reference": "Agency for Healthcare Research and Quality. Healthcare cost and utilization project. www.ahrq.gov/data/hcup . Published October 2020. Accessed October 15, 2020. (GI)"
        },
        {
            "number in article": 26,
            "reference": "DePuy Synthes. TFN – Titanium Trochanteric Fixation Nail System. For intramedullary fixation of proximal femur fractures. https://www.cortical.com.br/tecnicas/ ce3e065659e55428c54d305d588357b6.pdf . Accessed October 5, 2020. (GI)"
        },
        {
            "number in article": 27,
            "reference": "Centers for Disease Control and Prevention (CDC). Hip fractures among older adults. http://www.cdc.gov/HomeandRecreationalSafety/Falls/adulthipfx.html . Published September 16, 2016. (GI)"
        },
        {
            "number in article": 28,
            "reference": "Sanders JB, Bremmer MA, Comijs HC, van de Ven PM, Deeg DJH, Beekman ATF. Gait speed and processing speed as clinical markers for geriatric health outcomes. Am J Geriatr Psychiatry . 2017;25(4):374-385.  doi:10.1016/j.jagp.2016.12.003. (R)"
        },
        {
            "number in article": 29,
            "reference": "Lewiecki EM, Wright NC, Curtis JR, et al. Hip fracture trends in the United States, 2002 to 2015 [published correction appears in Osteoporos Int. 2018 Aug 27]. Osteoporos Int . 2018;29(3):717-722.  doi:10.1007/s00198-017-4345-0.  (R)"
        }
    ]
}