{
    "metadata": {
        "title": "Ulnar Nerve Entrapment Syndrome",
        "synonyms": [
            "ulnar nerve compression syndrome",
            "cubital tunnel syndrome",
            "ulnar tunnel syndrome",
            "ulnar neuropathy",
            "ulnar neuritis",
            "entrapment syndrome, ulnar nerve",
            " compression syndrome, ulnar nerve",
            "guyon’s canal syndrome"
        ],
        "anatomical location body part affected": [
            "Ulnar nerve (at the elbow or wrist), ring and little fingers, intrinsic hand muscles, finger flexors, wrist flexors"
        ],
        "area of specialty": [
            "hand therapy",
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G56.2": "lesion of ulnar nerve (ICD codes are provided for the reader's reference only, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement for initial treatment of UN entrapment syndrome has been identified"
        ],
        "presentation signs and symptoms": [
            "Chronic intermittent or continuous paresthesias (aching, tingling, numbness) in the ulnar half of the 4th and the 5th digit",
            "If UN-supplied  intrinsic hand muscles are involved,“clumsiness” related to finger numbness and hand palsy (e.g., ring and small digit clawing; loss of first dorsal interosseous)",
            "In cubital tunnel syndrome, a dull ache in the medial elbow and forearm may be felt along with a tingling sensation that radiates from medial side of forearm to the 5th and ulnar aspect 4th digit",
            "With compression in Guyon’s canal, symptoms may be pure motor, pure sensory, or mixed, depending upon the location of compression within the canal",
            "In ulnar tunnel syndrome, paresthesias involve only the hand ",
            "Nocturnal numbness may occur when sleeping with elbow flexed past 90°",
            "Bilateral symptoms are uncommon",
            "Postoperative therapy may not be required. Significant weakness or pain after surgery may indicate a need for rehabilitation Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Bony anomalies or soft tissue space-occupying  lesions (e.g., scar, adhesion, cyst) that narrow the involved cubital or ulnartunnel may predispose to UN entrapment with repetitive elbow and/or wrist flexion(21)",
            "Activities that might overstretch or compress the UN are implicated (e.g., throwing sports, playing certain musicalinstruments, weight-bearing  on bent elbows or extended wrists, biking, repetitive use of pliers, knitting).(11,19,20)Baseballpitchers often have hypertrophied flexor-pronator  muscle mass, which can compress the UN at the elbow(14)",
            "Blunt trauma to the cubital tunnel or ulnar tunnel can cause swelling, which can then impinge onto the nerve",
            "Direct compression of the deep terminal motor branch at the Guyon’s canal can cause palsy of the intrinsic UN-suppliedhand muscles, as in “handlebar palsy” or permanent “claw hand” of bicycle riders(2,19)"
        ],
        "pathogenesis": [
            "As in other mononeuropathies, UN entrapment symptoms depend on the extent of nerve damage and if both the sensoryand the motor fibers within the nerve or nerve branches are involved",
            "The severity of symptoms in cubital tunnel syndrome may depend on the degree of UN swelling, compression, or type ofentrapment–Authors of a study in in Iran found that in patients with cubital tunnel syndrome confirmed with electrodiagnostic testing,the cross-sectional  area measured by diagnostic ultrasound of the UN at the medial epicondyle and 2 cm distal to themedial epicondyle was significantly larger than in a normal control group of individuals(4)",
            "Causes of UN compression at Guyon’s canal include:(19)–ganglion cyst or tumor–hamate hook fracture–repetitive trauma (e.g., compression from handlebars)–muscular anomaly–ulnar artery thrombosis or aneurysm (e.g., hypothenar hammer syndrome)"
        ],
        "risk factors": [
            "Upper extremity activities that increase the risk of UN entrapment involve–direct pressure on the UN; e.g., cyclists are at risk of handlebar palsy from bearing weight on the palm or of cubital tunnelsyndrome from bearing weight on bent elbows when using aero extension bars(2)–overstretching (and possible subluxation) of the UN in the cubital tunnel–prolonged elbow flexion past 90° (e.g., driving, sleeping, typing)–repetitive elbow flexion (e.g., using a drill press, lifting, carrying)",
            "Authors of a birth cohort study (N = 8,718) in Finland found that smoking was correlated with development of UNentrapment.Sex, obesity, and socioeconomic status were not associated with UNentrapment(5)",
            "Authors of a cross-sectional  study (N = 40) found prevalenceof ulnar neuropathy of 27.5% in patients receivinghemodialysis and 25% in those receiving peritoneal dialysis. The risk is thought to be due to the positioning of the upperextremity during treatment and underlying polyneuropathy(6)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Because overstretching and compression are implicated as etiologic factors, avoid increasing tension or pressure on the UN with manual techniques (e.g., soft-tissue  mobilization, upper limb tension testing)(7)",
        "Restrict or modify ADLs, sports, and work activities involving elbow/hand positions and movements that provoke symptoms",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care "
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When did symptoms begin? What has been the general progression of the symptoms? Documentany repetitive activities that can compress or stretch the UN. Was there any direct trauma to the elbow? (The term tardy ulnar palsy is used when symptoms develop very slowly after elbow injury)",
                "course of treatment": {
                    "medical management": "Have orthosis use, activity modification, or medications been trialed?",
                    "surgical management": [
                        "Surgical management:  What procedures, if any, have been performed?"
                    ],
                    "medications": "What medications (e.g., corticosteroid injection, anti-inflammatory  drugs) have been tried? Are oral medications being taken? Are they effective?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "Plain radiographs are indicated to",
                        "assess the elbow and wrist to rule out a possible fracture",
                        "assess cervical spine and chest if suspicious of the cause of neurological symptoms (i.e., if it is of central origin)",
                        "In patients with diabetes, blood tests to exclude polyneuropathy",
                        "MRI to rule out tumors and cysts",
                        "Diagnostic ultrasound may be used to confirm the entrapment of the UN at the cubital tunnel(16,23)",
                        "Electrophysiological studies to assess the degree of UN damage and course of recovery"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether the patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Ask about the onset of symptoms (sudden or gradual), quality/intensity/duration of pain, the effect on daily activities, aggravating factors, and alleviating factors",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Is there weakness or incoordination present?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if the  pain  is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night. -Does the patient sleep with the involved elbow flexed? -Does the patient wake up with increased symptoms?",
                "other symptoms": "Document other symptoms the patient may be experiencing that could be indicative of a need to refer to a physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Is there any known respiratory compromise? Barriers to learning -Are there any barriers to learning? Yes___ No___ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Any prior elbow or hand problems, fractures, or surgery? Any neck problems or injury? Any history of other neuropathy?",
                    "comorbid diagnoses": "Ask patient about other conditions, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he or she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Does the patient use an orthosis/splint? Do symptoms affect occupational or recreational activities? What involvement of elbow and wrist activities is required by the patient’s job?",
                "functional limitations assistance with ADLs adaptive equipment": "Which work or daily activities contribute to symptoms? Sleep position?",
                "living environment": "Inquire about the layout of the home. Identify any barriers to independence in the home and the modifications necessary"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.)  A comprehensive review is available on clinical testing techniques for suspected ulnar neuropathy(8)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Evaluate orthosis for proper fit. Assess elbow/hand function with orthosis on and off. Are any devices indicated due to lack of hand function? With motor involvement, an “anti-claw”  orthosis may be appropriate",
            "balance": "Assess dynamic balance reactions, as indicated, if the use of the affected arm is limitedAssess the efficiency of movements during aggravating activities and work simulation, if indicated",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess radial and ulnar pulses at the wrist; capillary filling in the affected hand should be normalAssess the dynamic mobility of the upper quadrant with special attention to the UN and compare bilaterally(11)Assess whether transfers are limited by weight-bearing  restrictions, as indicatedAssess accessory motion of ulnar and radiocarpal joints and intercarpal joints as indicatedAssess motor function (coordination) of the upper extremity, as indicated –Fine motor control can be assessed using the 9-hole  peg test –Jebsen-Taylor  Hand Function Test(13)",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": " Muscle strength –Assess muscle tone and strength by manual muscle testing (MMT) of the involved upper extremity (e.g., flexor carpiulnaris)finger spread, extension of 4th and 5th digits at metacarpal phalangeal (MCP) and proximal interphalangeal (PIP) joints; thumb squeeze against the base of 2nd digit(8) –Use a dynamometer and pinch gauge to measure hand and finger grip strength (compare results bilaterally and appropriately for sex/age) –General muscle strength assessment(8)C8, T1, ulnarC7–8,  radialC7–T1,  median and ulnarC8, T1, ulnarC8, T1, medianC8, medianC6–8,  radialC6–7,  medianC5–6, radialC6–7, medianC–6, musculocutaneousC6–8,  radialC5–6,  axillary",
            "observation inspection palpation including skin assessment": [
                "Abduction (“Wartenberg’s sign”) of the small finger or clawing of the ring and small fingers with the extension of the fingers is associated with severe UN injury",
                "Ring and small finger clawing",
                "Assess the integrity of skin in UN distribution area for dryness (flaking, scaling), redness, and irritation. Assess for trophic changes associated with chronic regional pain syndrome, if present, and for proper fitting of the orthosis ",
                "A hollowed appearance of the hand (e.g., atrophy of the first dorsal interosseous and abductor digitiquinti) is indicative of motor involvement •Palpation:  Examine palm of the hand for atrophy of hypothenar eminence and intrinsic hand muscles.(11) Deep palpation (“pressure test”) of cubital tunnel and the ulnar tunnel may provoke symptoms. Also, Tinel’s sign may be elicited by light tapping over the UN"
            ],
            "posture": "Assess alignment at elbow and wrist; complete a general upper body postural assessment as indicated",
            "range of motion": " Range of motion –Measure active and passive ROM at elbow, wrist, and digits using a goniometer. Check for subluxation of UN from cubital tunnel on passive overpressure in elbow flexion. Compare to the uninvolved side –Complete a cervical screen to assess for loss of ROM or impairment in this region, since the impact on the UN may stem from this location as well(8)",
            "self-care activities of daily living": "",
            "reflex testing": "Assess upper extremity deep tendon reflexesDetermine whether there are deficits in hand function/dexterity that may impair personal care. Ask the patient to demonstrate daily activities that provoke the symptoms. Do these activities involve repetitive elbow flexion or increase pressure on the palm of the hand? –The Manual Ability Measure (MAM) can be used to assess upper extremity function for ADLs(17,18)",
            "sensory testing": "Assess sensation (pinprick, light touch, temperature) in distribution of UN (i.e., ulnar side of hand proximal to 5th digit, small digit, and ulnar aspect of ring finger) (e.g., Semmes-Weinstein  Monofilaments, Weinstein Enhanced Sensory Test [WEST]). Expect positive Tinel’s and compression signs with percussion at cubital tunnel or UN tunnel, and reduced sensation over the volar aspect of hand(8)",
            "special tests specific to diagnosis": " Special tests specific to diagnosispatient holds a sheet of paper between the thumb and radial aspect of the index finger (lateral pinch) while examiner pulls on the sheet (positive if flexion at the distal interphalangeal joint of the thumb is observed). Palpate the first dorsal interosseous to assess for atrophyDoes static elbow hyperflexion for 1 minute provoke symptoms?Percussion of UN provokes a visible muscular jerk in myotome(8)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Raynaud’s syndrome",
                "Cryoglobulinemia",
                "Cold urticaria",
                "Paroxysmal cold hemoglobinuria",
                "Impaired circulation",
                "Over an area of nerve regrowth",
                "Hypertension",
                "Hypersensitivity to cold",
                "Over an acute wound",
                "Over superficial nerves",
                "Do not place electrodes near: -carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads",
                "Osteomyelitis",
                "Hemorrhage",
                "Impaired sensation, mental status, communication",
                "Cardiovascular disease ",
                "Malignancy",
                "Dermatological conditions",
                "Proximityof electromagnetic radiation",
                "In pregnant women, near the pelvis, lumbar spine, hips, abdomen",
                "In patients with stroke or seizures, near the neck",
                "History of spontaneous abortion in pregnant women",
                "over the region of a cardiac pacemaker",
                "over the pelvis, abdominal, and lumbar regions during pregnancy",
                "over the eyes or testes",
                "in an area with infection or bleeding",
                "if a tumor or malignancy is present in the area",
                "in the area of a deep vein thrombosis (DVT) or thrombophlebitis",
                "over the heart, stellate, or cervical ganglia",
                "over epiphyseal plates",
                "Sensory deficits",
                "Ineffective communication skills in a patient (e.g., impaired cognition, language barrier)",
                "Circulatory impairments",
                "Plastic or metal implants",
                "Peripheral vascular disease",
                "Note: Always decrease ultrasound intensity if the patient complains of discomfort"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary listed below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
                "Cryotherapy contraindications(9)",
                "Cryotherapy precautions(9)",
                "Electrotherapy  contraindications/precautions(9)",
                "Therapeutic ultrasound  contraindications; do not use:(9)",
                "Therapeutic ultrasound precautions(9)"
            ]
        },
        "diagnosis need for treatment": "UN entrapment syndrome/paresthesias and possible weakness in the distribution of the UN that reduce sensation and motor function of the involved hand; patient education for modification or avoidance of provocative activities; postoperative surgical repair; hand therapy to improve functional deficits",
        "rule out": " Rule out Carpal tunnel syndrome (distinguishing symptoms from UN entrapment syndrome involve first 3 digits and nocturnal pain) Wartenberg’s radial neuritis (sensory only and does not involve 4th or 5th fingers) Cervical radiculitis (the main feature is neck pain/trauma) Raynaud’s syndrome (all fingers cold and present with a blue tint) Thoracic outlet syndrome (if shoulder position aggravates the symptoms) Cervical cord compression (bilateral symptoms) Diabetic polyneuropathy Chronic regional pain syndrome",
        "prognosis": [
            "Research is lacking to determine optimal surgical intervention. In addition the only clinical scenario in which a majority of member surgeons surveyed by the American Society for Surgery of the Hand favor nonoperative treatment is in patients with normal EMG/NCS and no weakness or atrophy of interosseous muscles(10)",
            "It is also reasonable to expect improved function after hand strengthening"
        ],
        "referral to other disciplines": " Referral to other disciplines Back to referring physician if there is no functional improvement To neurosurgeon as indicated",
        "other considerations": [],
        "treatment summary": [
            "No clinical trials are available to guide physical or occupational therapy interventions in UN entrapment syndrome. Optimal management will vary from case to case.(11) Patient education related to positioning and avoidance of exacerbating activities are key components of nonoperative treatment(3)",
            "Conservative treatment generally involves symptom management, forearm and hand strengthening and stretching as indicated, orthosis use, patient education, and facilitation of the return to normal ADLs",
            "Authors of a systematic review of treatment for ulnar neuropathy at the elbow who compared nonoperative to operative treatment found insufficient evidence to identify the best treatment. With regard to surgical procedures, simple  decompression and decompression with ulnar nerve transposition were found to be equally effective in idiopathic ulnar neuropathy at the elbow(22) . Problem Goal Intervention Expected Progression Home Program Paresthesias/pain Reduce or resolve symptomsActivity modification _ Implement changes to help reduce symptoms associated with provoking activities (e.g., headset for phone use; avoid resting arm on medial elbow in the car) _ Prescription, application of devices and equipment _ Trial of elbow or wrist orthosis in a neutral position,(19,20,21) towel roll to limit elbow flexion when sleeping(2) _ Physical agents and mechanical modalities _ Trial of iontophoresis or phonophoresis with dexamethasone for pain management as indicated and ordered by the physician _ _ Cryotherapy may be tried for pain managementGradual reduction in symptomsEducation the patient in activity modification, positioning, and orthosis use  Wrist/hand weakness Increase strength and prevent atrophyTherapeutic exercises _ Comparative methods of hand/wrist strengthening exercises in this syndrome have not been reported. Therefore, therapeutic strengthening and dexterity exercises should be guided by the evaluation on a case- by-case basis(11) _ _ To gently stretch the UN, instruct the patient to depress shoulder, laterally rotate and abduct shoulder, flex elbow, supinate forearm, place wrist in extension, and flex neck laterally away from the affected side(11) _ _ Electrotherapeutic modalities _ Electric stimulation can be applied to reduce or prevent atrophy(12)Progress each patient as appropriate and indicatedImplement a home exercise program with written and verbal instruction  Decreased ability to complete daily activities _Restore functional capacity _ _Functional training _ Instruction on alternative methods to complete ADLs _ Instruction in use of adaptive equipment to increase independence in self-care activities (e.g., use of a wash mitt if clawing limits the ability to hold a washcloth) _ _ Dexterity/coordination activities _ _ Refer to occupational therapy or hand therapy if necessaryPatient should gradually return to prior ADLs/sports _ _ Incorporate and progress functional training as indicatedEducate the patient on aggravating factors and provide activities helpful for increasing functional status Reduced elbow/wrist/ hand flexibility after surgery or prolonged splintingIncrease elbow/wrist/ hand ROMPostoperative therapeutic exercises _ Use of stretching techniques to mobilize the affected joint and increase the ROM lost due to surgery or prolonged immobilization _ _ Instruct the patient on how to complete active ROM and self- stretchingROM of the affected joint should gradually increase with continued therapyAfter patient education, may implement a home program of safe stretches Reduced nerve dynamic mobility of the upper quadrantIncrease neural dynamic mobilityManual therapy Mobilize the UN and other restricted elements of the upper quadrant. Utilize either the gliding or tension technique, as appropriateProgress to tension technique if gliding neural mobilization technique is initially startedIncorporate neural mobilization exercises into the home exercise program ."
        ]
    },
    "desired outcomes outcome measures": {
        "reduced or resolved paresthesias or pain": [
            "V AS",
            "Semmes-Weinstein  Monofilaments or WEST"
        ],
        "increased strength and prevention of atrophy": [
            "MMT",
            "Dynamometer",
            "Pinch meter"
        ],
        "improved rom": [
            "Goniometric measurements"
        ],
        "increased elbow, wrist, and hand function": [
            "Jebsen-Taylor  Hand Function Test(13)",
            "Hand surgeons commonly use the McGowan grading system to assess status and gauge outcome(3,15)–Grade I: intermittent paresthesias in the ulnar distribution; reports of clumsiness with the affected hand; no detectablehand weakness or atrophy–Grade II: sensory loss and measurably weak lumbrical and interossei musculature–Grade III: severe sensory and motor deficits and muscle wasting",
            "MAM"
        ],
        "improved quality of life": [
            "Short Form-36  Questionnaire"
        ]
    },
    "maintenance or prevention": [
        "Continued avoidance of activities and positions that aggravate symptoms for self-management  of pain"
    ],
    "patient education": [
        "American Academy of Orthopaedic Surgeons website: “Ulnar Nerve Entrapment at the Elbow (Cubital Tunnel Syndrome)” at https://orthoinfo.aaos.org/en/diseases--conditions/ulnar-nerve-entrapment-at-the-elbow-cubital-tunnel-syndrome",
        "American Society of Hand Therapistswebsite: “Cubital Tunnel” at https://www.asht.org/sites/default/files/docs/2018/Cubital %20Tunnel%20Syndrome%202018.pdf",
        "American Academy of Physical Medicine and Rehabilitationwebsite: “Ulnar Nerve Mononeuropathy at the Wrist” at https://now.aapmr.org/ulnar-nerve-mononeuropathy-at-the-wrist-2/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Guardia CF, Berman SA. Ulnar neuropathy. Guardia CF, ed. Medscape ; 2016. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Dy CJ, Mackinnon SE. Ulnar neuropathy: evaluation and management. Curr Rev Musculskelet Med . 2016;9(2):178-184.  doi:10.1007/s12178-016-9327.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Mezian K, Ja#isko J, Kaiser R, et al. Ulnar neuropathy at the elbow: from ultrasound scanning to treatment. Front Neurol . May 14, 2021;12:661441. doi:10.3389/ fneur.2021.661441. (RV)"
        },
        {
            "number in article": 4,
            "reference": "Rayegani SM, Raeissadat SA, Kargozar E, Rahimi-Dehgolan  S, Loni E. Diagnostic value of ultrasonography versus electrodiagnosis in ulnar neuropathy. Med Devices . February 22, 2019;12:81-88.  doi:10.2147/MDER.S196106. (R)"
        },
        {
            "number in article": 5,
            "reference": "Hulkkonen S, Auvinen J, Miettunen J, Karppinen J, Ryhänen J. Smoking is associated with ulnar nerve entrapment: a birth cohort study. Sci Rep. 2019;9(1):9450. doi:10.1038/s41598-019-45675-1.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Vahdatpour B, Maghroori R, Mortazavi M, Khosrawi S. Evaluation of ulnar neuropathy on hemodialysis patients. J Res Med Sci . 2012;17(10):905-910.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Walsh MT. Upper limb neural tension testing and mobilization. Fact, fiction, and a practical approach. J Hand Ther . 2005;18(2):241-258.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Goldman SB, Brininger TL, Schrader JW, Koceja DM. A review of clinical tests and signs for the assessment of ulnar neuropathy. J Hand Ther . 2009;22(3):209-220.  (RV)"
        },
        {
            "number in article": 9,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016. (GI)"
        },
        {
            "number in article": 10,
            "reference": "Yahya A, Malarkey AR, Eschbaugh RL, Bamberger HB. Trends in the surgical treatment for cubital tunnel syndrome: a survey of members of the American Society for Surgery of the Hand. Hand. 2018;13(5):516-521.  doi:10.1177/1558944717725377. (R)"
        },
        {
            "number in article": 11,
            "reference": "Kisner C, Colby LA, Borstad J. Peripheral nerve disorders and management. In: Therapeutic Exercise: Foundations and Techniques . 7th ed. Philadelphia, PA: F. A. Davis Company; 2018:382-416.  (GI)"
        },
        {
            "number in article": 12,
            "reference": "Lund AT, Amadio PC. Treatment of cubital tunnel syndrome: perspectives for the therapist. J Hand Ther . 2006;19(2):170-178.  (X)"
        },
        {
            "number in article": 13,
            "reference": "Liu CJ, Marie D, Fredrick A, Bertram J, Utley K, Fess EE. Predicting hand function in older adults: evaluations of grip strength, arm curl strength, and manual dexterity. Aging Clin Exp Res . 2017;29(4):753-760.  doi:10.1007/s40520-016-0628-0.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Dowdle SB, Chalmers PN. Management of the ulnar nerve in throwing athletes. Curr Rev Musculoskelet Med . 2020;13(4):449-456.  doi:10.1007/s12178-020-09639-7.  (RV)"
        },
        {
            "number in article": 15,
            "reference": "McGowan AJ. The results of transposition of the ulnar nerve for traumatic ulnar neuritis. J Bone Joint Surg Br . 1950;32-B(3):293-301.  (C)"
        },
        {
            "number in article": 16,
            "reference": "Rekant MS, Wilson MS, Nelson C. Surgery management of compression neuropathies of the elbow. In: Skirven TM, Osterman AL, Fedorczyk JM, Amadio PC, Feldscher SB, Shin EK, eds. Rehabilitation of the Hand and Upper Extremity . 7th ed. Philadelphia, PA: Elsevier; 2021:745-759.  (GI)"
        },
        {
            "number in article": 17,
            "reference": "Chen CC, Palmon O, Amini D. Responsiveness of the Manual Ability Measure-36  (MAM-36):  changes in hand function using self-reported  and clinician-rated  assessments. Am J Occup Ther . 2014;68(2):187-93.  doi:10.5014/ajot.2014.009258. (R)"
        },
        {
            "number in article": 18,
            "reference": "Chen CC, Bode RK. Psychometric validation of the Manual Ability Measure-36  (MAM-36)  in patients with neurologic and musculoskeletal disorders. Arch Phys Med Rehabil . 2010;91(3):414-20.  doi:10.1016/j.apmr.2009.11.012. (R)"
        },
        {
            "number in article": 19,
            "reference": "Aleksenko D, Varacallo M. Guyon Canal Syndrome. StatPearls . Treasure Island, FL: StatPearls Publishing; 2021. (GI)"
        },
        {
            "number in article": 20,
            "reference": "Chauhan M, Anand P, Das JM. Cubital Tunnel Syndrome. StatPearls . Treasure Island, FL: StatPearls Publishing; 2021. (GI)"
        },
        {
            "number in article": 21,
            "reference": "Lleva JMC, Munakomi S, Chang KV. Ulnar Neuropathy. StatPearls . Treasure Island, FL: StatPearls Publishing; 2021. (GI)"
        },
        {
            "number in article": 22,
            "reference": "Caliandro P, La Torre G, Padua R, Giannini F, Padua L. Treatment for ulnar neuropathy at the elbow. Cochrane Database Syst Rev . November 15, 2016;11(11):CD006839. doi:10.1002/14651858.CD006839.pub4. (SR)"
        },
        {
            "number in article": 23,
            "reference": "Hoefler AH, Miller EM, Kobayashi Y, Gottschalk AW. Ultrasound: a useful tool in the diagnosis and localization of ulnar neuropathy at the elbow. Ochsner J . 2021;21(1):3-5. doi:10.31486/toj.21.0002. (RV)"
        }
    ]
}