{
    "metadata": {
        "title": " Muscle spasm Decrease muscle spasm Application of therapeutic ultrasound _ Continuous moderate intensities are generally used to obtain thermal effectsProgression will depend on patient’s response to treatmentN/A Decreased ROM, decreased tissue extensibilityIncrease ROM, tissue extensibilityApplication of therapeutic ultrasound _ During the time period immediately after ultrasound application, heated tissues will undergo their greatest extensibility and elongation (“stretching window”)(2)Progression will depend on patient’s response to treatmentPatient should be instructed in appropriate stretches and ROM exercises to perform at home Chronic inflammation Decrease inflammation _ _ Promote blood flow in chronic inflammatory conditionsApplication of therapeutic ultrasound: _ Ability of ultrasound to enhance recovery in chronic inflammation varies by condition(2)Progression will depend on patient’s response to treatmentN/A    Risks, including inaccurate calibration, potential for infection, and potential for thermal injuriesMinimize risks Risk-reduction strategies _ Maintain and use equipment according to safety standards and manufacturer’s specifications _ _ Clean soundhead between patients _ _ Use with appropriate patients only (e.g., not with patients who cannot accurately report sensation)N/A N/A . Desired Outcomes/Outcome Measures",
        "synonyms": [
            "ultrasonic therapy",
            "ultrasonic diathermy",
            "ultrasound, therapeutic"
        ],
        "anatomical location body part affected": [],
        "area of specialty": [
            "acute care",
            "hand therapy",
            "neurological rehabilitation",
            "orthopedic rehabilitation",
            "pediatric rehabilitation",
            "sports rehabilitation",
            "women’s health",
            "geriatric rehabilitation"
        ],
        "description": [
            "A therapeutic modality that uses acoustic energy rather than electromagnetic energy to produce physiological effects.(2) It should be differentiated from diagnostic ultrasound, which is used for imaging internal structures",
            "Ultrasound waves have a frequency greater than 20,000 Hz (0.02 MHz), which is higher than the audible range of the human ear. The frequency range for therapeutic ultrasound is between 0.75 and 3 MHz(2)",
            "Ultrasound is applied using a transducer, or “soundhead,” that contains a piezoelectric crystal that converts electrical energy to acoustic energy(2)",
            "Thermal and nonthermal physiological effects can be produced by vibrations of the molecules of the biologic medium through which the waves travel(2)",
            "Ultrasound is primarily used for elevating tissue temperature.(2) It is considered a deep heating modality (as compared to other heating modalities such as hot packs or whirlpools) because of its ability to heat to a depth of 6 cm(2)",
            "Ineffective heating of tissues due to treating too large of an area is a common error made by therapists(2)",
            "Depth of tissue penetration is determined by the frequency, not the intensity, of ultrasound. In general, higher frequencies (e.g., 3 MHz) are absorbed more in superficial tissues. Lower frequencies (e.g., 1 MHz) penetrate to deeper target tissues(2)",
            "In addition to the production of heat caused by friction between the vibrating molecules, therapeutic ultrasound is also hypothesized to have mechanical effects due to production of small magnitude movements of fluids and ions(2)",
            "Ultrasound is widely used in rehabilitation, primarily for improving connective tissue extensibility and pain relief in musculoskeletal injuries, and for promoting tissue healing and remodeling(2)",
            "Risk of harm is considered low when used properly, making ultrasound for physical therapy a treatment of modest efficacy but low risk(2)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {},
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {
            "X3900": "Single modality to one area – initial 30 minutes",
            "X3902": "Single modality to one area – each additional 15 minutes",
            "X3908": "Treatment including a combination of any modalities and procedures (one or more areas) – initial 30 minutes",
            "X3910": "Treatment including a combination of any modalities and procedures (one or more areas) – each additional 15 minutes",
            "CPT": "codes –97035 Ultrasound – 15 Minutes –971390 Phonophoresis "
        },
        "reimbursement": [
            "Varies by carrier. Some carriers might cover only when linked with specific diagnosis codes, and some might have limitations regarding maximum benefits per year. Documentation showing objective loss of mobility or function and estimated duration and goals of treatment might be required Indications for device/equipment"
        ],
        "presentation signs and symptoms": [],
        "contraindications precautions to test": [
            "Depend on the underlying condition"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {},
    "indications for procedure": [],
    "overall contraindications precautions": [],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Describe history of patient’s condition, including onset, progression, complications, and treatment",
                "course of treatment": {
                    "medical management": "Describe hospitalizations, surgeries, immobilization, and weight-bearing  status, as relevant to the condition and body part being treated with ultrasound",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Are they effective?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Depend on underlying condition"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture), what they are used for, and whether they help ",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Has the patient been treated with ultrasound in the past?"
                },
                "aggravating easing factors": " Aggravating/easing factors  (And length of time each item is performed before the symptoms come on or areInquire about factors related to this condition",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Any history of respiratory compromise or use of supplemental oxygen or ventilation? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document history of same or similar diagnosis",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders, and cognitive disorders. Check to make sure there are no contraindications to therapeutic ultrasound treatment",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Is the patient employed? What is the nature of his or her work? Does the patient participate in recreational or competitive sports?",
                "functional limitations assistance with ADLs adaptive equipment": "(Include limitations with self-care, home management, work, community leisure) Document pre-existing  functional limitations or equipment already in place",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document patient’s height, weight, and BMI. Assess edema/swelling using circumferential or volumetric measurements as indicated",
            "assistive and adaptive devices": "Describe any assistive and adaptive devices that patient uses",
            "balance": "Assess sitting and standing static and dynamic balance using a standardized test such as the Berg Balance Scale or Pediatric Balance Scale where indicated",
            "cardiorespiratory function and endurance": [],
            "circulation": "Check upper and lower extremity pulses for signs of diminished circulation",
            "functional mobility": "Assess functional mobility using a standardized test such as the Rivermead Mobility Index, FIM, or WeeFIM as indicated by patient’s condition",
            "gait locomotion": "Assess gait as indicated, including gait speed. Are ambulatory assistive devices used?Assess as indicated by symptoms and reason for referral  Motor function (motor control/tone/learning) –Modified Ashworth Scale might be used to assess tone –Assess for presence of obligatory synergies, compensatory movement strategies, and selective voluntary muscle activation as indicated –Assess coordination of upper and lower extremities",
            "muscle strength": "Assess muscle strength of upper and lower extremities using manual muscle testing (MMT) where tone and coordination are not affected. Assess functional strength of trunk",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess sitting and standing posture as indicated",
            "range of motion": "Assess upper and lower extremity ROM and flexibility depending on reason for referral. Assess trunk and neck ROM as indicated",
            "self-care activities of daily living": "",
            "reflex testing": "Assess deep tendon reflexes bilaterally as indicatedBarthel Index might be used to assess ADLs",
            "sensory testing": "Assess light touch, temperature, pinprick as indicated",
            "special tests specific to diagnosis": " Special testsQuality of life measure – might be used as indicated depending on condition",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Assess orientation to name, place, time, and situation; attention; short-  and long-term  memory; and problem solving as indicated. Is the patient able to inform the provider about sensations being experienced?",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with a diagnosis for which ultrasound is used might be at risk for falls; follow facility protocols for fall prevention and post fall-prevention  instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention strategies. Discharge criteria should include independence with fall-prevention  strategies ›Diagnosis/need for device/equipment:  Patients with various neuromuscular or musculoskeletal conditions might benefit from ultrasound to reduce pain and muscle spasm, improve tissue extensibility, and improve function. This form of heat application can provide deeper heating than many other forms and might be of benefit when target tissues are not superficial"
            ],
            "general": "Patients with various neuromuscular or musculoskeletal conditions might benefit"
        },
        "diagnosis need for treatment": "",
        "rule out": "",
        "prognosis": [],
        "referral to other disciplines": "Referrals might include to pain management specialist, orthopedic surgeon, rheumatologist, and/or occupational therapist (OT) as indicated by condition and symptoms",
        "other considerations": [
            "There is controversy about the biophysical effects of therapeutic ultrasound –Biophysical effects are commonly divided into thermal and nonthermal effects, although in most circumstances both effects are present and neither can be completely eliminated –Nonthermal effects from pulsing the ultrasound have been hypothesized to include cavitation (defined as the formation of gas bubbles in tissues) and microstreaming (formation of eddies adjacent to an oscillating source)(2) -These effects have been hypothesized to affect cell membrane permeability, which might account for improved tissue repair -Pulsed ultrasound has also been hypothesized to promote circulation independently of any thermal effects –Thermal effects depend on the intensity used -There is sufficient evidence that ultrasound can cause an increase in tissue temperature. The effects of a rise in tissue temperature on circulation are unclear in vivo and depend on the amount of conduction into surrounding tissue and dissipation by blood perfusion. Changes in blood flow might be confined to the skin -Authors of a 2014 study suggest that tissue inhomogeneity caused phase aberration of the US beam. With increasing change in tissue, the acoustic field increased while peak temperature decreased. The change in tissue was set to mimic variations in abdominal muscle tissue(11)",
            "Results from research on the effect of nonthermal therapeutic ultrasound applied to the quadriceps of patients with quadriceps dysfunction indicated a significant effect on spinal reflex excitability as measured by the Hoffmann reflex measurements(18) –Based on a double-blind  RCT conducted in the United Stateswith 30 patients with documented quadriceps dysfunction –Treatment was one treatment of nonthermal ultrasound or a sham treatment –Hoffmann reflex measurements were significantly different 20 minutes post-treatment ",
            "The production of pain with the application of therapeutic ultrasound on a navicular stress injury was found to predict resolution of the fracture and return to playin elite-level  track and field athletes(19)"
        ],
        "treatment summary": [
            "PTs most commonly use therapeutic ultrasound for its muscular effects, connective tissue effects, effects on joint pain, hemodynamic effects, and effects on inflammation and tissue repair",
            "Consensus on the effects of ultrasound is limited due to the inconsistent use or lack of reporting of parameters in various research studies(2)",
            "In 2015, authors of a systematic review and meta-analysis  found that US did not provide benefit,in terms of pain reduction or improved functional mobility, over placebo in patients with rotator cuff tendinopathy(15)",
            "Authors of a 2014 Cochrane review examining the effectiveness of therapeutic ultrasound in the management of chronic nonspecific low back pain (LBP) concluded that there is no high-quality  evidence to support the use of US for improving quality of life or decreasing pain(10) –Seven RCTs with a total 362 patients with chronic LBP were included –All studies were in secondary care settings; most included US and therapeutic exercise at various intensities for 6–18 treatment sessions –There was moderate-quality  evidence that US improves back-specific  function in the short term –There was low-quality  evidence that US plus exercise was not better than exercise alone for short-term  pain reduction –Overall, there are not many high-quality  RCTs; available trials are small. Future large-scale  trials with good methodology are needed ›Authors of a 2016 systematic review and meta-analysis  on the effects of therapeutic ultrasound on pain, physical function, and safety outcomes in patients with knee osteoarthritis (OA) concluded that ultrasound is beneficial for reducing pain and improving function(20)",
            "Based on 10 RCTs involving 645 patients with knee OA",
            "Physical function was reduced on Western Ontario and McMaster Universities physical function score ›Therapeutic ultrasound in addition to standard exercise training was determined to not provide any additional benefit in improving pain and function in patients with knee OA based on a double-blind  RCT conducted in Turkey in 2017(16)",
            "A total of 60 patients in whom knee osteoarthritis was diagnosed according to the American College of Rheumatology guidelines were randomized to one of two groups: continuous ultrasound at 1MHz and 1W/cm2 or sham ultrasound",
            "All patients received treatment 5 times a week for 2 weeks in addition to a home exercise program (lower extremity strengthening and stretching exercises) that they were instructed to perform at least 3 times a week",
            "Primary outcome measures were the Western Ontario and McMaster Universities Osteoarthritis Index–pain;  stiffness; function; visual analog scale–pain  at rest; visual analog scale–pain  on movement; visual analog scale–disease  severity, and 20-m  walking time",
            "Both groups showed significant improvement in all parameters after 2 weeks of treatment intervention and at the 6-month follow-up; however, there was no significant difference between groups ›A meta-analysis  of four studies that compared ultrasound with standard or sham treatment for venous leg ulcers showed that the number of ulcers healed was greater and the percentage of remaining ulcer area was smaller in the ultrasound treatment group than in the group not receiving ultrasound(8) ›Authors of a 2017 systematic review on the effect of therapeutic ultrasound on muscle injury induced by eccentric exercise concluded that ultrasound did not produce any substantial changes 24, 48, and 72 hours after muscle damage(21)",
            "Based on a review of 9 studies, 5of which were used for the metanalysis ›RCT results",
            "Researchers in Turkey found that therapeutic ultrasound, combined with physical therapy interventions, was not effective at reducing pain or improving functional status or isokinetic strength in patients with rotator cuff disease,(14) reducing pain and improving clinical parameters in patients with adhesive capsulitis,(22) or improving pain, disability, anxiety, depression, sleep, and quality of life in patients with subacromial impingement syndrome(23)",
            "Researchers looked at the effectiveness of different ultrasound dosages on pain and grip strength in patients with lateral epicondylitis(12) –The three different dosages included: -For all groups: Frequency:1 Mhz, 7-minute  duration, for 7 days  -Group A: Continuous, Intensity: 1.5W/cm2 -Group B: Pulsed 1:4, Intensity: 1.0W/cm2 -Group C: Pulsed 1:1, Intensity: 0.8W/cm2 –Results suggest a significant increase in grip strength in all groups after the application of ultrasound. Continuous mode showed a better effect compared to the other dosages",
            "Researchers in Brazil found that patients with rheumatoid arthritis who received 10 sessions (5 sessions per week) of underwater ultrasound had significantly less pain and more wrist extension than a control group at week 14(24) –Based on an RCT including 48 patients with rheumatoid arthritis –Ultrasound was at 0.7 W/cm2 intensity, 830 kHz frequency, for 7 minutes, with both wrists and hands treated",
            "Continuous ultrasound was found to be more efficient than pulsed or sham ultrasound in reducing the pain that patients with myofascial pain syndrome experience at rest(25) –Based on an RCT conducted in Turkey with 60 patients with myofascial pain syndrome –3 MHz and 1 W/cm2for 5 minutes was used for treatment groups with pulsed US at 50%. Treatment was 5x/week for 2 weeks –Continuous and pulsed ultrasound were also found to be better than sham ultrasound in improving patients’ psychological condition as measured by the Beck Depression Inventory –However, no differences were found in pain during activity",
            "The addition of ultrasound to a stretching program was not found to enhance the treatment program for patients with plantar fasciitis(26) –Based on an RCT conducted in Israel with 54 patients with plantar fasciitis –Parameters were 1 MHz frequency, 1.8 W/cm2 intensity for 8 minutes for treatment group and 3 MHz, 0.1 W/cm2 and 25% duty cycle for sham. Patients were treated twice a week for 4 weeks –Outcome measures were the Numeric Pain Rating Scale, the Foot and Ankle Computerized Adaptive Test, and an algometric test ›Alternative forms of ultrasound",
            "Low-intensity,  long-duration  ultrasound (LILDUS) –LILDUS was found to significantly reduce pain and improve joint function inpatients with moderate to severe knee OA in a U.S.study(27) -90 patients were randomized into a group receiving treatment with a sham device or a device that delivered 3 MHz, 0.132 W/cm2 for 4 hours daily for 6 weeks –Authors of a 2018 critical appraisal of the effects of LILDUS stated that there is insufficient (grade 1) evidence to support the use of LILDUS for decreasing pain, increasing tissue temperature, and increasing function(28)",
            "Phonophoresis is a technique that uses ultrasound to enhance delivery of medication to tissues(2,7) –Medications most commonly applied in this manner are anti-inflammatories  (e.g., hydrocortisone, salicylates) and analgesics (e.g., lidocaine) –It is thought that thermal and nonthermal mechanisms increase the permeability of the stratum corneum, allowing medication to diffuse across the skin –Many medications are poor coupling agents. Mixing the topical agents with ultrasound gel often does not improve their transmission capabilities –Phonophoresis with lidocaine has been reported to be effective in treating trigger points(1) –Pulsed ultrasound with topical lidocaine gel has been reported to induce greater analgesic effect than continuous ultrasound(7)",
            "See Description , Indications of device/equipment , and Guidelines for use of device/equipment , above . Problem Goal Intervention Expected Progression Home Program  Pain from soft tissue injuryDecrease pain _ _ Promote soft tissue healing and repairApplication of therapeutic ultrasound _ _ _ Duration of treatment depends on the size of the area, the intensity used, the frequency, the type of tissue being heated, and the desired temperature increase(2)Reduce use of therapeutic ultrasoundInstruct patient in appropriate home program for specific condition Muscle spasm Decrease muscle spasm Application of therapeutic ultrasound _ Continuous moderate intensities are generally used to obtain thermal effectsProgression will depend on patient’s response to treatmentN/A Decreased ROM, decreased tissue extensibilityIncrease ROM, tissue extensibilityApplication of therapeutic ultrasound _ During the time period immediately after ultrasound application, heated tissues will undergo their greatest extensibility and elongation (“stretching window”)(2)Progression will depend on patient’s response to treatmentPatient should be instructed in appropriate stretches and ROM exercises to perform at home Chronic inflammation Decrease inflammation _ _ Promote blood flow in chronic inflammatory conditionsApplication of therapeutic ultrasound: _ Ability of ultrasound to enhance recovery in chronic inflammation varies by condition(2)Progression will depend on patient’s response to treatmentN/A  Risks, including inaccurate calibration, potential for infection, and potential for thermal injuriesMinimize risks Risk-reduction strategies _ Maintain and use equipment according to safety standards and manufacturer’s specifications _ _ Clean soundhead between patients _ _ Use with appropriate patients only (e.g., not with patients who cannot accurately report sensation)N/A N/A ."
        ]
    },
    "desired outcomes outcome measures": {
        "decreased pain": [
            "V AS"
        ],
        "improved rom flexibility": [
            "Goniometric measurements of ROM and reassessment of flexibility"
        ],
        "decreased edema": [
            "V olumetric or circumferential measurements of edema"
        ],
        "decreased muscle spasm": [
            "Muscle length testing"
        ],
        "improved functional mobility": [
            "FIM",
            "Rivermead Mobility Index",
            "Barthel Index",
            "SF-36"
        ],
        "improved efficacy of other treatments": []
    },
    "maintenance or prevention": [
        "Ultrasound units should have routine maintenance checks to ensure that there is no line leakage and that calibration is accurate(5)",
        "Numerous surveys to test the performance of physiotherapy ultrasound equipment have been conducted. The vast majority of systems display errors in the indicated output settings of greater than 20%(3)",
        "Case studies of equipment failure resulting in thermal injuries in patients have been reported(3)",
        "Guidelines establishing the need for regular calibration of therapeutic ultrasound machines have been produced and practical instructions for how measurements should be carried out are available(3) The measurements that are required for testing conventional low-power therapeutic ultrasound systems in order to meet manufacturers’ specifications are well established and devices for carrying them out are readily available(3)",
        "Despite widespread availability of suitable test equipment, there continues to be an issue of poor calibration of physiotherapy equipment(3) Length of time since machine calibration was associated with machine inaccuracy in a study conducted in Australia(6)  Results of a questionnaire study conducted in Brazil suggest that few physiotherapy professionals conduct maintenance of ultrasound machines to meet manufacturers’ specifications. Specifications are available that define acceptable weekly and annual maintenance.(5) Currently it is recommended that maintenance frequency be related to the amount of daily usage of the ultrasound machine(5) It is recommended that professional undergraduate and graduate curriculums contain more education on equipment maintenance(5)"
    ],
    "patient education": [
        "FDA website, “Radiation-Emitting  Products: Ultrasonic Therapy Product or Ultrasonic Diathermy,” https://www.fda.gov/radiation-emittingproducts/radiationemittingproductsandprocedures/surgicalandtherapeutic/ucm115937.htm Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Draper DO, Prentice WE. Therapeutic ultrasound. In: Prentice WE, ed. Therapeutic Modalities in Rehabilitation . 4th ed. New York: McGraw-Hill  Medical; 2011:363-416.  (GI)"
        },
        {
            "number in article": 2,
            "reference": "Bellew JW, Michlovitz JL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis; 2016. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Shaw A, Hodnett M. Calibration and measurement issues for therapeutic ultrasound. Ultrasonics . 2008;48(4):234-252.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Rigby JH, Dye SB, Draper DO. Difference in tissue temperature after therapeutic ultrasound using Biofreeze mixture and ultrasound gel as a coupling media. Athletic Train Sports Health Care . 2014;6(1):25-30.  doi:10.3928/19425864-20131209-01.  (GI)"
        },
        {
            "number in article": 5,
            "reference": "Ferrari CB, Andrade MA, Adamowski JC, Guirro RR. Evaluation of therapeutic ultrasound equipment performance. Ultrasonics . 2010;50(7):704-709.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Schabrun S, Walker H, Chipchase L. How accurate are therapeutic ultrasound machines?. Hong Kong Physiother J . 2008;26:39-44.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Ebrahimi S, Abbasnia K, Motealleh A, Kooroshfard N, Kamali F, Ghaffarinezhad F. Effect of lidocaine phonophoresis on sensory blockade: pulsed or continuous mode of therapeutic ultrasound?. Physiotherapy . 2012;98(1):57-63.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Salcido R, de Leon JM, Popescu A, Goldman RJ. Chronic wounds. In: Braddom RL, ed. Physical Medicine and Rehabilitation . 5th ed. Philadelphia, PA: Elsevier Saunders; 2016:523-524.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "Spratt HG, Jr, Levine D, Tillman L. Physical therapy clinical therapeutic ultrasound equipment as a source for bacterial contamination. Physiother Theory and Pract . 2014;30(7):507-511.  doi:10.3109/09593985.2014.900836. (R)"
        },
        {
            "number in article": 10,
            "reference": "Ebadi S, Henschke N, Nakhostin AN, Fallah E, van Tulder MW. Therapeutic ultrasound for chronic low-back pain. Cochrane Database Syst Rev . 2014;3. Art No: CD009169. doi:10.1002/14651858.CD009169.pub2.  (M)"
        },
        {
            "number in article": 11,
            "reference": "Liu Z, Guo X, Tu J, Zhang D. Variations in temperature distribution and tissue lesion formation induced by tissue inhomogeneity for therapeutic ultrasound. Ultrasound Med Biol. 2014;40(8):1857-1868.  doi:10.1016/j.ultrasmedbio.2014.02.004. (R)"
        },
        {
            "number in article": 12,
            "reference": "Shanishwara MH, Kakkad A. A study to compare the effectiveness of different dosage of therapeutic ultrasound on pain and grip strength in patients with lateral epicondylitis. Indian J Physiother Occup Ther . 2014;8(4):164-174.  doi:10.5958/0973-5674.2014.00032.X.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Abtahi NS, Eimani H, Vosough A, et al. Effect of therapeutic ultrasound on folliculogenesis, angiogenesis and apoptosis after heterotopic mouse ovarian transplantation. Ultrasound Med Biol . 2014;40(7):1535-1544.  doi:10.1016/j.ultrasmedbio.2014.02.006. (R)"
        },
        {
            "number in article": 14,
            "reference": "Analan PD, Leblebici B, Adam M. Effects of therapeutic ultrasound and exercise on pain, function and isokinetic shoulder rotator strength of patients with rotator cuff disease. J Phys Ther Sci . 2015;27(10):3113-3117.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Desmeules A F, Boudreault J, Roy JS, et al. The efficacy of therapeutic ultrasound for rotator cuff tendinopathy: A systematic review and meta-analysis.  Phys Ther Sport . 2015;16(3):276-284.  (SR)"
        },
        {
            "number in article": 16,
            "reference": "Ye#in T, Altan L, Kasapo#lu Aksoy M. The effect of therapeutic ultrasound on pain and physical function in patients with knee osteoarthritis. Ultrasound Med Biol . 2017;43(1):187-194.  doi:j.ultrasmedbio.2016.08.035.   (RCT)"
        },
        {
            "number in article": 17,
            "reference": "Spratt HG, Levine D, McDonald S, et al. Survival of Staphylococcus aureus on therapeutic ultrasound heads. Am J Infect Control . 2019;47(9):1157-1159.  doi:10.1016/ j.ajic.2019.02.019. (R)"
        },
        {
            "number in article": 18,
            "reference": "Norte GE, Saliba SA, Hart JM. Immediate effects of therapeutic ultrasound on quadriceps spinal reflex excitability in patients with knee injury. Arch Phys Med Rehabil . 2015;96(9):1591-1598.  doi:10.1016/j.apmr.2015.03.014. (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Malliaropoulos N, Alaseirlis D, Konstantinidis G, et al. Therapeutic ultrasound in navicular stress injuries in elite track and field athletes. Clin J Sport Med . 2017;27(3):278-282. doi:10.1097.JSM.0000000000000356. (R)"
        },
        {
            "number in article": 20,
            "reference": "Zhang C, Xie Y, Luo X, et al. Effects of therapeutic ultrasound on pain, physical functions and safety outcomes in patients with knee osteoarthritis: a systematic review and meta-analysis.  Clin Rehabil . 2016;30(10):960-971.  doi:10.1177/0269215515609415. (M)"
        },
        {
            "number in article": 21,
            "reference": "Mantovani R, Borges M, Sbruzzi G, Lima C. Therapeutic ultrasound in muscle injury induced by eccentric exercise: systematic review and meta-analysis  of randomized clinical trials. Sport SciHealth . 2017;13(3):443-451.  doi:10.1007/s11332-016-0325-6.  (M)"
        },
        {
            "number in article": 22,
            "reference": "Balci TO, turk AC, Sahin F, Kotevoglu N, Kuran B. Efficacy of therapeutic ultrasound in treatment of adhesive capsulitis: a prospective double-blind  placebo-controlled randomized trial. J Back Musculoskeletal Rehabil . 2018;31(5):955-961.  doi:10.3233/BMR-150482.  (RCT)"
        },
        {
            "number in article": 23,
            "reference": "Yazmalar L, Sarrihidiz MA, Batmaz I, et al. Efficiency of therapeutic ultrasound on pain, disability, anxiety, depression, sleep and quality of life in patients with subacromial impingement syndrome: a randomized controlled study. J Back Musculoskelet Rehabil . 2016;29(4):801-807.  doi:10.3233/BMR-160692.  (RCT)"
        },
        {
            "number in article": 24,
            "reference": "Kiraly M, Varga Z, Szanyo F, Kiss R, Hodosi K, Bender T. Effects of underwater ultrasound therapy on pain, inflammation, hand function and quality of life in patients with rheumatoid arthritis – a randomized controlled trial. Braz J Phys Ther . 2017;21(3):199-205.  doi:10.1016/j.bjpt.2017.04.002. (RCT)"
        },
        {
            "number in article": 25,
            "reference": "Ilter L, Dilek B, Batmaz I, et al. Efficacy of pulsed and continuous therapeutic ultrasound in myofascial pain syndrome. Am J Phys Med Rehabil . 2015;94(7):547-554. doi:10.1097/PHM.0000000000000210. (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Katzap Y, Haidukov M, Berland OM, Itzhak RB, Kalichman L. Additive effect of therapeutic ultrasound to the treatment of plantar fasciitis: a randomized controlled trial. J Orthop Sports Phys Ther . 2018;48(11):847-855.  doi:10.2519/jospt.2018.8110. (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Draoer DI, Klyve D, Ortiz R, Best TM. Effect of low-intensity  long-duration  ultrasound on the symptomatic relief of knee osteoarthritis: a randomized, placebo-controlled double-blind  study. J Orthop Surg Res . 2018;13(257). doi:10.1186/s13018-018-0965-0.  (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Daniels S, Santiago G, Cuchna J, Van Lunen B. The effects of low-intensity  therapeutic ultrasound on measurable outcomes: a critically appraised topic. J Sport Rehabil . 2018;27(4):390-395.  doi:10.1123/jsr.2016-0099.  (RCT)"
        }
    ]
}