{
    "metadata": {
        "title": "Dysphagia  Unilateral V ocal Fold Paralysis in Adults",
        "synonyms": [
            "swallowing disorder  unilateral vocal fold paralysis in adults",
            "deglutition disorder: unilateral vocal fold paralysis in adults",
            "oral dysphagia: unilateral vocal fold paralysis in adults",
            "pharyngeal dysphagia: unilateral vocal fold paralysis in adults",
            " esophageal dysphagia: unilateral vocal fold paralysis in adults",
            "difficulty swallowing: unilateral vocal fold paralysis in adults",
            "dysphagia, oral: unilateral vocal fold paralysis in adults",
            "dysphagia, pharyngeal: unilateral vocal fold paralysis in adults",
            "dysphagia, esophageal: unilateral vocal fold paralysis in adults",
            "swallowing difficulty: unilateral vocal fold paralysis in adults",
            "unilateral vocal fold paralysis in adults: dysphagia",
            " unilateral vocal fold paralysis in adults: swallowing disorder",
            "unilateral vocal fold paralysis in adults: deglutition disorder",
            "unilateral vocal fold paralysis in adults: oral dysphagia",
            "unilateral vocal fold paralysis in adults: pharyngeal dysphagia",
            "unilateral vocal fold paralysis in adults: esophageal dysphagia",
            "unilateral vocal fold paralysis in adults: swallowing difficulty",
            "paralysis, unilateral vocal fold, in adults: dysphagia",
            "paralysis, unilateral vocal fold, in adults: swallowing disorder",
            "paralysis, unilateral vocal fold, in adults: deglutition disorder",
            "paralysis, unilateral vocal fold, in adults: oral dysphagia",
            " paralysis, unilateral vocal fold, in adults: pharyngeal dysphagia",
            "paralysis, unilateral vocal fold, in adults: esophageal dysphagia",
            "paralysis, unilateral vocal fold, in adults: swallowing difficulty",
            "vocal fold paralysis, unilateral, in adults: dysphagia",
            "vocal fold paralysis, unilateral, in adults: swallowing disorder",
            "vocal fold paralysis, unilateral, in adults: deglutition disorder",
            "vocal fold paralysis, unilateral, in adults: oral dysphagia",
            " vocal fold paralysis, unilateral, in adults: pharyngeal dysphagia",
            "vocal fold paralysis, unilateral, in adults: esophageal dysphagia",
            "vocal fold paralysis, unilateral, in adults: swallowing difficulty"
        ],
        "anatomical location body part affected": [
            "Larynx. Unilateral vocal fold paralysis (UVFP) can be caused by damage to cranial nerve X (i.e., the vagus nerve), recurrent laryngeal nerve, superior laryngeal nerve, and/or brainstem.(1) The recurrent laryngeal nerve branches from the vagus nerve at the level of the cricoid cartilage and innervates four of the intrinsic muscles of the larynx: the thyroarytenoid, the posterior cricoarytenoid, the lateral cricoarytenoid, and the interarytenoid muscles.(2) The superior laryngeal nerve provides sensory information to the larynx and also innervates the cricothyroid muscle, which causes tension and elongation of the vocal folds (resulting in a higher pitch)"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders",
            "v oice and v oice disorders"
        ],
        "description": [
            "UVFP is a condition in which one vocal fold is paralyzed in the paramedian (near the middle) position or has very limited movement, which prevents the vocal folds from meeting at midline or closing.(3) UVFP presents as dysphonia, loss of upper pitch range, hoarseness, breathiness, throat pain, dysphagia, frequent choking, and/or decreased vocal stamina.(2) UVFP can cause aspiration and dysphagia, but does not in all cases. When aspiration occurs with swallowing in patients with UVFP, it is typically the result of reduced airway protection during the swallow.(4) Other factors such as pharyngeal dysfunction can contribute to dysphagia ",
            "For detailed information on voice impairment in patients with UVFP, see Clinical Review…Dysphonia: Unilateral Vocal Fold Paralysis in Adults ; CINAHL Topic ID Number: T709103"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "J38.00": "paralysis of vocal cords and larynx, unspecified",
            "J38.01": "paralysis of vocal cords and larynx, unilateral",
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Dysphagia refers to difficulty swallowing due to an inability to move food and/or liquid efficiently during the oral, pharyngeal, and/or esophageal phases of swallowing.(5) The oral phase includes sucking, chewing, and moving the food or liquid into the throat. The pharyngeal phase is the initiation of the swallowing reflex, when the food is squeezed down the throat and the airway is closed off to prevent aspiration (food or liquid entering the airway) or choking. In the esophageal phase, the openings at the top and bottom of the esophagus move the food or liquid to the stomach by relaxing and tightening.(6) Symptoms of dysphagia in patients with UVFP are variable and include reduced labial seal, delayed pharyngeal swallow, increased pharyngeal transit time, retention of bolus in the pharynx after the swallow due to a weak pharyngeal swallow, poor passage of the bolus through the upper esophageal sphincter (UES), and diminished cough strength, resulting in less effective airway clearing(7,9) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Dysphagia assessment and treatment are best performed using a team approach. The following health professionals are often involved in the management of swallowing dysfunction in patients in rehabilitation and hospital settings: SLP, nurse, nutritionist, dietician, otolaryngologist, occupational therapist (OT), physical therapist (PT), gastroenterologist, neurologist, behavioral psychologist, and social worker(15)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes :": [
            "Surgical trauma (thyroid surgery, cardiothoracic surgery, esophageal surgery, head/neck surgery)(1,8)",
            "Intubation(8)",
            "Neurologic disorders (e.g., stroke)(1)",
            "Nonsurgical trauma(1) (e.g., head injury, cervical fracture)",
            "High vagal nerve damage(10)",
            "Spontaneous carotid artery dissection (when a tear in the carotid artery wall causes blood to go between the layers of theartery wall tissues and separate them)(46)",
            "Other conditions (e.g., viral infections, bacterial infections, breast cancer)(1)"
        ],
        "pathogenesis": [
            "Pathogenesis varies with the cause of the UVFP"
        ],
        "risk factors  uvfp": [
            "Risk factors vary with the cause of the UVFP"
        ],
        "risk factors  aspiration with vocal fold immobility": [
            "Patients with dysphagia and UVFP are at increased risk for lung infections and aspiration pneumonia(7)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Symptoms associated with UVFP vary widely; precautions will vary according to the individual patient and the severity of accompanying language, cognitive, sensory, and/or motor impairments. It is recommended that family/caregivers be involved in all assessment procedures",
        "Evaluation and treatment of UVFP should be performed by a voice evaluation team that includes, at minimum, a speech-language  pathologist (SLP) and an otolaryngologist(8) ",
        "UVFP is associated with an increased incidence of aspiration in patients referred for dysphagia evaluation. Patients with newly diagnosed UVFP should be assessed for swallowing function(1)",
        "Feeding and dietary practices vary considerably across families and cultures. It is important for the SLP to understand the patient’s and family’s concerns and objectives regarding feeding and swallowing before the evaluation(11)",
        "To conduct a feeding and swallowing evaluation and to provide swallowing treatment, SLPs are required to have graduate, postgraduate, or continuing education training specifically in dysphagia assessment and treatment(12)",
        "To perform a videofluoroscopic swallowing study (VFSS), an SLP must have established competencies in the use and storage of barium used in VFSSs(12)",
        "Patients with recent intubation have been found to have a higher percentage of laryngopharyngeal abnormalities than nonintubated patients. These abnormalities include arytenoid edema, granuloma, vocal fold bowing, airway stenosis, and vocal fold paresis. The SLP should consult with an otolaryngologist if laryngopharyngeal abnormalities are suspected(14)"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Dysphagia assessment and treatment are best performed using a team approach. The following health professionals are often involved in the management of swallowing dysfunction in patients in rehabilitation and hospital settings: SLP, nurse, nutritionist, dietician, otolaryngologist, occupational therapist (OT), physical therapist (PT), gastroenterologist, neurologist, behavioral psychologist, and social worker(15)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the cause of the UVFP and any neurological assessments, including MRI and CT. Document any previous surgeries, prolonged intubations, or trauma(2)",
                "course of treatment": {
                    "medical management": "Medical management will vary according to the patient’s presenting symptoms. MedicalIn arytenoid adduction, the arytenoids are surgically rotated in the position of adduction and are sutured together in this position(13) Injection of material into the vocal folds to allow for medialization (e.g., fat injection, Gelfoam or Teflon injection, absorbable gelatin powder, collagen)(2,7)Medialization thyroplasty involves the insertion of a silicon implant through an opening in the thyroid cartilage that pushes against the paralyzed vocal fold, allowing it to make contact with the other vocal fold(7,8)Donor nerves (e.g., ansacervicalis) are redirected to innervate the paralyzed vocal fold for the purpose of reducing longterm  atrophy, stabilizing cartilage positioning, and perhaps providing some tensing functions of the laryngeal musculature(17)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Medical assessments will vary with the nature of the underlying condition but may",
                        "include CT scans of the head, neck, and chest, examination of cranial nerve function, chest Xray,  laryngoscopy, mirror examination, strobovideolaryngoscopy, and laryngeal EMG evaluation of laryngeal muscle activity.(2,8) Diagnosis of UVFP typically is made by an otolaryngologist (ENT)",
                        "Dysphagia",
                        "Clinical swallowing examination (CSE)",
                        "For detailed information on a CSE, see Clinical Review…Dysphagia Assessment: In-depth  Clinical Swallow Examination (Adults) ; CINAHL Topic ID Number: T709037",
                        "Instrumental examination (e.g., VFSS, endoscopic assessment of swallowing function, manometry)",
                        "For detailed information regarding VFSS, see Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Adults) ; CINAHL Topic ID Number: T709046",
                        "For detailed information on endoscopic assessment of swallowing, see the series of Clinical Reviews on this topic",
                        "For detailed information on manometry, see Clinical Review…Dysphagia Assessment: Manometry ; CINAHL Topic ID Number: T709040 "
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational, speech, or physical therapy"
                },
                "aggravating easing factors": " Aggravating/easing factors -Does the patient have hearing or vision difficulties (including visual neglect)? -Is the patient able to communicate? What modality does the patient use to communicate? Does the patient speak or understand another language? -Does the feeding environment encourage patient’s stability and position for self-feeding? -Is the patient currently being fed by mouth or by tube (orogastric, nasogastric, gastrostomy, jejunostomy) or by a combination of the two? -Does the patient have GERD? -Does the patient have any specific food aversions or aversion towards eating?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Symptoms of dysphagia in patients with UVFP vary and are influenced by other factors in addition to laryngeal functioning (e.g., impaired pharyngeal motility). V ocal fold closure is important for airway protection but is -Poor labial seal and bolus formation(7) -Retention of bolus in the pharynx after the swallow due to a weak pharyngeal swallow(9) -Poor passage of the bolus through the UES(7) -Diminished cough strength, resulting in less effective airway clearing(7)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables (e.g., distracting environment)",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician or social worker (e.g., dizziness, bowel/bladder dysfunction, saddle anesthesia)",
                "respiratory status": "Note history of respiratory status and current respiratory status for any indication of aspiration. Note any history of respiratory disorder. Patients who have cervical spinal cord injuries who require mechanical ventilation may have to coordinate swallowing with the initiation of the expiration cycle to protect the airway. The SLP should have knowledge of positive end expiratory pressure (PEEP) and continuous positive airway pressure (CPAP) to instruct patient on the timing of the swallow(18) -Note any difficulties with respiration. Disturbances in breath control and respiratory function due to airflow escape through the open vocal folds have been noted in patients with UVFP(19)UVFP can contribute to reduced QOLThe VHI is a patient self-report  inventory that contains 30 statements regarding the impact of the voice disorder on daily activities. It is frequently used as a baseline measure and a measure of the effectiveness of a specific treatment(20)A 10-item instrument designed to measure the degree of impact that a voice disorder has on a patient’s QOL(21,22)Document hearing ability -Does the patient have a known hearing loss? If so, does he or she wearing hearing aids? Left, right, or bilateral? -Refer to audiologist for full audiological evaluation if hearing impairment is suspected Barriers to learning -Are there any barriers to learning? Yes__ / No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of swallowing or voice disorders or premorbid neurological problems?",
                    "comorbid diagnoses": "Note any comorbid diagnoses, including hearing loss, language difficulties, and mobility impairments",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient or patient’s family about other symptoms he or she is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include receive intervention services? If so, are they home, school, or clinic/trauma center based? Does the patient attend school or work?",
                "functional limitations assistance with ADLs adaptive equipment": "Obtain information on adaptive equipment the patient is using, such as assistive/alternative communication devices, wheelchairs, walkers, hearing aids, glasses, or adaptive eating equipment",
                "living environment": "Stairs, number of floors in home, with whom patient lives (e.g., caregivers, family members). Identify if there are barriers to independence in the home; are any modifications necessary? With whom does the patient eat? What is the eating environment? Who prepares the meals?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document use of any adaptive devices for communication, feeding, or body positioningNote any difficulties with positioning, tone, or postural control that could interfere with feeding. Collaborate with PT and/or OT as necessaryNote any difficulties with mobility, including hemiparesis. Examine motor function as it relates to swallowing and self-feeding.  Collaborate with the PT and/or OT as necessary",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "Note posture for eating/feeding. Collaborate with PT and/or OT as necessary to assist the patient in attaining efficient posture for feedingNote any impairments in vision or hearing",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "Patients with UVFP commonly present with dysphonia.(7) The SLP can evaluate perceptual quality of voice productions and acoustic and aerodynamic aspects of vocal function, and might perform a videostroboscopy in conjunction with an ENT to examine vocal fold characteristics and position(8)Identify any articulation or fluency concerns(23)Identify the voice’s perceptual and acoustic characteristics (if the patient is able to phonate) and the patient’s behavior (e.g., evidence of neck strain) during voicing or voicing attempts(23) -Acoustic measures of voice include signal-to-noise ratio, jitter (pitch perturbation), and shimmer (amplitude perturbation)(24) -Respiratory-phonatory  behaviors include measures of maximum phonation time, breath group lengths (number of syllables or words produced on one expiratory flow), and S/Z ratio (the length of time a person can produce “S” over the length of time the person can produce “Z.” A number greater than 1.4 indicates difficulty with easy movement of the vocal folds. Normal ratio is 1) -Perceptual rating scalesA protocol and recording form to evaluate and document auditory-perceptual judgments of voice quality(25)A rating scale that examines roughness, breathiness, asthenicity (voice weakness), and strain in voice(26)A laryngeal examination must be completed by an experienced laryngologist (physician) in order to rule out laryngeal growths, including nodules, polyps, carcinoma, contact ulcers, and laryngeal webs. In addition, the laryngeal examination serves to determine the position of the larynx (e.g., high, low) and any other  characteristics of the vocal folds, including vocal fold closure and physical aspects of the folds (e.g., swollen, tense).A mirror examination involves placing a mirror in the back of the patient’s throat. V ocal folds can be visualized by reflecting light down to the larynx(27)Rigid endoscopy is performed with a rigid tube placed into the oral or pharyngeal cavity. A rigid laryngoscope provides the clearest view of the larynx; however, the tongue needs to be held by the examiner and normal speech production cannot be performed during the examination. A flexible laryngoscope uses fiberoptic technology and can be passed through the nose to the back of the throat to examine the larynx during voicing(48)Videostroboscopic examination allows the examiner to see the vocal folds vibrating in slow motion and gives information on any abnormalities present during voice production (e.g., abnormal closure). It is performed with instrumentation used for oral endoscopy or nasendoscopy and is combined with a strobe light correlated to vocal fold vibration.(28) SLPs and ENTs can both perform videostroboscopic examinations of the larynx. The examiner can view aspects of vibratory function such as the mucosal wave, vibratory amplitude, periodicity, and symmetry.(16) Vibratory parameters usually are rated on a Likert scale (e.g., 1–5).  ForEndoscopicT709141Unilateral Vocal Fold Paralysis in Adults , referenced above",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Attention and cognitive ability will vary with the underlying cause of the UVFP and any comorbid conditions. Refer to psychological assessments as necessary",
            "aac assessment": "",
            "swallow examination": " Swallow examinationA CSE is usually the first part of a comprehensive swallowing examination or is used as an initial screening to determine the need for further evaluation.(12) Historically, the lack of a gag reflex function was used as a measure of dysphagia, but this has been demonstrated as unreliable as the sole indicator of swallowing function.(12) CSEs are poor at detecting silent aspiration (aspiration of food or liquid into the lungs without overt signs) and in determining the physiological reason for a cough or a voice quality change. Due to its limitations, a CSE should be used as a complement to other instrumental measures rather than in isolation.(29,30) If oral intake is considered relatively safe, the patient should be observed swallowing different consistencies of food during the CSE. Cervical auscultation (the use of a stethoscope to assess swallow sounds and airway sounds) and pulse oximetry (assessment of oxygen saturation)can be added to the CSE -A comprehensive case history and review of medical records(12) -Patient and/or caregiver interview -Assessment of oral structures and motor function. Note the appearance of the oral mucosa (e.g., any inflammation or infection that may affect the oral stage of swallowing) and any pooling of saliva in the oral cavity. An inability to swallow can cause the saliva to pool in the mouth. Evaluate dentition in terms of the presence or absence of dental prostheses, the number and appearance of teeth, level of oral hygiene, and general dental care.(12) Examine the facial, labial, and lingual ROM, speed, and strength. Examine velar elevation -Assessment of speech and vocal quality(12) -Assessment of feeding and mealtime techniques used by patient and caregivers.(12) When possible, conduct the CSE during a regular meal to observe the patient’s coordination of respiration and swallowing in a natural environment.(12) Assess patient’s ability to achieve labial seal and contain bolus. Examine retrieval of different food consistencies from a spoon, cup, and straw(30) -To assess tongue-based  function, hyoid motion, and laryngeal motion during a swallow, place one finger under the patient’s chin at the base of the tongue, the next finger on the hyoid bone, the next finger above the larynx, and the next finger below the larynx. Once your fingers are in place, instruct the patient to swallow and determine presence and extent of laryngeal elevation -Observe the effects of alterations in posture or other compensatory techniques to improve swallow(12) -Evaluate the patient’s ability to comprehend instructions and use compensatory strategies(30) -Evaluate the patient’s salivary function by visual inspection of the oral mucosa, medication review, and medical history review. Note if the patient is taking any medications that may reduce salivary flow, such as anticholinergic,  antidepressant, or antipsychotic drugs.(32) Symptoms of dry mouth include mouth pain, dry tongue, bleeding gums, cracked corners of the mouth, overall dryness (nose, eyes, skin), and badly fitting dentures(32)In-depth  Bedside Swallow Examination (Adults) , referenced aboveA VFSS is performed when the dysphagia team has concerns about the pharyngeal phase of swallowing and the complete swallowing sequence. In addition, a VFSS might be indicated by an otolaryngologist to determine the possible benefit of surgical correction.(9) The patient eats and drinks a variety of liquids and solids mixed with barium while images are recorded with videofluorography. The assessment must be age-appropriate  with regard to positioning, presentation, and viscosity of material.(12) All patients should be examined in the lateral and frontal positions to gain information on movements of the swallow and symmetry of bolus flow and pharyngeal wall contraction. The SLP evaluates for the presence of aspiration and the effectiveness of presenting different food consistencies or of modifying posture.(12) In contrast to the CSE, VFSS provides critical information on the pharyngeal phase of the swallow and can detect silent aspiration.(29) Given the unnatural surroundings, swallowing function observed during a VFSS is not necessarily identical to that at mealtimes. Other variables that influence swallowing function include anxiety, fatigue, and medications.(33) Due to the potential harmful effects of ionizing radiation, a repeat VFSS should be considered only when there are specific questions that require answers from a repeat study; a VFSS should not be used frequently to monitor changes in swallowing. During the VFSS, the following(33) -Lip closure (ability to contain a liquid bolus) -Lingual elevation (the back of the tongue is slightly elevated) -Tongue-to-palatal  seal -Bolus preparation/mastication -Bolus transport/movement of the tongue (movement of the bolus to the back of the oral cavity) -Initiation of the pharyngeal swallow (swallow should be initiated when the bolus reaches the region of the posterior oral cavity) -Soft palate elevation and retraction -Laryngeal elevation -Anterior hyoid excursion -Laryngeal closure -Pharyngeal contraction -Pharyngoesophageal segment opening -Tongue base retraction -Epiglottic inversion -Esophageal clearance -In a study conducted in South Korea of dysphagia in 28 individuals with VFP (not specified if participants had unilateral or bilateral paralysis), researchers found both oral and pharyngeal phase swallowing problems on VFSS -Reduced bolus formation (32.1%) -Incomplete lip closure (21.4%) -Delayed triggering of pharyngeal swallow response (> 60%) -Excessive pyriform sinus residue (> 60%) -Prolonged pharyngeal transit time of thickened liquids (> 60%) -Excessive vallecular residue (75%) -Incomplete laryngeal closure (75%) -Aspiration occurred in 50% of the participants in this study and penetration in 71.4%Modified Barium Swallow (Adults) , referenced aboveFEES is performed to evaluate the anatomy and physiology of the pharynx and the larynx, pharyngeal swallow function, and the patient’s ability to manage secretions and swallow foods and liquids.(12) A FEES is capable of detecting silent aspiration. In addition, it can be used to explore a variety of diagnostic interventions, such as varying bolus consistency, varying  posture, or making use of visual feedback for reinforcement.(34) After the insertion of the endoscope, the patient can engage in normal feeding behavior during the evaluation. Food must be light in color to enhance visibility (e.g., milk, pudding, yogurt, bread). FEES is preferred over VFSS when patients have safety issues related to radiation exposure or when they need retesting. The American Speech-Language-Hearing  Association (ASHA) has published several online documents regarding technical aspects of FEES and the qualifications required to perform FEES(35) -For detailed information on endoscopic assessment of swallowing, see the series of Clinical Reviews on this topic –Scales, surveys, screenings, and checklists are commonly used in the clinical examination as well as during the VFSS to assist the SLP in making decisions regarding the necessity of further examinationStandardized screening survey that can be used with patients from 2 years of age through adulthood. Assesses BMI, restrictions in food textures and viscosity, dependence in feeding, and need for special utensils or positioning. Provides information on the severity of the swallowing disorder and can be used as an outcome measure(36)A tool developed to screen nutrition and swallowing problems in persons with intellectual disabilities. The checklist format allows for caregiver involvement in identifying risks and managing swallowing difficulties(37)A tool to assist the clinician in describing the level of severity (7 levels) of dysphagia and in making recommendations for nutrition, diet, and independence(38)Incorporates the 3-oz water swallow test and a clinical checklist to identify patients at risk for aspiration(39)Includes a pre-assessment  checklist. If the patient passes the checklist, he or she is presented with teaspoon sips of water (3 times) and a half glass of water(40)A screening test for dysphagia in which the patient is asked to drink a specified amount of water in a typical manner. If the patient is able to drink the entire amount without difficulty, no further workup is indicated; however, if the patient has difficulty or exhibits signs of aspiration, additional dysphagia testing should be conducted. Amounts of water greater than 50 mL are associated with higher levels of sensitivity for the WST(5)",
            "tracheostomy examination": "UVFP typically does not cause airway obstruction; however, if a tracheostomy is present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of tracheostomy tube and use of a speaking valve, see Clinical Review…Passy-MuirT708919. For detailedAdults with Tracheostomy ;T709084"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with UVFP may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside (as applicable), if inpatient. Inform patient and family/caregivers of the potential for falls and educate about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Feeding and dietary practices vary considerably across families and cultures. It is important for the SLP to understand the family’s concerns and objectives regarding feeding and swallowing before finalizing any recommendations regarding specific food types and textures(11)",
                "Patients with dysphagia from UVFP are at increased risk for aspiration. Post feeding guidelines at bedside (as applicable) and educate family/staff about feeding status. Discharge criteria should include patient and/or family independence with feeding strategies",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The purpose of treatment in patients with UVFP is to eliminate symptoms of dysphagia as well as to improve vocal quality(2) ",
        "rule out": "It is important that the otolaryngologist identify the exact cause of the UVFP. Neurologic diseases that can affect vocal fold movement include multiple sclerosis, amyotrophic lateral sclerosis (ALS), syringomyelia, myasthenia gravis, Guillain-Barré  syndrome, and Parkinson disease.(2) The physician should rule out central nervous system tumors and thyroid malignancies(2)",
        "prognosis": [
            "Good recovery of swallowing ability is associated with UVFP after cardiovascular surgery –Based on a study conducted in Japan of individuals with UVFP and subsequent dysphagia resulting from cardiovascular surgery in which researchers found complete recovery of UVFP and dysphagia in 19/31 participants after a mean of 125 days postsurgery; improvement in dysphagia even with those participants who had persistent UVFP was documented after a mean of 216 days postsurgery(41)"
        ],
        "referral to other disciplines": "Dysphagia assessment and treatment is best performed using a team approach. The following health professionals often are involved in the management of swallowing dysfunction in patients in medical settings: SLP, nurse, nutritionist, physician (laryngologist), OT, PT, gastroenterologist, neurologist, and social worker(15)",
        "other considerations": [],
        "treatment summary": [
            "Surgical interventions: Surgical intervention for UVFP is performed by a physician. Surgical interventions may include medialization thyroplasty, arytenoid adduction, or injection of materials into vocal folds for the purpose of bringing the paralyzed vocal fold to the midline, allowing the vocal folds to meet in the middle and close during voicing and swallowing.(7) After onset of UVFP, the waiting period for surgical interventions is typically 6 to 12 months to allow for spontaneous recovery and medialization.(42)If the patient has aspiration or an ineffective cough, early surgical treatment may be necessary",
            "Positioning/postural adaptations:  Several postures have been examined to assist in changing the direction of the flow of foods and liquids for patients with dysphagia, including the chin tuck, head back, head rotation, and head tilt.(44) Rotating the head towards the damaged side (side of vocal fold paralysis) might improve vocal fold approximation and direct bolus down the stronger side of the pharynx(44) –For detailed information on postural changes for dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy – Compensatory ; CINAHL Topic ID Number: T709081",
            "Swallow maneuvers (voluntary changes in the swallow): Swallow maneuvers include the supraglottic swallow, the super-supraglottic  swallow, the effortful swallow, and the Mendelsohn maneuver. Research has documented specific changes in the oropharyngeal swallow due to these maneuvers for some patients; however, further research is needed to determine the amount of time that these maneuvers should be used. Patients may not be able to perform maneuvers if they are unable to follow instructions or remember to use the maneuver during each swallow: –Supraglottic swallow: Breath is held before, during, and after the swallow so that the true vocal folds are closed(44) –Super-supraglottic  swallow: Breath is held while the patient also swallows with extra effort(43) –Effortful swallow: Patient contracts the muscles involved in swallowing with great effort(43) –Mendelsohn maneuver: The Mendelsohn maneuver is designed to increase the movement of the larynx and hyoid during the pharyngeal swallow. The patient holds the larynx up by using the muscles of the neck or with the hand(43) –For detailed information on maneuvers in dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy –Swallow Maneuvers ; CINAHL Topic ID Number: T709042 and the series of Clinical Reviews on each specific maneuver",
            "Modification of liquids: Aspiration and silent aspiration occur in many patients with UVFP.(45) Liquids can be modified (e.g., thickened) to assist the patient in controlling liquids in the oral and pharyngeal phases of the swallow and improve the effectiveness and safety of the swallow. Trials of different liquid consistencies should be performed with instrumental assessments (i.e., VFSS, FEES) to determine effectiveness  –For detailed information on postural changes for dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy – Compensatory , referenced above",
            "Feeding tubes (orogastric, nasogastric, gastrostomy, jejunostomy)/enteral feeding: Decisions regarding the use of feeding tubes should be made with input from the SLP, physician, nutritionist, and other rehabilitation professionals. Patients with UVFP who have shown signs of malnutrition, aspiration, insufficient fluid intake, or excessive stress during mealtimes may be candidates for a feeding tube to provide an alternative nutritional source . Problem Goal Intervention Expected Progression Home Program Prolonged feeding times due to agitation or attention difficultiesImprove attention while eatingModification of feeding environment _ The physical environment in which a patient is being fed can have an impact on the duration of a meal. The feeding environment should be a calm setting in which the patient can focus on feeding and swallowingProgression of modifications and specific types of food and liquid consistencies trialed will vary according to patient goalsFeeding program should be implemented at home Risk of aspiration due to impulsivity during eating and swallowingReduce impulsivity while eatingModification of feeding environment/ food _ To reduce aspiration caused by impulsivity and eating too rapidly:",
            "Present small amounts of food at a time",
            "Cue the patient to put the utensil or cup down after each mouthful",
            "Use verbal, written, or tactile cues to remind the patient to slow down as indicatedProgression of modifications and specific types of food and liquid consistencies trialed will vary according to patient goalsFeeding program should be implemented at home  Feeding difficulties/ dysphagiaPatient will increase ability to feed independently and safely using adaptive equipmentAdaptive equipment _ Adaptive equipment for feeding may include special cups, plates, spoons, straws, and forks. It is important to consider patient and family/caregiver preferences as well as the durability, cost, and accessibility of the equipment.(15) A team approach is recommended for selection and trial of adaptive equipment with the patient(15)Progression of therapy tasks with and without adaptive equipment and specific types of food and liquid consistencies trialed will vary according to patient goalsFeeding program should be implemented at home Oral and pharyngeal dysphagiaPatient will ingest food and liquids safely (without aspiration)Swallow maneuvers _ Swallow maneuvers that might assist in compensating for reduced sensation and prevent pharyngeal stage dysphagia include the supraglottic swallow, the super- supraglottic swallow, the effortful swallow, and the Mendelsohn maneuver. Patients may not be able to benefit from maneuvers if they fatigue easily or if they are unable to follow instructions or remember to use the maneuver during each swallowProgression of therapy tasks with and without swallowing maneuvers and specific types of food and liquid consistencies trialed will vary according to patient goalsPatient will need to use swallowing techniques during all meals  Oral or pharyngeal dysphagia due to liquid consistencyPatient will increase swallowing ability for liquidsModification of liquids _ Patients with UVFP who show clinical signs of aspiration might benefit from temporary or long-term use of thickened liquids. The rationale for the use of thickened liquids must be carefully explained to caregivers/ family and patient and effectiveness should be confirmed by use of instrumental evaluationProgression of specific types of liquid consistencies trialed will vary according to patient goalsFeeding program should be implemented at home Pharyngeal residue and increased risk of aspirationPatient will increase safety of swallowingPostural changes _ Rotating the head towards the damaged side (side of vocal fold paralysis) might improve vocal fold approximation and direct bolus down the stronger side(44)Progression of therapy tasks with and without postural changes and specific types of food and liquid consistencies trialed will vary according to patient goalsFeeding program should be implemented at home ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved swallow function": [
            "CSE",
            "VFSS–Due to the potential harmful effects of ionizing radiation, VFSS should be used with caution as an outcome measure; forpatients who require frequent instrumental examinations of swallowing, a FEES is a better option as there is no radiationinvolved",
            "FEES"
        ],
        "safe nutrition and hydration": [
            "Time required for feeding",
            "Performance of the patient on specific oral motor activities for feeding (e.g., lip closure, chewing skills)",
            "Weight of the patient or other measures of nutritional status",
            "Patient’s ability to eat different textures/types of food"
        ],
        "reduced risk of respiratory complications": [
            "Absence of chest infections",
            "Absence of clinical signs of aspiration"
        ],
        "improved qol": [
            "V-RQOL",
            "SWAL-QOL:  An outcome measure that includes patient self-ratings  of QOL due to swallowing and eating ability(47)"
        ]
    },
    "maintenance or prevention": [
        "Monitoring of swallowing function is recommended because patients with UVFP will show a change in symptoms as they recover"
    ],
    "patient education": [
        "It is important that the dysphagia team educate the patient and family about the prognosis and specific treatment techniques.(15) It is also important that the neuropsychologist and other professionals educate the family about the short-term and long-term  effects of UVFP",
        "See patient information on adult-onset  dysphagia from ASHA at https://www.asha.org/public/speech/swallowing/swallowing-disorders-in-adults/",
        "See patient information on vocal fold paralysis from ASHA at https://www.asha.org/public/speech/disorders/vocal-fold-paralysis/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Singh JM, Wang R, Kwartowitz G. Unilateral vocal fold paralysis. StatPearls [Internet] . Treasure Island (FL): StatPearls Publishing; 2020. (R)"
        },
        {
            "number in article": 2,
            "reference": "Lee DH, Lee SY, Lee M, et al. Natural course of unilateral vocal fold paralysis and optimal timing of permanent treatment. JAMA Otolaryngol Head Neck Surg . January 1, 2020;146(1):30-35.  doi:https://doi.org/10.1001/jamaoto.2019.3072. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Vocal cord paralysis. American Speech-Language  Hearing Association Web site. https://www.asha.org/public/speech/disorders/vocal-fold-paralysis/ . (GI)"
        },
        {
            "number in article": 4,
            "reference": "Irace AL, Dombrowski ND, Kawai K, et al. Aspiration in children with unilateral vocal fold paralysis. Laryngoscope . March 2019;129(3):569-573.  doi:https://doi.org/10.1002/ lary.27410. (R)"
        },
        {
            "number in article": 5,
            "reference": "Chen PC, Chuang CH. Accuracy of the water swallow test for dysphagia with stroke: a meta-analysis.  J Nurs Healthc Res . 2015;11(2):161-169.  doi:10.6225/JNHR.11.2.161. (M)"
        },
        {
            "number in article": 6,
            "reference": "Swallowing disorders (dysphagia) in adults. American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/swallowing/swallowing-disorders-in-adults/ . Accessed July 23, 2018. (GI)"
        },
        {
            "number in article": 7,
            "reference": "Crowson MG, Tong BC, Lee HJ, et al. Vocal fold paralysis/paresis as a marker for poor swallowing outcomes after thoracic surgery procedures. Dysphagia . 2019;34(6):904-915.  doi:https://doi.org/10.1007/s00455-019-09987-8.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Campbell BR, Shinn JR, Kimura KS, et al. Unilateral vocal fold immobility after prolonged endotracheal intubation. JAMA Otolaryngol Head Neck Surg . 2020;146(2):160-167. doi:https://doi.org/10.1001/jamaoto.2019.3969. (R)"
        },
        {
            "number in article": 9,
            "reference": "Jang YY, Lee SJ, Jeon JY, Lee SJ. Analysis of video fluoroscopic swallowing study in patients with vocal cord paralysis. Dysphagia . 2012;27(2):185-190.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Mau T, Husain S, Sulica L. Pathophysiology of iatrogenic and idiopathic vocal fold paralysis may be distinct. Laryngoscope . June 2020;130(6):1520-1524.  doi:https:// doi.org/10.1002/lary.28281. (R)"
        },
        {
            "number in article": 11,
            "reference": "Kenny B. Food culture, preferences and ethics in dysphagia management. Bioethics. November 2015;29(9):646-652.  doi:10.1111/bioe.12189. (R)"
        },
        {
            "number in article": 12,
            "reference": "Adult Dysphagia. American Speech-Language-Hearing  Association Practice Portal Web site. https://www.asha.org/Practice-Portal/Clinical-Topics/Adult-Dysphagia/ . (G)"
        },
        {
            "number in article": 13,
            "reference": "Franco RA, Prasad VMN, Remacle M. Addressing the arytenoid in paralytic dysphonia using the adduction arytenopexy. Adv Otorhinolaryngol . 2020;85:120-124.  doi:https:// doi.org/10.1159/000456690. (R)"
        },
        {
            "number in article": 14,
            "reference": "Brodsky MB, Levy MJ, Jedlanek E, et al. Laryngeal injury and upper airway symptoms after oral endotracheal intubation with mechanical ventilation during critical care: a systematic review. Crit Care Med . December 2018;46(12):2010-2017.  doi:https://doi.org/10.1097/CCM.0000000000003368. (SR)"
        },
        {
            "number in article": 15,
            "reference": "McGinnis CM, Homan K, Solomon M, et al. Dysphagia: interprofessional management, impact, and patient-centered  care. Nutr Clin Pract . February 2019;34(1):80-95. doi:https://doi.org/10.1002/ncp.10239. (R)"
        },
        {
            "number in article": 16,
            "reference": "Woo P, Prasad VMN, Remacle M. Objective measures of stroboscopy and high-speed  video. Adv Otorhinolaryngol . 2020;85:25-44.  doi:https://doi.org/10.1159/000456681. (R)"
        },
        {
            "number in article": 17,
            "reference": "van Lith-Bijl JT, Desuter GRR, Prasad VMN, Remacle M. Laryngeal reinnervation: the history and where we stand now. Adv Otorhinolaryngol . 2020;85:98-111.  doi:https:// doi.org/10.1159/000456688. (R)"
        },
        {
            "number in article": 18,
            "reference": "Medeiros GC, Sassi FC, Mangilli LD, Zilberstein B, Andrade CR. Clinical dysphagia risk predictors after prolonged orotracheal intubation. Clinics (Sao Paulo) . 2014;69(1):8-14. doi:10.6061/clinics/2014(01)02. (R)"
        },
        {
            "number in article": 19,
            "reference": "Lerat J, Lacoste M, Prechoux JM, et al. An uncommon case of dyspnea with unilateral laryngeal paralysis in acromegaly. Auris Nasus Larynx . February 2016;43(1):105-107. doi:https://doi.org/10.1016/j.anl.2015.06.001. (R)"
        },
        {
            "number in article": 20,
            "reference": "Voice Handicap Index Web site. https://www.amc.edu/patient/amfp_forms/Voice_Handicap_Index_2015.pdf . Accessed August 21, 2021. (R)"
        },
        {
            "number in article": 21,
            "reference": "Morawska J, Niebudek-Bogusz  E, Wiktorowicz J, #liwi#ska-Kowalska  M. Screening value of V-RQOL in the evaluation of occupational voice disorders. Med Pr. March 9, 2018;69(2):119-128.  doi:https://doi.org/10.13075/mp.5893.00649. (R)"
        },
        {
            "number in article": 22,
            "reference": "Yu L, Lu D, Yang H, et al. A comparative and correlative study of the Voice-Related  Quality of Life (V-RQOL)  and the Voice Activity and Participation Profile (VAPP) for voice-related  quality of life among teachers with and without voice disorders. Medicine (Baltimore) . March 2019;98(9):e14491. doi:https://doi.org/10.1097/ MD.0000000000014491. (R)"
        },
        {
            "number in article": 23,
            "reference": "American Speech-Language-Hearing  Association. Preferred practice patterns for the profession of speech-language  pathology. American Speech-Language-Hearing Association Web site. http://www.asha.org/policy/PP2004-00191/ . (G)"
        },
        {
            "number in article": 24,
            "reference": "Li G, Hou Q, Zhang C, Jiang Z, Gong S. Acoustic parameters for the evaluation of voice quality in patients with voice disorders. Ann Palliat Med . January 2021;10(1):130-136. doi:https://doi.org/10.21037/apm-20-2102.  (R)"
        },
        {
            "number in article": 25,
            "reference": "Ataee E, Khoramshahi H, Naderifar E, Dastoorpour M. Relation between Dysphonia Severity Index (DSI) and Consensus Auditory-Perceptual  Evaluation of Voice (CAPE-V).  J Voice. August 1, 2020;S0892-1997(20):30248-4.  doi:https://doi.org/10.1016/j.jvoice.2020.06.030. (R)"
        },
        {
            "number in article": 26,
            "reference": "Dabirmoghaddam P, Rahmaty B, Erfanian R, Taherkhani S, Hosseinifar S, Satariyan A. Voice component relationships with high reflux symptom index scores in muscle tension dysphonia. Laryngoscope . May 2021;131(5):E1573-E1579.  doi:https://doi.org/10.1002/lary.29220. (R)"
        },
        {
            "number in article": 27,
            "reference": "Ponka D, Baddar F. Indirect laryngoscopy. Can Fam Physician . 2013;59(11):1201. (GI)"
        },
        {
            "number in article": 28,
            "reference": "Mehta DD, Hillman RE. Current role of stroboscopy in laryngeal imaging. Curr Opin Otolaryngol Head Neck Surg . 2012;20(6):429-436.  doi:10.1097/MOO.0b013e3283585f04. (RV)"
        },
        {
            "number in article": 29,
            "reference": "Rangarathnam B, McCullough G. Utility of a Clinical Swallowing Exam for Understanding Swallowing Physiology. Dysphagia . 2016;31(4):491-7. doi:10.1007/s00455-016-9702-1.  (R)"
        },
        {
            "number in article": 30,
            "reference": "McAllister S, Tedesco H, Kruger S, Ward EC, Marsh C, Doeltgen SH. Clinical reasoning and hypothesis generation in expert clinical swallowing examinations. Int J Lang Commun Disord . July 2020;55(4):480-492.  doi:10.1111/1460-6984.12531.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Lagarde ML, Kamalski DM, van den Engel-Hoek  L. The reliability and validity of cervical auscultation in the diagnosis of dysphagia: a systematic review. Clin Rehabil . February 2016;30(2):199-207.  doi:https://doi.org/10.1177/0269215515576779. (SR)"
        },
        {
            "number in article": 32,
            "reference": "Wolff A, Joshi RK, Ekström J, et al. A guide to medications inducing salivary gland dysfunction, xerostomia, and subjective sialorrhea: A systematic review sponsored by the World Workshop on Oral Medicine VI. Drugs in R&D . 2017;17(1):1-28.  doi:10.1007/s40268-016-0153-9.  (SR)"
        },
        {
            "number in article": 33,
            "reference": "Martin-Harris  B, Canon CL, Bonilha HS, Murray J, Davidson K, Lefton-Greif  MA. Best practices in modified barium swallow studies. Am J Speech Lang Pathol . July 10, 2020;29(2S):1078-1093.  doi:10.1044/2020_AJSLP-19-00189.  (RV)"
        },
        {
            "number in article": 34,
            "reference": "Langmore SE. History of fiberoptic endoscopic evaluation of swallowing for evaluation and management of pharyngeal dysphagia: changes over the years. Dysphagia . February 2017;32(1):27-38.  doi:10.1007/s00455-016-9775-x.  (R)"
        },
        {
            "number in article": 35,
            "reference": "Endoscopic evaluation of swallowing. American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/swallowing/endoscopy/ . Accessed July 23, 2018. (GI)"
        },
        {
            "number in article": 36,
            "reference": "Sheppard JJ. Dysphagia Disorders Survey and Dysphagia Management Staging Scale (Revised) . Lake Hopatcong, NJ: Nutritional Management Associates; 2002. (PP)"
        },
        {
            "number in article": 37,
            "reference": "Stewart L. Development of the Nutrition and Swallowing Checklist, a screening tool for nutrition risk and swallowing risk in people with intellectual disability. J Intellect Dev Disabil. 2003;28(2):171-187.  (R)"
        },
        {
            "number in article": 38,
            "reference": "O'Neil KH, Purdy M, Falk J, Gallo L. The Dysphagia Outcome and Severity Scale. Dysphagia . 1999;14(3):139-145.  (PP)"
        },
        {
            "number in article": 39,
            "reference": "DePippo KL, Holas MA, Reding MJ. The Burke Dysphagia Screening test: validation of its use in patients with stroke. Arch Phys Med Rehabil . 1994;75(12):1284-1286.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Park Y, Bang HL, Han H, Chang H. Dysphagia Screening Measures for Use in Nursing Homes: A Systematic Review. J Korean Acad Nurs . 2015;45(1):1-13.  doi:10.4040/ jkan.2015.45.1.1. (R)"
        },
        {
            "number in article": 41,
            "reference": "Kagaya H, Okada S, Shigeta R. Dysphagia associated with unilateral vocal cord immobility after cardiovascular surgery. Am J Phys Med Rehabil . 2011;90(11):901-907.  (R)"
        },
        {
            "number in article": 42,
            "reference": "Daniero JJ, Garrett CG, Francis DO. Framework surgery for treatment of unilateral vocal fold paralysis. Curr Otorhinolaryngol Rep . 2014;2(2):119-130. doi:10.1007/s40136-014-0044-y.  (R)"
        },
        {
            "number in article": 43,
            "reference": "Doeltgen SH, Ong E, Scholten I, Cock C, Omari T. Biomechanical quantification of mendelsohn maneuver and effortful swallowing on pharyngoesophageal function. Otolaryngol Head Neck Surg . November 2017;157(5):816-823.  doi:10.1177/0194599817708173. (R)"
        },
        {
            "number in article": 44,
            "reference": "Lazarus CL. History of the use and impact of compensatory strategies in management of swallowing disorders. Dysphagia . February 2017;32(1):3-10. doi:https://doi.org/10.1007/s00455-016-9779-6.  (RV)"
        },
        {
            "number in article": 45,
            "reference": "Schiedermayer B, Kendall KA, Stevens M, Ou Z, Presson AP, Barkmeier-Kraemer  JM. Prevalence, incidence, and characteristics of dysphagia in those with unilateral vocal fold paralysis. Laryngoscope . October 2020;130(10):2397-2404.  doi:https://doi.org/10.1002/lary.28401. (R)"
        },
        {
            "number in article": 46,
            "reference": "Nguyen TT, Zhang H, Dziegielewski PT, Seemann R. Vocal cord paralysis secondary to spontaneous internal carotid dissection: case report and systematic review of the literature. J Otolaryngol Head Neck Surg . May 13, 2013;42(34). doi:10.1186/1916-0216-42-34.  (C)"
        },
        {
            "number in article": 47,
            "reference": "McHorney CA, Bricker DE, Kramer AE, et al. The SWAL-QOL  outcomes tool for oropharyngeal dysphagia in adults: I. Conceptual foundation and item development. Dysphagia . 2000;15(3):115-121.  (R)"
        },
        {
            "number in article": 48,
            "reference": "Carroll TL, Rosen CA, Nunez RA. Dynamic voice evaluation using flexible endoscopy. Medscape Web site. http://emedicine.medscape.com/article/1819730-overview . Published January 2, 2018. (GI)"
        }
    ]
}