{
    "metadata": {
        "title": "Incontinence, Urinary  Post-Prostatectomy •Prepare patient for the likelihood of stress-induced  incontinence during exercise •Use a 0 to 10 rating scale or visual analog scale (V AS) for patient to report fatigue level •Avoid use of superficial heating modalities, including warm whirlpool, and therapeutic ultrasound in area of primary malignancy or metastasis •To maintain adherence, modify the exercise plan as indicated to minimize the patient’s fatigue and to increase enjoyment •Clinicians should follow the guidelines of their clinic/hospital and the physician’s orders for modalities and electrotherapy. The summary below is meant to serve only as a guide •Electrotherapy contraindications  (in some cases, when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(15) –Electrodes should not be placed over: -The trunk or heart region in patients with demand- type pacemakers or implantable cardioverter defibrillators -The pelvic, abdominal, lumbar, or hip region in pregnant women -Carotid bodies -Phrenic nerve or urinary bladder stimulators -Areas of known peripheral vascular disease including arterial or venous thrombosis or thrombophlebitis -The phrenic nerve, eyes, or gonads -Areas of active osteomyelitis -Areas of hemorrhage •Precautions  for electrotherapy –Electrotherapy should be used with caution -in patients without intact sensation -in patients who are unable to communicate -in patients with compromised mental status -in patients with cardiac dysfunction -in patients with epilepsy –Electrodes should not be placed -over neoplasms -over compromised skin -over tissues vulnerable to hemorrhage or hematoma –over the cervical or craniofacial region",
        "synonyms": [
            "urinary incontinence  post-prostatectomy",
            "post-prostatectomy  urinary incontinence",
            "post-prostatectomy  incontinence"
        ],
        "anatomical location body part affected": [
            "Pelvic floor/bladder detrusor muscle and urinary sphincter"
        ],
        "area of specialty": [
            "home health",
            "oncology",
            "neurological rehabilitation"
        ],
        "description": [
            "Uncontrolled leakage of urine occurs in up to 35% of cases after transurethral (laparoscopic) resection or radical retropubic excision of the prostate gland.(1,28) Post-prostatectomy  urinary incontinence (PUI) usually is evident immediately after radical surgery, often continuing for several weeks or months and having a significant impact on quality of life(28)",
            "The supportive function of the pelvic diaphragm, which consists of the levator ani (pubococcygeus and iliococcygeus) and ischiococcygeus muscles, may become compromised after prostatectomy and thereby contribute to urinary incontinence(4)",
            "Fairly strong evidence indicates that pelvic floor muscle exercise training can improve continence in most cases of mild to moderate PUI(4)",
            "In addition to pelvic floor exercises (with or without biofeedback), therapeutic interventions for PUI may involve electrical stimulation, external compression devices (e.g., penile clamp), extracorporeal magnetic innervation, and behavioral support(6)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "788.30": "urinary incontinence, unspecified",
            "788.31": "urge incontinence",
            "788.32": "stress incontinence, male",
            "788.33": "mixed incontinence, urge and stress",
            "788.34": "incontinence without sensory awareness",
            "788.35": "post-void dribbling",
            "788.36": "nocturnal enuresis",
            "788.37": "continuous leakage",
            "788.38": "overflow incontinence",
            "788.39": "other urinary incontinence",
            "788.91": "functional urinary incontinence"
        },
        "ICD-10 codes": {
            "N31.9": "neuromuscular dysfunction of bladder, unspecified",
            "N39.3": "stress incontinence",
            "N39.4": "other specified urinary incontinence (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Self-Care G-code set": {
                "G8987": "Self-care  functional limitation, current status, at therapy episode outset and at reporting intervals",
                "G8988": "Self-care  functional limitation, projected goal status, at therapy episode outset, at reporting intervals, and at discharge or to end reporting",
                "G8989": "Self-care  functional limitation, discharge status, at discharge from therapy or to end reporting"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement for therapy has been identified"
        ],
        "presentation signs and symptoms": [
            "Male patient with a history of prostatectomy and urinary incontinence",
            "Reported PUI may range from momentary leakage during activities that increase intraabdominal pressure, such as in coughing, laughing, squatting, or performing the Valsalva maneuver (i.e., transient stress incontinence), to continuous leakage without stress",
            "A self-report  instrument such as the International Consultation on Incontinence Questionnaire Short-Form  (ICIQ-SF)  may help identify the severity of current problems(5)",
            "To prevent soiling, patients typically wear various types of disposable absorbent pads in mild cases of PUI, or urinary sheath drainage systems in severe cases",
            "Urinary symptoms typically vary over time. It has been noted that for many men urinary control is regained at approximately 100 days into recovery(43) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Confirm and follow physician’s orders/restrictions, especially with regard to exercise (e.g., lifting or straining)",
            "Practitioners performing pelvic floor muscle examinations and designing treatment regimens must ensure that they have proper training and stay within the boundaries of the scope of practice allowed by their license",
            "Provide a thorough explanation of the reason for pelvic floor muscle testing and give patient an opportunity to refuse digital rectal exam; obtain signed consent to digital pelvic floor muscle examination",
            "Individual screening and assessment are necessary for exercise prescription",
            "Reassure patient that he may use the toilet as needed, prior to and during the exam",
            "Advise patient on the possibility of stress incontinence during the exam"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Impaired function of the external sphincter is considered to be the major reason for incontinence after radicalprostatectomy. Detrusor overactivity and reduced bladder compliance are also causative factors(41)",
            "Although PUI likely results from surgical trauma or damage, the exact mechanism may differ from case to case. Inaddition, urinary incontinence prior to surgery may complicate the etiology of PUI(1)",
            "Damage to or removal of all or part of the internal urinary sphincter (segment above the genitourinary diaphragm) due toradical prostatectomy",
            "Urodynamic and cystoscopic studies have identified two main reasons for PUI(2,3,7)–Injury to the distal (external) urinary rhabdosphincter–The functional length and control of the internal sphincteric segment remaining after surgery (particularly in cases withpersistent incontinence after functional recovery of the external voluntary sphincter)",
            "Pre-existing  detrusor muscle spasms (unstable bladder contractions), especially in the neck of bladder, can contribute tourge PUI in some cases",
            "Pelvic floor weakness (note: the external sphincter is contained within the pelvic floor muscles)"
        ],
        "pathogenesis   ,,": [
            "Continence and voluntary urination involve a balance between contraction of the internal and external urethral sphinctersas the bladder fills and contraction of the detrusor (the intrinsic muscle of the urinary bladder) during micturition.Incontinence can result from poor detrusor-sphincter  coordination",
            "The bladder neck and urethra are supported by the pelvic diaphragm. With increased abdominal pressure, weakness orunresponsiveness of the pelvic floor muscles may allow these structures to move downward into the position normal forurination, leading to stress incontinence",
            "In men, the multilayered fibers of the detrusor muscle arise partly from the prostate and its capsule. Disruption of thesefibers may cause the detrusor muscle instability associated with urge incontinence"
        ],
        "risk factors:  increased risk of pui is associated with": [
            "older age(8)",
            "radical prostatectomy (increases risk of persistent PUI)(1)",
            "obesity(9)",
            "sedentary lifestyle/physical inactivity(9)",
            "erectile dysfunction"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "If metastatic cancer is present, request specific precautions from patient’s oncologist",
        "Allow patient to be accompanied by a caregiver or partner during the exam and treatment",
        "Patients receiving chemotherapy and/or radiation therapy for cancer may experience overwhelming fatigue associated with functional decline (see  Clinical Review…Cancer-Related  Fatigue ; Item Number: T708776)",
        "Ensure that the patient has received medical clearance for exercise therapy. Exercise may be contraindicated in patients with metastasis to bone",
        "Confirm that the patient does not have unstable cardiac disease, acute infection, or any other acute medical condition that would contraindicate exercise",
        "Guidelines for modifying physical activity during and after cancer treatment include the following:(10) When severe anemia is present, postpone exercise Advise patient with immunosuppression not to exercise in public recreational centers until white cell count has normalized When fatigue is severe, limit exercise to “as tolerated,” such as gentle stretching as able and indicated During radiation treatment, do not expose skin to chlorinated pools When urinary catheter is in place, avoid immersion in pools When patient presents with peripheral neuropathy, modify treatment plan to manage altered balance and coordination",
        "The Examination and Assessment/Plan of Care  listed below are meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols",
        "See  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan of"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Confirm and follow physician’s orders/restrictions, especially with regard to exercise (e.g., lifting or straining)",
            "Practitioners performing pelvic floor muscle examinations and designing treatment regimens must ensure that they have proper training and stay within the boundaries of the scope of practice allowed by their license",
            "Provide a thorough explanation of the reason for pelvic floor muscle testing and give patient an opportunity to refuse digital rectal exam; obtain signed consent to digital pelvic floor muscle examination",
            "Individual screening and assessment are necessary for exercise prescription",
            "Reassure patient that he may use the toilet as needed, prior to and during the exam",
            "Advise patient on the possibility of stress incontinence during the exam"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the date of prostate surgery. Did the patient experience urinary incontinence before prostatectomy or only afterwards? How have symptoms of PUI changed since surgery?  -Describe the surgical procedure performed -Surgical intervention with transurethral resection of the prostate (TURP) carries a significant risk of incontinence compared to laser prostatectomy(35) -Robotic-assisted  laparoscopic prostatectomy (RALP) is reported to facilitate earlier return to physical activity compared to open retropubic prostatectomy (ORP)(36) -Did the patient have radiation therapy or brachytherapy before prostatectomy?",
                "course of treatment": {
                    "medical management": "Has the patient been asked to keep a bladder diary to record the pattern of voiding, noting times and the amounts of urine produced? What conservative or behavioral therapies for incontinence have been tried? Document whether cancer treatment is continuing and, if so, the type of treatment",
                    "surgical management": [
                        "Surgical management:  Surgical options for PUI persisting longer than 12 months despite conservative therapy include",
                        "the artificial urinary sphincter (AUS800)  and male sling devices(11)"
                    ],
                    "medications": "Treatment with duloxetine (Cymbalta) in combination with physiotherapy may improve continence in some patients(6)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition are the following",
                        "Stress test  the patient relaxes in supine and/or standing, then coughs vigorously as the clinician checks for loss of urine",
                        "Urinalysis  for evidence of infection, stones, or other contributing causes",
                        "Ultrasound  to visualize anatomy of the pubic area, kidneys, ureters, bladder, and urethra",
                        "Cystoscopy  use of fiber optics to see inside the urethra and bladder",
                        "Urodynamics  measurement of pressure in the bladder and the flow of urine"
                    ],
                    "alternative therapies": "Document any use of Kegel exercises, an electrical stimulator, or magnets at home; document any use of alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for orthopedic or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Document factors related to stress incontinence",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling), if applicable",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms of incontinence at their best, at their worst, and at the moment",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document usual number of episodes of nocturnal incontinence (enuresis)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician",
                "respiratory status": "Document whether patient uses supplemental oxygen Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": " Previous history of same/similar diagnosis",
                    "comorbid diagnoses": "Ask patient about other problems, including neurological diseases, diabetes, cancer, heart disease, psychiatric disorders, orthopedic disorders, etc.",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms that should be considered during therapy"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the urinary incontinence restrict the patient’s participation in social, occupational or recreational activities? -In a study conducted in Australia, higher physical activity levels preoperatively were not found to be protective against postprostatectomy urinary incontinence(36)",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient utilize any assistive or adaptive devices? Is patient able to make it to the toilet in a timely manner? -Does the patient use products or supplies to manage urinary incontinence (e.g., external condom catheter systems, integrated urinal systems, disposable pads or pouches, absorbent cloth underwear) -Does the patient have knowledge of products available? -Patients surveyed typically expressed that they should have been made aware of what products were available for symptom management, and stated opinions such as that they would have been able to go to work if they had known about them(43) -Based on a study conducted in the United States that involved 22 men post prostatectomy",
                "living environment": "Stairs, number of floors in home, with whom does patient live (caregivers, etc.)? Identify if there are barriers to independence in the home. Are any modifications necessary?The pelvic floor and digital rectal examination, if included, should be conducted by a specialist)Document height, weight, and body mass index (BMI). Is weight reduction indicated?Document use of prescribed assistive/adaptive devices; assess for appropriate fit and useAssess static and dynamic balance reactions in sit and stand, as appropriate. Evaluate protective reactions to perturbations from the front, sides, and rear. PUI is not expected to affect balanceDocument vital signs, including resting heart rate, blood pressure, and respiratory rate. Use 6-minute  walk for distance test (6MWT) as an objective measure of endurance. PUI is not expected to affect age-related  functional enduranceAssess peripheral pulses and capillary refill timeAssess movement during general activities, including stair climbing and transfers. Use Timed Up and Go (TUG) test or FIM as objective measures. PUI is not expected to affect functional mobilityObserve gait (with assistive equipment as appropriate) and note deviations. Assess stability of ambulation with hands-on  perturbations during gait. PUI is not expected to affect gait mechanicsAssess distal joint integrity in extremities with ligament stress testing, if indicatedAssess for coordinated movement of the extremities during general activity, if indicatedAssess general strength with manual muscle testing (MMT) in supine decubitus position (document testing-related  leakage, as reported by patient). PUI is not expected to affect limb or core strengthInspect for wound healing, as indicated. Palpate for tenderness in areas of reported painAssess posture in sitting and standing (as appropriate, with and without adaptive equipment)Assess functional range of motion (ROM) in the extremities. PUI is not expected to affect ROMAssess deep tendon reflexes, if indicatedRefer to occupational therapy as indicatedSensation (light touch, deep pressure, temperature, and proprioception) should be normal Special tests specific to diagnosisDetermine gain in weight of 1 or more pads/liners over 24 hours on a standardized scale. Continence was operationally defined in one study as a total weight gain of 8 grams or less, based on norms in older men who had not undergone any urologic procedure(12) Physical assessment of the pelvic floor using gloved hand with patient on his back in crook lying position (head elevated with 2 pillows, knees bent and feet on plinth)(13) -Neurologic exam of the sacral dermatomes -S2  stroke the lateral surface of buttock and thigh -S3  stroke the inner surface of the buttock and thigh -S4  stroke either side of the anus and perineumStrength can be measured directly by perineometry)  -Insert finger in anus 12 cm (document if painful)0 = nil, 1 = flicker, 2 = weak, 4 = good, 5 = strong -Evaluate whether patient can voluntarily contract pelvic floor muscles and make the base of penis move inwardA stopwatch is used to measure the time taken for contraction of pelvic floor muscles to interrupt urine flow. UST scores were found to moderately correlate with leakage using the 24-hour  Pad Test(29) ICIQ-SF -Patients are asked to rate (on a scale of 0 to 10) the frequency and amount of leakage and the impact of incontinence on their daily life(28) -The ICIQ-SF  score is a useful outcome measure and has been shown to correlate with urodynamic findings(14)This questionnaire was found valid for scoring the severity of PUI as mild, moderate, or severe(30) General health status/quality of life questionnaire (e.g., the Short Form Health Survey [SF-36])"
            },
            "general": "The pelvic floor and digital rectal examination, if included, should be conducted by a"
        },
        "relevant tests and measures": {
            "general": "",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Electrodes should not be placed over: -The trunk or heart region in patients with demand- type pacemakers or implantable cardioverter defibrillators -The pelvic, abdominal, lumbar, or hip region in pregnant women -Carotid bodies -Phrenic nerve or urinary bladder stimulators -Areas of known peripheral vascular disease including arterial or venous thrombosis or thrombophlebitis -The phrenic nerve, eyes, or gonads -Areas of active osteomyelitis -Areas of hemorrhage",
                "Electrotherapy should be used with caution -in patients without intact sensation -in patients who are unable to communicate -in patients with compromised mental status -in patients with cardiac dysfunction -in patients with epilepsy",
                "Electrodes should not be placed -over neoplasms -over compromised skin -over tissues vulnerable to hemorrhage or hematoma",
                "over the cervical or craniofacial region"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Obtain safety instructions/parameters regarding physical therapy from patient’s oncologist. For example, obtain clearance and specific precautions from oncologist before implementing manual therapy, including massage, for an orthopedic condition",
                "Prepare patient for the likelihood of stress-induced  incontinence during exercise",
                "Use a 0 to 10 rating scale or visual analog scale (V AS) for patient to report fatigue level",
                "Avoid use of superficial heating modalities, including warm whirlpool, and therapeutic ultrasound in area of primary malignancy or metastasis",
                "To maintain adherence, modify the exercise plan as indicated to minimize the patient’s fatigue and to increase enjoyment",
                "Clinicians should follow the guidelines of their clinic/hospital and the physician’s orders for modalities and electrotherapy. The summary below is meant to serve only as a guide",
                "Electrotherapy contraindications  (in some cases, when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(15)",
                "Precautions  for electrotherapy"
            ]
        },
        "diagnosis need for treatment": "PUI/confirmation of significant urine leakage with 24-hour  Pad Test; diminished quality of life; trial of conservative therapy is indicated by symptoms ",
        "rule out": "Neurogenic bladder disease (e.g., spinal cord injury, multiple sclerosis, Parkinson's disease, Alzheimer's disease, stroke), diabetes; urinary tract infection",
        "prognosis": [
            "Prognosis is favorable during the first 6 to 12 months in mild cases of PUI(6)",
            "The percentage of patients with PUI who do not achieve continence during the first year after transurethral resection or simple open prostatectomy ranges from 7% to 35%, whether medically treated or not.(1,16,17,28) Complications such as severe damage to the urinary sphincter or bladder dysfunction related to surgery worsen the prognosis(17)",
            "At 5-year  follow-up,  14% of 1,288 men in the United States who underwent radical prostatectomyreported frequent urinary leakage or no urinary control after diagnosis of PUI(18)",
            "Sparing of bladder neck function during surgery may improve recovery of continence at 1 month, based on a prospective multicenter study of 2,408 men in Italy(19)",
            "In a randomized controlled trial (RCT) conducted in Canada, authors found no significant difference in return to continence at 8, 28, or 52 weeks after radical prostatectomy between groups randomized to once-a-week  postoperative pelvic floor muscle training (PFMT) for 4 weeks (n = 106) or supportive telephone contact by a urology nurse (n = 99)(20)",
            "In a cohort (N = 1,655) of the Prostate Cancer Outcomes Study in the United States, investigators observed no significant differences in rates of erectile dysfunction or bowel urgency at 15-year  follow-up between the group (n = 1,164) that had prostatectomy versus the group (n = 491) that underwent radiotherapy(31)",
            "In a multicenter longitudinal study (N = 350) in Germany, investigators found no significant difference in urinary continence at 3-month  follow-up  between the group (n = 166) that had endoscopic radical prostatectomy versus the group (n = 184) that underwent open retropubic prostatectomy(32)",
            "A prediction model to help counsel post-radical  prostatectomy patients about functional recovery, developed from data from 2,162 patients who reported urinary and erectile dysfunction, suggests that there is an opportunity for early identification of patients likely to have long-term  urinary dysfunction based on their current function(42) –Most published prediction models for urinary recovery tend to focus on preoperative function and are intended to be used as tools to aid initial treatment decision making(42) –In a study conducted in the United States, logistic regression models predicting function at 1 or 2 years post radical prostatectomy were developed on the basis of function at 3, 6, 9, and 12 months post prostatectomy(42) -A patient’s self-reported  urinary and erectile function in the first months after radical prostatectomy is an extremely strong predictor of whether a patient will eventually regain continence -Other predictors, including age, stage, grade, prostate-specific  antigen (PSA) levels, nerve sparing status, and baseline functional scores, do not add predictive value"
        ],
        "referral to other disciplines": " Referral to other disciplines Occupational therapist for disability in ADLs Acupuncturist for cancer-related  pain and fatigue Behavioral psychologist for behavioral therapy Support group",
        "other considerations": [
            "Authors of a literature review of 12 studies indicate that better education on self-management  of PUI is needed(33)",
            "The approach to both long-term  and short-term  supportive care post prostatectomy is often limited to professional counseling, which typically involves a discussion between patient and healthcare provider about the disease and treatment. Participants in a study investigating a strategy for meeting men’s informational needs after radical prostatectomy indicated that the counseling did little to prepare them for the day to day management of urinary and/or erectile problems(43) –Based on a study conducted in the United States that involved 22 patients who had had radical prostatectomy within the prior 12 months –Participants all experienced urinary and erectile side effects that they considered debilitating –Needs changed over time after surgery, causing the patients to periodically re-evaluate  how to deal with day to day management of urinary and erectile dysfunction –The authors of the study identified a need for establishment of a standard of care that includes providing information relevant to non-invasive  ways of dealing with urinary and erectile symptoms post radical prostatectomy  -Information should include information about products and supplies to manage urinary incontinence and instructions on how they can be used in daily management",
            "Patients who also have fecal leakage require an additional workup, assessment, and treatment plan (see Clinical Review… Incontinence, Fecal, in Adults ; Item Number: T708638)",
            "Placement of a transobturator urethral sling is reported to provide excellent continence outcomes in patients with postprostatectomy incontinence, except in patients who have a history of previous pelvic irradiation(37)",
            "Preoperative selection of “ideal” patients for undergoing male sling placement for postprostatectomy incontinence can improve favorable outcomes(38) –In a study conducted in the United States, ideal patients for this procedure were identified as patients with mild to moderate incontinence, ability to volitionally contract the external urinary sphincter, no history of pelvic radiation or cryotherapy, no history of previous anti-incontinence surgical procedures, the ability to generate volitional detrusor contraction, and a post void residual volume < 100 ml"
        ],
        "treatment summary": [
            "PFMT, also known as Kegel exercises, is generally recognized as safe and effective for improving mild to moderate cases of urinary incontinence during the first 6 months after prostatectomy based on RCTs(4,6,16,17,21,22,23,27) –Ninety five percent of patients who started PFMT early (after removal of the catheter or before hospital discharge) were continent at 6 months compared to 65% of patients in the control group, who did not receive postoperative PFMT(16) –In an RCT (N = 206) conducted in Canada, investigators found that verbal and written instruction for PFMT at home with telephone support was as effective as therapist-directed PFMT with biofeedback (once per week, 4 weeks).(17) No differences were found in the percentage of patients continent at 8 weeks (23% of home controls vs. 20% of treatment group), 28 weeks (50% vs. 47%), or 52 weeks (64% and 60%). The results of this study suggest that more intensive PFMT and follow-up  testing should accompany a primarily home-based  program(17) –Support group attendance may improve outcomes after PFMT, based on a small RCT (N = 29) in the United States.(21) The authors found self-assessed urinary continence and quality of life were higher in the group that attended 6 biweekly support group meetings after PFMT compared to the control group, which was assigned to a home program without support after PFMT(21) –Instruction of pelvic floor exercises with hands-on  cueing followed by unsupervised training may be as effective as PFMT with biofeedback. Intensive verbal instruction with examiner feedback on pelvic floor performance administered before PFMT was associated with a similar continence rate at 6 months after prostatectomy as PFMT with ongoing conventional biofeedback.(22) This study did not include a no-treatment  control group –In contrast to the above studies, 2 parallel RCTs in the United Kingdom found that the rate of continuing PUI at 12 months was not significantly different between the 2 intervention groups that received 4 sessions of PFMT over a period of 3 months and the 2 control groups that received standard care or lifestyle advice only(23) –Example of verbal instructions for pelvic-floor  muscle training(20) -“If you can stop the flow of urine in midstream, you are squeezing the correct muscles. Imagine you are trying to stop yourself from passing gas. Squeeze the muscle around the rectum. The rectal muscle should move, but the buttocks, thighs, and stomach should stay relaxed. These (other) muscles should not move at all. You should feel and see the base of your penis twitch and contract inwards. Squeeze firmly (and hold) for 5 to 10 seconds. Relax for 10 to 20 seconds. Repeat the contractions 12 to 20 times. Perform the exercises 3 times a day”",
            "Functional electrical stimulation (FES) –Investigators compared PFMT with FES using anal surface electrodes (27 Hz, biphasic, 1-sec  bursts, 5-sec  pulse width, 2-sec  pulse trains, intensity controlled by patient from 10% to 100%) to PFMT alone and to PFMT in conjunction with biofeedback in an RCT (N = 139) in Germany.(24) FES was performed for 15 minutes twice daily and commenced at catheter removal. No significant differences in results of the continence rate (24-hour  Pad Test) were found among the 3 groups at 3 and 12 months follow-up,  suggesting that FES is not cost-effective.(24) This RCT did not include a no-treatment  control group –In an RCT (N = 60) in Italy, the authors observed that twice weekly FES sessions (anal surface electrode, pulsed at 30 Hz for 10 min and then at 50 Hz for 10 min; 300 microsecond pulse duration, max intensity 24 mA) preceded by biofeedback (15 min) from 1 to 7 weeks post prostatectomy significantly increased the percentage of patients achieving continence (24-hourPad  Test) at 4 weeks and 6 months compared to the control group, which received standard instructions for home PFMT.(25) Unfortunately, the independent effect of FES was not determined because it was combined with biofeedback ",
            "Extracorporeal magnetic innervation (ExMI) –In a small RCT (N = 36) in Japan, investigators compared patients receiving FES (n = 12) or ExMI (n = 12) to controls (n = 12) assigned to PFMT at home after receiving verbal instruction with digital rectal feedback.(26) ExMI consisted of twice weekly sessions for 2 months using a pulse field of 10 Hz intermittently for 10 minutes followed by 50 Hz intermittently for 10 minutes at the highest tolerated intensity. Patients sat on a magnetic coil with the perineum positioned over the center of the coil. FES was applied with an anal electrode at pulses of 20-Hz  square waves with a 300-microsec  pulse duration for 15 minutes twice daily for 1 month. Continence was assessed by 24-h pad weights. ExMI significantly reduced incontinence at 2 months after surgery compared to PFMT, while 24-h pad weights at 1 and 2 months were not significantly different between FES and ExMI. Interestingly, continence was similar among the 3 groups at 6 months post-surgery.  The authors suggested that FES and ExMI offer earlier recovery for PUI compared to home-based  PFMT(26) –In a small study (N = 40) in Italy comparing PFMT using FES (n = 18) to ExMI (n = 22) for treating PUI, authors found no significant difference in continence between groups at 6-week  follow-up.  Of note, leakage was reduced after ExMI in 6 patients who had not responded to FES(34)",
            "Behavioral therapy (PFMT plus counseling on bladder control strategies) –Behavioral therapy alone was as effective as behavioral therapy plus FES and biofeedback for decreasing episodes of incontinence in men with PUI persisting more than 1 year(27) -Based on an RCT in the United States with 208 community-dwelling  men (51 to 81 years of age) with incontinence 1 to 17 years after radical prostatectomy -Participants were randomly assigned to 1 of 3 groups -Behavioral therapy-only  (4 structured visits approximately 2 weeks apart and home exercises 3 times daily) -Behavioral therapy plus in-office  biofeedback using electromyography (EMG) plus daily FES (20 Hz, up to 100 mA) -Delayed treatment (control group) -After 8 weeks of treatment, the reduction in mean incontinence episodes per week was not significantly different between the 2 behavioral therapy groups, while both were significantly reduced more than the controls -Fifty-five  percent reduction in the behavioral therapy-only  group -Fifty-one  percent reduction in the behavioral therapy plus biofeedback and FES group -Twenty-four  percent reduction in control group –Results of a 2013 systematic review indicate that psychoeducational interventions such as education and counseling intended to inform postprostatectomy patients and their caregivers about their disease and their treatment positively influence their disease perception, self-management,  and coping(39) -Four of eight studies included specifically addressed urinary incontinence -Significant effects of psychoeducational interventions were found in some vulnerable groups but not others -Men with preexisting low level of depression were reported to respond positively, but not men with higher levels of depression, thought to be related to their ability to focus on problem-solving",
            "Authors of a 2016 systematic review with meta-analysis  found biofeedback training to be useful for pelvic floor muscle training in order to reduce urinary incontinence when compared to PFMT alone(44) –Thirteen RCTs used in this meta-analysis  (N = 1108) with patients who had undergone radical prostatectomy",
            "Authors of a 2017 study conducted in Australia suggest that individuals who have had a prostatectomy may benefit from a general exercise program in order to minimize the severity of UI. However, further RCTs are warranted to determine the effects of exercise in this population group(45) . Problem Goal Intervention Expected Progression Home Program  Daily episodes of significant urinary leakageContinence (defined as < 1 gram on 24- hour pad test or no pad usage)Therapeutic modalities _ PFMT/re-education is the mainstay of physical therapy for PUI. It may be performed with or without biofeedback and/or FES (see study protocols above)A significant reduction in 24-hour pad weight should be noted after 1–2 months. In many cases, continence is achieved after 6 months(16,17,21,22)PFMT exercises twice daily ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved urinary continence": [
            "Subjective or objective (24-hour  Pad Test) continence(12)"
        ],
        "improved quality of life": [
            "ICIQ-SF",
            "SF-36"
        ]
    },
    "maintenance or prevention": [
        "Preoperative PFMT is reported to speed up the recovery of continence postoperatively(40)",
        "Continue PFMT to maintain gains in continence"
    ],
    "patient education": [
        "“Kegel or Pelvic Floor Muscle Exercises for Men,” https://patienteducation.osumc.edu/Documents/kegel-for-men.pdf",
        "“Kegel Exercises for Men,” http://urology.ucla.edu/workfiles/Prostate_Cancer/Kegel_Exercises_for_Men.pdf Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Moorhouse DL, Robinson JP, Bradway C, Zoltick BH, Newman DK. Behavioral treatments for post-prostatectomy  incontinence. Ostomy Wound Manage . 2001;47(12):30-38, 40-42. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Goluboff E, Chang DT, Olsson CA, Kaplan SA. Urodynamics and the etiology of post-prostatectomy  urinary incontinence: the initial Columbia experience. J Urol. 1995;153(3 Pt 2):1034-1037.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Winters JC, Appell RA, Rackley RR. Urodynamic findings in postprostatectomy incontinence. Neurourol Urodyn . 1998;17(5):493-498.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Dorey G. Restoring pelvic floor function in men: review of RCTs. Br J Nurs. 2005;14(19):1014-1018,  1020-1021.  (SR)"
        },
        {
            "number in article": 5,
            "reference": "Bauer RM, Bastian PJ, Gozzi C, Stief CG. Postprostatectomy incontinence: all about diagnosis and management. Eur Urol. 2009;55(2):322-333.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Hunter KF, Moore KN, Glazener CMA. Conservative management for postprostatectomy urinary incontinence. Cochrane Database Syst Rev. 2007:2. Art No: CD001843. doi:10.1002/14651858.CD001843.  (M)"
        },
        {
            "number in article": 7,
            "reference": "Comiter CV, Sullivan MP, Yalla SV. Correlation among maximal urethral closure pressure, retrograde leak point pressure, and abdominal leak point pressure in men with postprostatectomy stress incontinence. Urology. 2003;62(1):75-78.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Weldon VE, Tavel FR, Neuwirth H. Continence, potency and morbidity after radical perineal prostatectomy. J Urol. 1997;158(4):1470-1475.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Wolin KY, Luly J, Sutcliffe S, Andriole GL, Kibel AS. Risk of urinary incontinence following prostatectomy: the role of physical activity and obesity. J Urol. 2010;183(2):629-633. (R)"
        },
        {
            "number in article": 10,
            "reference": "Brown JK, Byers T, Doyle C. Nutrition and physical activity during and after cancer treatment: an American Cancer Society guide for informed choices. CA Cancer J Clin 2003 . 53(5):268-291.  (G)"
        },
        {
            "number in article": 11,
            "reference": "Smith IA, Shaw E, Rashid P. Postprostatectomy stress urinary incontinence-current  and evolving therapies. Aust Fam Physician . 2009;38(6):399-404.  (RV) "
        },
        {
            "number in article": 12,
            "reference": "Moore K, Allen M, Voaklander DC. Pad tests and self-reports  of continence in men awaiting radical prostatectomy: establishing baseline norms for males. Neurol Urodyn . 2004;23(7):623-626.  (R)"
        },
        {
            "number in article": 13,
            "reference": "Dorey G. Pelvic floor muscle exercises for men. Nurs Times . 2003;99(19):46-48.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Seckiner I, Yesilli C, Mungan NA, Aykanat A, Akduman B. Correlations between the ICIQ-SF score and urodynamic findngs. Neurourol Urodyn . 2007;26(4):492-94.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Michlovitz SL, Bellew JW, Nolan TP. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: FA Davis Company; 2016:322-323.  (GI)"
        },
        {
            "number in article": 16,
            "reference": "Filocamo MT, Li Marzi V, Del Popolo G. Effectiveness of early pelvic floor rehabilitation treatment for post-prostatectomy  incontinence. Eur Urol. 2005;48(5):734-738.  (RCT)"
        },
        {
            "number in article": 17,
            "reference": "Parekh AR, Feng MI, Kirages D, Bremner H, Kaswick J, Aboseif S. The role of pelvic floor exercises on post-prostatectomy  incontinence. J Urol. 2003;170(1):130-133.  (RCT)"
        },
        {
            "number in article": 18,
            "reference": "Penson DF, McLerran D, Feng Z. 5-year urinary and sexual outcomes after radical prostatectomy: results from the Prostate Cancer Outcomes Study. J Urol. 2008;179(5 Suppl):S40-S45.  (R)"
        },
        {
            "number in article": 19,
            "reference": "Gacci M, Carini M, Simonato A. Factors predicting continence recovery 1 month after radical prostatectomy: results of a multicenter survery. Int J Urol. 2011;18(10):700-708. (R)"
        },
        {
            "number in article": 20,
            "reference": "Moore KN, Valiquette L, Chetner MP, Byrniak S, Herbison GP. Return to continence after radical retropubic prostatectomy: a randomized trial of verbal and written instructions versus therapist-directed  pelvic floor muscle therapy. Urol. 2008;72(6):1280-1286.  (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Zhang AY, Strauss GJ, Siminoff LA. Effects of combined pelvic floor muscle exercise and a support group on urinary incontinence and quality of life of postprostatectomy patients. Oncol Nurs Forum . 2007;34(1):47-53.  (RCT)"
        },
        {
            "number in article": 22,
            "reference": "Floratos DL, Sonke GS, Rapidou CA. Biofeedback vs verbal feedback as learning tools for pelvic muscle exercises in the early management of urinary incontinence after radical prostatectomy. BJU Int. 2002;89(7):714-719.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Glazener C, Boachie C, Buckley B. Urinary incontinence in men after formal one-to-one  pelvic-floor  muscle training following radical prostatectomy or transurethral resection of the prostate (MAPS): two parallel randomized controlled trials. Lancet. 2011;378(9788):328-337.  (RCT)"
        },
        {
            "number in article": 24,
            "reference": "Wille S, Sobottka A, Heidenreich A, Hofmann R. Pelvic floor exercises, electrical stimulation and biofeedback after radical prostatectomy: results of a prospective randomized trial. J Urol. 2003;170(2, pt 1):490-493.  (RCT)"
        },
        {
            "number in article": 25,
            "reference": "Mariotti G, Sciarra A, Gentilucci A. Early recovery of urinary continence after radical prostatectomy using early pelvic floor electrical stimulation and biofeedback associated treatment. J Urol. 2009;181(4):1788-1793.  (RCT)"
        },
        {
            "number in article": 26,
            "reference": "Yokoyama T, Nishiguchi J, Watanabe T. Comparative study of effects of extracorporeal magnetic innervation versus electrical stimulation for urinary incontinence after radical prostatectomy. Urology. 2004;63(2):264-267.  (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Goode PS, Burgio KL, Johnson TMII. Behavioral therapy with or without biofeedback and pelvic floor electrical stimulation for persistent postprostatectomy incontinence. J Am Med Assoc . 2011;305(2):151-59.  (RCT)"
        },
        {
            "number in article": 28,
            "reference": "Willener R, Spichiger E. Early post-operative  incontinence following transurethral resection of the prostate: prevalence and patient experiences. Int J Urol Nurs . 2012;6(3):137-142.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Robinson JP, Burrell SA, Avi-Itzhak  T, McCorkle R. Validity testing of the Stopwatch Urine Stream Interruption Test in radical prostatectomy patients. J Wound Ostomy Continence Nurs . 2012;39(5):545-551.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Ellison JS, He C, Wood DP. Stratification of postprostatectomy urinary function using the expanded prostate cancer index composite. Urology. 2013;81(1):56-60.  doi:10.1016/ j.urology.2012.09.016. (R)"
        },
        {
            "number in article": 31,
            "reference": "Resnick MJ, Koyama T, Fan KH, et al. Long-term  functional outcomes after treatment for localized prostate cancer. New Engl J Med . 2013;368(5):436-445.  doi:10.1056/ NEJMoa1209978. (R)"
        },
        {
            "number in article": 32,
            "reference": "Koehler N, Gansara L, Stolzenburg JU, et al. Early continence in patients with localized prostate cancer. A comparison between open retropubic (RRPE) and endoscopic extraperitoneal radical prostatectomy (EERPE). Urol Oncol . 2012;30(6):798-803.  doi:10.1016/j.urolonc.2010.10.013. (R)"
        },
        {
            "number in article": 33,
            "reference": "Xiaojing F, Heyes S, King L. Men’s experiences of urinary incontinence after prostatectomy. Cancer Nurs Pract . 2012;11(9):29-34.  (RV)"
        },
        {
            "number in article": 34,
            "reference": "Terzoni S, Montanari E, Mora C, Ricci C, Destrebecq AL. Electrical stimulation versus extracorporeal magnetic innervation for urinary incontinence after radical prostatectomy. Int J Urol Nurs . 2013;7(3):121-125.  doi:10.1111/ijun.12008. (R)"
        },
        {
            "number in article": 35,
            "reference": "No D, Osterberg EC, Otto B, Naftali I, Choi B. Evaluation of continence following 532 nm laser prostatectomy for patients previously treated with radiation therapy or brachytherapy. Laser Surg Med . 2013;45(6):358-361.  doi:10.1002/lsm.22152. (R)"
        },
        {
            "number in article": 36,
            "reference": "Mungovan SF, Huijbers BP, Hirschhorn AD, Patel MI. Relationships between perioperative physical activity and urinary incontinence after radical prostatectomy: an observational study. BMC Urol . 2013;13:67. doi:10.1186/1471-2490-13-67.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Torrey R, Rajeshuni N, Ruel N, Muldrew S, Chan K. Radiation history affects continence outcomes after AdVance transobturator sling placement in patients with post-prostatectomy  incontinence. Urol. 2013;82(3):713-717.  doi:10.1016/j.urology.2013.03.075. (R)"
        },
        {
            "number in article": 38,
            "reference": "Sturm RM, Guralnick ML, Stone AR, Bales GT, Dangle PP, O'Connor RC. Comparison of clinical outcomes between “ideal” and “nonideal” transobturator male sling patients for treatment of postprostatectomy incontinence. Urology. 2014;83(5):1186-1189.  doi:10.1016/j.urology.2013.12.061. (R)"
        },
        {
            "number in article": 39,
            "reference": "Lassen B, Gattinger H, Saxer S. A systematic review of physical impairments following radical prostatectomy: effect of psychoeducational interventions. J Adv Nurs . 2013;69(12):2602-2612.  doi:10.1111/jan.12186. (SR)"
        },
        {
            "number in article": 40,
            "reference": "Guidelines on Urinary Incontinence. European Association of Urology (EAU) Web site. http://uroweb.org/guideline/urinary-incontinence/ . Accessed November 30, 2015. (G)"
        },
        {
            "number in article": 41,
            "reference": "Kadono Y, Ueno S, Yaegashi H, et al. Urodynamic evaluation before and immediately after robot-assisted  radical prostatectomy. Urology. 2014;84(1):106-111.  doi:10.1016/ j.urology.2014.04.005. (R)"
        },
        {
            "number in article": 42,
            "reference": "Vickers AJ, Kent M, Mulhall J, Sandhu J. Counseling the post-radical  prostatectomy patients about functional recovery: high predictiveness of current status. Urology. 2014;84(1):158-163.  doi:10.1016/j.urology.2014.02.049. (R)"
        },
        {
            "number in article": 43,
            "reference": "Weber BA, Roberts BL. Refining a prostate cancer survivor’s toolkit. Urol Nurs . 2015;35(1):22-29.  doi:10.7257/1053-816X.2015.35.1.22.  (R)"
        },
        {
            "number in article": 44,
            "reference": "Hsu LF, Liao YM, Lai FC, Tsai PS. Beneficial effects of biofeedback-assisted  pelvic floor muscle training in patients with urinary incontinence after radical prostatectomy: A systematic review and metaanalysis. Int J Nurs Stud . 2016;60:99-111.  doi:10.1016/j.ijnurstu.2016.03.013.   (SR)"
        },
        {
            "number in article": 45,
            "reference": "Lin KY, Butler M, Staples M, Kourambas J, Moon D, Frawley H. Relationships between severity of urinary incontinence and physical activity levels in patients who have undergone a general exercise program following prostatectomy. Aust NZ Continence J . 2017;23(4):111. (R)"
        }
    ]
}