{
    "metadata": {
        "title": "Plantar Wart",
        "synonyms": [
            "wart, plantar",
            "verruca plantaris",
            "plantaris, verruca"
        ],
        "anatomical location body part affected": [
            "Sole of the foot, toes"
        ],
        "area of specialty": [
            "orthopedic rehabilitation"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "B07": "viral warts (ICD codes provided for reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified. Reimbursement for therapy will depend on insurance contract coverage. No specific special agencies are applicable for this condition"
        ],
        "presentation signs and symptoms": [
            "Hard, painful growths on plantar surface of foot",
            "Tiny black dots may be present.(7)This is attributed to clotting of the capillaries(2,7)",
            "Plantar warts can cluster (mosaic warts) or occur singly in pressure areas of foot",
            "Foot pain or discomfort in pressure areas during physical activities such as running, jumping, or walking(7,8)",
            "Lower extremity or back pain related to compensatory postural changes to relieve pressure on warts with weight-bearing Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "There are over 100 different strains of HPV .(2)Warts most commonly occur with HPVsubtypes 2 and 4, followed by the 1, 3, 27, 29, and 57 subtypes(7)",
            "Direct or indirect contact with HPV (person-to-person  or surface contact)(7)"
        ],
        "pathogenesis": [
            "The virus invades the surface of the skin through microabrasions too small to be seen bythe naked eye(2)",
            "The virus infects the basal layer of the epithelium, causing cellular proliferation andvascular growth of the wart. Weight-bearing  on the involved extremity causes inwardgrowth of the plantar wart",
            "Several weeks to more than a year may elapse between infection and visible appearanceof the growth on outermost layer of skin. The incubation period for HPV can be up to 3months, although a wart itself can lie dormant for years(2)",
            "The wart usually grows inward (deeper) because of foot (weight-bearing)  pressure",
            "The virus easily spreads and can spread to areas around the body other than the feet, such as when the person touches theplantar wart and then touches another area of his/her body such as the hands or face(2)"
        ],
        "risk factors": [
            "Exposure to moist environments(2,8)",
            "Exposure to communal bathing and swimming areas(8)",
            "Walking barefoot in public places(2,8)",
            "Athletes(8)",
            "Winter months(8)",
            "Sharing socks and shoes(2)",
            "More common in children and teenagers than adults(7)–Prevalence rate as high as 10–20%(7)",
            "Most common among Whites(7)",
            "Immunocompromised patients(8)",
            "Common in persons who handle meat(7)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Always respect the patient’s subjective complaints of pain. Pain relief in conjunction with cosmetic concerns is the primary reason for treatment",
        "If the patient has diabetes, refer the patient to a podiatrist for initial assessment and treatment intervention(2)",
        "When using salicylic acid, avoid higher concentrations in children or limit the areas treated at one time in order to reduce the risk of systemic toxicity",
        "Contact the referring physician immediately if the patient presents with signs of infection (red streaking, pus or other discharge, tenderness to touch, edema, fever), increased wart size or change in color, or excessive bleeding from wart.(1)Plantar warts can bleed profusely when accidentally scratched or cut(2)",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "When was the wart first observed? Has the wart changed in color, shape, or size since first observed? Does the patient walk barefoot on wet floors in public facilities, such as gym showers or pools, or share socks/shoes? Do any family members or close contacts currently have plantar warts or other warts? What is the nature of the current referral? Is the patient having difficulty with ambulation, balance, or other age-appropriate weight-bearing  activities due to pain and discomfort related to the plantar wart?",
                "course of treatment": {
                    "medical management": " Medical management Typical medical treatments are cryotherapy with liquid nitrogen, curettage, laser, and injection(7,8)use of liquid nitrogen for wart removal. Due to the pain that is associated with cryotherapy, this line of treatment is not recommended for young children(8)surgical procedure using an electric needle that cuts away the wart. The procedure can be painful and patients are at risk for scarring(2)use of laser to cut away the wart or cauterize the blood vessels that supply the wart so it dies and falls away on its own. This may be painful and take a longer time to heal than other treatments(2)injection of interferon-alpha  and bleomycin directly into the wart, which will directly attack and kill the virus(2)",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Have they been effective in curing the warts? No evidence is available to determine efficacy of NSAIDs for pain relief ",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "The diagnosis is made clinically based on appearance. Microscopic analysis of wart scrapings can confirm the diagnosis and rule out any other type of growth such as skin cancer.(1) Typing the specific HPV strain is not part of standard medical evaluation(2)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and whether or not they help. Patients, especially those with diabetes, should consult with their healthcare professional prior to treating the plantar wart on their own. By selfdiagnosing  and treating without medical supervision, the patient may actually harm himself/herself. Overthe-counter remedies can contain salicylic acid, which can irritate, damage, and scar healthy skin tissue or worsen a condition that is not a wart(2) Patients should never try to cut out a wart on their own. This is dangerous and can lead to infection and scarring(2)",
                    "previous therapy": "Document whether patient has had physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Document any factors that increase the patient’s discomfort such as weight-bearing  activities (walking, running, jumping)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document if the patient reports having any pain associated with plantar wart. If so, note the nature of the pain (constant vs. intermittent, sharp, dull, aching, burning, numbness, tingling). Does the patient feel self-conscious  or frustrated by the persistence and presence of the wart?",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night)",
                "sleep disturbance": "Document number of wakings/night, if any. This should not be related to plantar warts; if sleep disturbance is an issue, it should be addressed with the referring/primary care physician",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia). Any history of immunodeficiency conditions or immunosuppressive therapy such as for organ transplantation? If so, what treatments has the patient undergone?",
                "respiratory status": "Does the patient report any shortness of breath at rest or with exertion? Does the patient require supplemental oxygen? Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a history of plantar warts or other warts? Has the patient been hospitalized recently or had any illnesses or infections?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, weakened immune system, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he/she may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? Does the patient spend time in a locker room or pool without wearing shoes? Does the patient use public/communal showers at school or a gym? Does the patient walk barefoot indoors and outdoors? Does the patient share shoes and socks? Does the patient attend school? If so, what grade? Does the patient work? If so, what are the physical job duties (e.g., prolonged standing, walking)?",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient report any difficulty with functional mobility and ADLs? Does the patient currently use an assistive device for gait and balance?",
                "living environment": "With whom does the patient live? Identify if there are barriers to independence in the home. Stairs to enter home? Number of floors? Are any modifications necessary? "
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general exam as indicated with a focus on the items listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "Assess static and dynamic standing balance and note whether patient reports pain when standing on the affected extremity. Does the patient alter single-leg  balance due to pain or discomfort from the wart?",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess for limp/antalgic gait",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [
                "Document the color, size, and shape of the wart. Note the number of warts present -Plantar warts are often flesh-colored,  white, tan, pink, grey, or brown. Black spots or streaky lines often are present within the wart(2) -Some warts may develop an uneven surface and a cauliflower-like  texture over time(2) -Numerous coalesced warts on plantar surface will form tile-like  mosaic pattern known as mosaic plantar warts",
                "Tenderness or pain associated with direct palpation(2)"
            ],
            "posture": "Assess standing posture and note any difficulty maintaining equal weight-bearing  due to the presence of wart",
            "range of motion": "Assess bilateral active and passive ROM in the lower extremities",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Modalities are not indicated for the treatment of plantar warts",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician"
            ]
        },
        "diagnosis need for treatment": " Patients with plantar warts as their primary diagnosis are not commonly referred to outpatient physical therapy. Physical therapists (PTs) can recommend that the patient discuss treatment interventions such as cryotherapy or salicylic acid with his or her primary physician Direct physical therapy will address the patient’s complaints of pain or discomfort with weight-bearing,  postural/balance and gait deviations resulting from pain, patient education, and prevention of transmission and recurrence",
        "rule out": "Corn (hardened plug of skin on pressure point); callus (yellow-grayish  thickening of skin at pressure point); onychomycosis (fungus toenail); diabetic neuropathy; peripheral vascular disease; Morton’s neuroma; lichen planus; molluscum contagiosum; seborrheic keratosis; epidermal nevus; squamous cell carcinoma; irritated acrochordon; verrucous papules; amelanotic melanoma",
        "prognosis": [
            "Plantar warts often resolve spontaneously (~ 66% of cases)(7)but can recur in the same place, even after being treated(2)",
            "Cure rates for individuals undergoing treatment are highest in younger patients with only a brief history of plantar warts"
        ],
        "referral to other disciplines": "Podiatrist or dermatologist for complicated or recalcitrant cases",
        "other considerations": [
            "Keratolytic therapy –Suggested method for use of salicylic acid(3) -Concentration of salicylic acid should be between 15 and 26% -Remove thick keratin layer by abrasion or paring -Apply SA daily and continue for 3–4 months",
            "Duct tape: the effectiveness of duct tape treatment has not been established –Researchers in the United States conducted a study on the effectiveness of duct tape applied directly to warts in children(4) -Fifty-one  patients were randomized to two groups: cryotherapy with liquid nitrogen applied to wart for 10seconds every 2–3weeks  for up to 6 treatments or duct tape applied directly to the wart for a maximum of 2 months -Duct tape was more effective at completely resolving the wart: 85% of those in the duct tape group compared to 60% in the nitrogen cryotherapy group -The majority of warts that responded to either therapy resolved within the first month of therapy",
            "The traditional Chinese medicine YIKEER has been shown to be an effective treatment agent for verruca, including verruca derivatives(5) –The main ingredients in YIKEER arethe plants Brucea javanica , Folium isatidis , Radix Sophorae flavescentis , Lonicera japonica , Astragalus membranaceus , Fructus cnidii , and Galla chinensis "
        ],
        "treatment summary": [
            "Cryotherapy, freezing and destroying the wart with liquid nitrogen, is the most commonly used treatment for plantar warts in the primary care setting. It causes very little pain or tissue damage, but repeated treatments may be needed(2)",
            "Authors of a 2020 meta-analysis  compared the effects of cryotherapy and salicylic acid and concluded that although cryotherapy has a higher cure rate compared to salicylic acid, the cost-benefit  ratio favors the use of salicylic acid as the first line of treatment because of the higher cost of cryotherapy(6) . Problem Goal Intervention Expected Progression Home Program Compensated, antalgic gait and postural deviationsRestore normal gait and postureFunctional training _ Gait reeducation, progressive balance exercises (as indicated), and lumbo-pelvic posture training _ _ Integumentary repair and protection techniques _ Prevent bleeding, which can spread the infection. Apply a doughnut-shaped pad around painful wart to relieve direct pressure _ _"
        ]
    },
    "desired outcomes outcome measures": {
        "clearance of wart s": [
            "Observation assessment of wart: size, tenderness to palpate"
        ],
        "pain management": [
            "V AS"
        ],
        "improved, normalized posture and gait": [
            "Posture and gait assessment with symmetrical weight-bearing  and standing balance, resolution of antalgic gait"
        ],
        "patient satisfaction": []
    },
    "maintenance or prevention": [
        "Wear sandals or flip flops to keep feet covered at pools and locker rooms(2)",
        "Wash socks thoroughly after wearing them(2)",
        "Check feet periodically and report any suspicious bumps, growths, or lesions to physician as soon as possible(2)",
        "Do not pick at, pull, or try to cut a plantar wart. Do not try to file it down or rub it with a pumice stone(2)",
        "Wash hands carefully with soap and warm water after touching a wart(1)",
        "Wear proper footwear to ensure pressure relief"
    ],
    "patient education": [],
    "references": [
        {
            "number in article": 1,
            "reference": "Warts. MedlinePlus Medical Encyclopedia Web site. http://www.nlm.nih.gov/medlineplus/warts.html . Published November 6, 2020. Accessed January 24, 2021. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Plantar warts. Mayo clinic website Web site. https://www.mayoclinic.org/diseases-conditions/plantar-warts/symptoms-causes/syc-20352691 . Published April 2, 2020. Accessed January 24, 2021. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Sterling JC, Gibbs S, Haque Hussain SS, Mohd Mustapa MF, Handfield-Jones  SE. British Association of Dermatologists’ guidelines for the management of cutaneous warts"
        },
        {
            "number in article": 2014,
            "reference": " Br J Dermatol . 2014;171(4):696-712.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Focht DR, III, Fairchok MP, Spicer C. The efficacy of duct tape vs cryotherapy in the treatment of verruca vulgaris (the common wart). Arch Pediatr Adolesc Med . October 2002;156(10):971-4.  (RCT)"
        },
        {
            "number in article": 5,
            "reference": "Jiang SB, Lu YS, Zhang YH, et al. A retrospective study of a Chinese traditional medicine YIKEER in the treatment of verruca patients in Liaoning district. Evid Based Complement Altern Med . 2019;1-9.  doi:10.1155/2019/9896148. (RV)"
        },
        {
            "number in article": 6,
            "reference": "Dillon MJ. Salicylic acid versus cryotherapy for common and plantar wart treatment: which should we recommend? A meta-analysis.  Dermatological Nurs . 2020;19(4):38-44. (M)"
        },
        {
            "number in article": 7,
            "reference": "Al Aboud AM, Nigam PK. Wart. StatPearls . Treasure Island, FL: StatPearls Publishing; 2020. (GI) "
        },
        {
            "number in article": 8,
            "reference": "Witchey DJ, Witchey NB, Roth-Kauffman  MK. Plantar warts: epidemiology, pathophysiology, and clinical management. J Am Osteopath Assoc . 2018;118(2):92-105. doi:10.7556/jaoa.2018.024. (RV)"
        }
    ]
}