{
    "metadata": {
        "title": "Phonotrauma, Adult",
        "synonyms": [
            "hyperfunctional voice disorder",
            "phonotraumatic vocal hyperfunction",
            " vocal hyperfunction",
            "vocal abuse",
            "functional disorder/dysphonia",
            "vocal abuse/misuse",
            " nonorganic dysphonia, hyperphonia",
            "adult phonotrauma",
            "vocal abuse, adult",
            "adult vocal abuse",
            "vocal misuse, adult",
            "adult vocal misuse"
        ],
        "anatomical location body part affected": [
            "Laryngeal mechanism"
        ],
        "area of specialty": [
            "v oice and v oice disorders"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "R49.0": "dysphonia",
            "R49.1": "aphonia",
            "R49.8": "other voice and resonance disorders",
            "R49.9": "unspecified voice and resonance disorder (ICD codes are provided for the readers’ reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for procedure will depend on insurance contract coverage; no specific issues or information regarding reimbursement have been identified"
        ],
        "presentation signs and symptoms": [
            "Phonotrauma (also referred to in research literature as phonotraumatic vocal hyperfunction) is trauma to the vocal mechanism that results from abusive vocal behaviors including excessive vocal use, excessive effort in vocal production (hyperphonia), and excessive throat-clearing.(16,25) Phonotraumatic vocal hyperfunction can lead to the loss of voice and hoarseness and inflamed vocal fold mucosa.(5) Additionally, phonotraumatic vocal hyperfunction results in reduced vocal efficiency which increases the risk for damage to the vocal folds.(25) Over a prolonged period of time, a localized lesion can form, most commonly at the midpoint of the vibratory margin of one or both of the membranous vocal folds.(5) V ocal lesions include nodules, polyps and cysts, fibrous masses, and reactive lesions(5)",
            "The following symptoms have been reported in adults with phonotrauma: –Hoarseness(15) –V ocal fatigue(15) –V ocal loss(15) –Breathy vocal quality(24) –A “rough” or “scratchy” voice(24) –Harsh vocal quality(24) –Pain from ear to ear(24) –A “lump in the throat” sensation(24) –Neck pain(24) –Decreased pitch range(24) –V oice and body fatigue(24) –Physical pathologies such as edema, vocal nodules, vocal polyps, vocal cysts, fibrous masses, and contact ulcers/granuloma(5,15)  Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Routine otorhinolaryngological and laryngovideostroboscopic examinations are typically conducted prior to referral for speech-language  services"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "V oice disorders have been estimated to occur in 3% to 9% of the adult population in the United States.(15) Lesions seenin phonotrauma, such as nodules, polyps, cysts, and nonspecific inflammation, are due to hyperadduction of the vocalfolds resulting from vocal fold impact stress.(22)Hyperadduction is caused by abusive vocal behaviors, such as yelling orexcessive talking. It is estimated that the incidence of hyperphonia (excessive effort in vocal production) is higher amongpeople in occupations that require high demands on the phonatory mechanism (e.g., performing, teaching)(15)"
        ],
        "pathogenesis": [
            "A vocal nodule often develops gradually, beginning as a localized edema or submucous hemorrhage at the place offrictional trauma on the vocal folds.(1) Early developing nodules are red, gelatinous, and flexible, whereas more maturenodules are white, thick, and hard.(1) Nodules are also known as “calluses of the vocal fold” and often diminish ordisappear when vocal hyperfunction is eliminated(7)",
            "V ocal polyps can also result from vocal abuse. They appear on one or both of the vocal cords as a swelling or bump, astalk-like  growth, or a blister-like  lesion(7)",
            "V ocal cysts are firm masses of tissue contained within a membrane and can be located near the surface of the vocal cord ordeeper, near the ligament of the cord(7)",
            "Authors of a case study described acute vocal paralysis that resulted from phonotrauma (sudden forceful exhalation); thephonotrauma caused hemorrhage and edema of the paraglottic space and soft tissues of the neck, which resulted in vocalfold paralysis(12)"
        ],
        "risk factors": [
            "Employment in an occupation that requires extensive voice use (e.g., teachers, clergy, military, auctioneers, tour guides,cheerleaders, performers)(15,16)",
            "Sex (highest risk in females between the ages of 20 and 40 years)(24)",
            "The following are factors that can exacerbate the symptoms caused by vocal abuse/misuse:–Laryngopharyngeal reflux(5)–Genetic predisposition to mucosal anomalies(5)–Allergies(24)–Smoking and other potential irritants to the laryngeal mechanism(24)–Tense muscles(24)–Drinking caffeine and alcohol (dries out the throat and vocal cords)(24)–Hypothyroidism(24)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Precautions will vary according to the individual patient A patient’s medical records should be reviewed thoroughly prior to evaluation or treatment During the evaluation, it is important to be aware of the patient’s level of fatigue, pain tolerance, and level of frustration A patient’s culture and native language should also be considered to determine the appropriateness of examination and treatment materials(2)"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Routine otorhinolaryngological and laryngovideostroboscopic examinations are typically conducted prior to referral for speech-language  services"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the onset of symptoms of phonotrauma. Document the onset of any activity that might lead to vocal abuse or misuse. Refer to medical records for information regarding severity and etiology ",
                "course of treatment": {
                    "medical management": "Document any examinations completed by physicians, such as the otolaryngologist. Document any medical management for other conditions, such as respiratory conditions or reflux",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken? Researchers in the United States completed a prospective, randomized, double-blinded  controlled trial with ten female subjects investigating the use of steroids for acute vocal fold inflammation associated with phonotrauma. Biological indicators of inflammation in the experimental (steroid) group were significantly reduced compared to the placebo group at four and 20 hours following administration(9)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Usual tests for this condition might include the following:",
                        "Otorhinolaryngological examination",
                        "Videostroboscopy",
                        "Acoustic analysis of speech"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and whether they help or not In a prospective, randomized, placebo-controlled  study conducted in Hong Kong involving 18 female patients with dysphonia, researchers found that acupuncture was no more effective in reducing emotional stress related to dysphonia than sham acupuncture treatment(13) In a second prospective, randomized, placebo-controlled  study by the same researchers in Hong Kong with 123 individuals with vocal pathologies related to phonotrauma, researchers compared vocal function after a sixweek regimen of acupuncture, sham acupuncture, or no treatment. In this study, significant improvements in vocal function were found in both acupuncture groups (acupuncture and sham acupuncture), but no changes noted in the notreatment group. Researchers encouraged more research about the utility of acupuncture for treatment of phonotrauma(20)",
                    "previous therapy": "Document whether patient has had previous speech-language  therapy for this or for other conditions, and what specific treatments were helpful or not helpful; document whether patient has had previous occupational or physical therapy"
                },
                "aggravating easing factors": "Are there times of day in which the patient’s voice is better/worse? Are there environments in which the patient’s voice is better/worse?",
                "body chart": "",
                "nature of symptoms": "Document the nature of symptoms as reported by the patient and observed by the speech-language pathologist (SLP)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 0-10 scale to assess symptoms at their best, at their worst, and at the moment (specifically address if laryngeal pain or discomfort is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient is experiencing that could exacerbate the condition and/or symptoms that could indicative the need for a physician referral (e.g., gastric reflux, cold/flu/allergies/asthma)",
                "respiratory status": "Note any respiratory disorder or symptoms that might influence vocal qualityA voice disorder can have a serious negative impact on the patient’s job, social and psychological well-being,  and overall quality of life. The impact of the voice disorder on the patient should be considered during assessment and when developing therapy goals(15)Assess the impact of the voice disorder on the patient’s quality of life by administering an instrument that measures voice-related  quality of lifeThe VHI is a patient self-report  inventory that contains 30 statements evaluating a patient’s judgment regarding the impact of his or her voice disorder on daily activities. It is frequently used as a baseline measure and a measure of the effectiveness of a specific treatment(10)Document hearing ability, including history of ear infections, hearing loss, and/or use of hearing aids Barriers to learning -Are there any barriers to learning? Yes__ No__ -If yes, describe___________________________ "
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has the patient been previously diagnosed with phonotrauma or another communication disorder?",
                    "comorbid diagnoses": "Ask patient about other concomitant medical diagnoses that might affect voice or respiratory system (e.g., allergies, hearing impairment)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Does the patient participate in recreational hobbies or competitive sports that involve excessive use of voice? -Does the patient’s employment require extensive use of voice? (e.g., teachers, clergy persons, military personnel, auctioneers, tour guides, cheerleaders, performers)(15,16)",
                "functional limitations assistance with ADLs adaptive equipment": "How does the voice disorder affect functional communication? Does the patient use any ADLs/adaptive equipment for mobility or for communicating?",
                "living environment": "Identify the patient’s living situation and potential communication difficulties or voice irritants that the patient might be experiencing at home. Does any family member smoke? Does the house have excessive background noise (e.g., television, music, children)? Do other family members talk loudly or have voice difficulties? Does any family member have a hearing impairment?"
            }
        },
        "relevant tests and measures": {
            "general": " ›Relevant tests and measures (while tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting):",
            "anthropometric characteristics": "Ask the patient if he/she has experienced any recent excess tension in the head and neck or jaw. Observe the head, neck, jaw, and shoulders for any evidence of strained posture, poor posture, or excess tension",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Document any vision or hearing loss of the patient. Perform a hearing screening if loss is suspected",
            "special tests specific to diagnosis": "",
            "speech and language examination": " Speech and language examination (including reading)Identify any concerns about speech articulation or fluency(2)Identify any receptive or expressive language concerns(2)Identify the voice’s perceptual and acoustic characteristics (if the patient is able to phonate) and the patient’s physiological behavior during voicing or voicing attempts. Perceptual and/or instrumental measures can be completed in order to obtain perceptual ratings, acoustic analysis, and/or aerodynamic measures.(2) Acoustic measures of voice might include signal-to-noise  ratio, jitter (pitch perturbation), and shimmer (amplitude perturbation).(23) For perceptual assessment of voice quality, the Consensus Auditory-Perceptual Evaluation of V oice (CAPE-V)  can be used. The CAPE-V was developed at an international conference sponsored by the American Speech-Language-Hearing  Association Division 3 (voice and voice disorders). It provides visual analog scaling of voice attributes, such as overall severity of dysphonia, roughness, breathiness, straining, pitch, and loudnessA laryngeal examination must be completed by an experienced otolaryngologist in order to rule out any laryngeal growths, such as nodules, polyps, carcinoma, contact ulcers, and laryngeal webs. In addition, the laryngeal examination serves to determine the position of the larynx (e.g., high, low) and any other characteristics of the vocal folds including vocal fold closure and physical aspects of the folds (e.g., swollen, tense). Patient should beA mirror examination involves placing a mirror in the back of the patient’s throat. V ocal folds can be visualized by reflecting light down to the voice box(14)Rigid endoscopy is performed with a rigid tube placed into the oral or pharyngeal cavity. A rigid laryngoscope provides the clearest view of the larynx; however, the tongue needs to be held by the examiner and normal speech production cannot be performed during the examination. A flexible laryngoscope uses fiberoptic technology, and can be passed through the nose to the back of the throat. This positioning allows for examination of the larynx during voicing.(3,4) Flexible laryngoscopes might be better tolerated by adults who have sensitive gag reflexes Videostroboscopic examination allows the examiner to see the vocal folds vibrating in slow motion and gives information on any abnormalities present during voice production (e.g., abnormal closure). It is performed with instrumentation used for oral endoscopy or nasendoscopy and is combined with a strobe light correlated to vocal fold vibration(3,4)Electroglottography is a system to provide information on vocal fold closure by measuring the electrical resistance of two electrodes placed around the neck(4)",
            "neurological examination": "",
            "oral structure and oral motor function": "If signs are present of an articulation disorder or motor speech disorder, conduct an assessment of the patient’s oral motor structures and functions",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "Screen swallowing ability; if there are concerns regarding dysphagia and aspiration as a result of phonotrauma, complete a full swallowing examination –For detailed information about a bedside swallow examination for adult patients, see Clinical Review…Dysphagia",
            "tracheostomy examination": "If present, assess tracheostomy tube and document date of placement, current respiratory status, and use of speaking valve. For detailed information on assessment of patients with tracheostomies, see ClinicalAdults with Tracheostomy ; CINAHL Topic ID Number assessment of a tracheostomy tube and use of a speaking valve, see Clinical Review…Passy-Muir Tracheostomy &T708919"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "One group of teachers was educated about vocal hygiene with the terms “vocal abuse” and “vocal misuse” and another group was educated using the terms “phonotrauma” and “muscle tension,” specifically omitting “abuse” or “misuse”(8)",
                "Researchers measured the subject’s self-efficacy  (one’s confidence in his or her ability to achieve a desired outcome) regarding the voice pre and post education. An increase in self-efficacy  was noted in the group educated with the terms “phonotrauma” and “muscle tension;” however, no increase in self-efficacy  was found post education among the subjects exposed to the terms “abuse” and “misuse”(8)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "A voice disorder can have serious consequences for the patient’s job, social and psychological well-being,  and overall quality of life",
                "The impact of the voice disorder on the patient should be considered when developing therapy goals(15)",
                "In voice therapy, SLPs traditionally educate patients about vocal abuse/misuse in order to help them learn to eliminate phonotraumatic behaviors from daily activities; however, in study conducted in the United States, results indicated that the terminology “vocal abuse and misuse” can be counterproductive in patient education sessions(8)"
            ]
        },
        "diagnosis need for treatment": "V oice treatment might be the preferred treatment to resolve the effects of phonotrauma when surgical or pharmacological treatment is not indicated. It might also be the initial treatment in cases when medical treatment might be considered but could possibly be avoided if the patient responds well to therapy. V oice treatment might also be indicated as preventive treatment to preserve vocal health for patients at risk for phonotrauma (e.g., through occupation).(15) Diagnosis and decisions regarding treatment are often made in collaboration with the SLP and the otolaryngologist(15)",
        "rule out": "It is important to first distinguish between functional and neurogenic or anatomic causes of the voice disorder.(22) V ocal lesions can be caused or exacerbated by many factors, including smoking, laryngopharyngeal reflux, asthma, and medication. V ocal abuse/misuse must be identified as the principal cause of the voice disorder for the patient to benefit from therapy aimed at reducing voice hyperfunction. Diagnosis is made after taking a complete history, clinical examination, and voice assessment",
        "prognosis": [],
        "referral to other disciplines": "Refer to a counselor or psychologist as needed",
        "other considerations": [],
        "treatment summary": [
            "Prevention training: Authors of a systematic review of randomized controlled trials (RCTs) examining treatments to prevent voice disorders in adults found only two studies that met the criteria of an RCT. The results of these studies did  not provide support for either direct or indirect training to at-risk  populations (e.g., teachers) to prevent the onset of voice disorders. The authors emphasized the need for larger and better designed studies to investigate the efficacy of prevention training(16)",
            "Electronic voice amplification: Amplification of the voice is intended to reduce demands of extended vocal load imposed on professionals who use their voice extensively. Several RCTs have explored the effectiveness of amplification in the treatment of teachers with voice disorders –In an RCT conducted in the United States, researchers compared the effects of voice amplification treatment (n = 15) with a vocal hygiene treatment (n = 15) and no treatment (n = 14) on teachers with voice disorders. Before and after a six-week treatment phase, teachers completed the VHI.(10) Other dependent measures included a voice severity self-rating  scale and an audio recording for acoustic analysis. Only the amplification group showed significant reductions on mean VHI scores, voice severity self-ratings,  and measures of jitter and shimmer(18) –In an RCT conducted in the United States, researchers evaluated the effectiveness of three different treatment programs, voice amplification (n = 25), resonance therapy (n = 19), and respiratory muscle therapy (n = 20) on teachers with voice disorders. Before and after the six-week treatment phase, teachers completed the VHI and a voice severity self-rating scale. Results indicated that only the voice amplification group and the resonance therapy group showed significant reductions in mean VHI scores and in voice severity self-ratings  post treatment(19)",
            "V ocal hygiene education: The purpose of vocal hygiene education is to reduce and eliminate nonspeech and speech-related factors that contribute to inflammation of the vocal fold mucosa.(5) Speech-related factors include reduction of loud voice use and reduction of the amount of talking. Nonspeech factors include laryngopharyngeal reflux, throat-clearing,  hydration, and inhaled irritants (e.g., smoking) –Multiple research studies have found that vocal hygiene therapy in isolation leads to smaller gains in comparison to other types of treatment.(17,18,21) Thus, hygiene education should be coupled with voice production work(22)",
            "Resonance therapy: Resonance therapy (RT) is a neuromuscular training approach that involves training the patient to produce voice in an easier, more resonant manner. The patient is instructed to create a voice with more forward/frontal tone focus that is associated with more vibratory sensations in the midfacial region (e.g., alveolar ridge).(19) The purpose of this technique is to achieve a stronger voice with minimal effort. RT requires mastery of the basic principles of the technique combined with specific hierarchical training. The patient should progress through a hierarchy of increasingly complex voicing tasks while maintaining the frontal tone focus. RT has been shown to be effective in patients within an RCT conducted in the United States.(19) However, results are preliminary due to the high dropout rate of patients in the RCT and the lack of additional studies to support the use of this technique(19)",
            "Respiratory muscle training (RMT): RMT is designed to strengthen expiratory muscles to assist performers (e.g., singers) to increase ability to produce expiratory pressure. It is hypothesized that the burden on the laryngeal mechanism is reduced when the expiratory pressure is increased, thus leading to reduced chance for tissue injury. Positive effects of this technique have been noted in high-risk  performers and in patients with increased airway resistance due to paralysis or stenosis. However, there is no evidence to support the use of RMT as a treatment for a broad range of voice disorders, including phonotrauma(19) . Problem Goal Intervention Expected Progression Home Program  Phonotrauma due to vocal misuse and abuse in the work settingReduce hyperfunctional use of voice and associated symptomsElectronic voice amplification _ Amplification of the voice is intended to reduce demands of extended vocal load imposed on professionals who use their voice extensively. The SLP should inform patient of amplification options as needed(18,19)Symptoms of the voice disorder will decrease as patient uses the amplification systemV oice amplification system is primarily used in the work setting Phonotrauma due to vocal misuse and abuseReduce hyperfunctional use of voiceResonance therapy _ Resonance therapy (RT) is a neuromuscular training approach that involves training the patient to produce voice in an easier, more resonant manner. The patient is instructed to create a voice with more forward/frontal tone focus that is associated with more vibratory sensations in the midfacial region (e.g., alveolar ridge).(19,23) The purpose of this technique is to achieve a stronger voice with minimal effort. RT requires mastery of the basic principles of the technique combined with specific hierarchical training from single word level to conversational speechThe patient should progress through a hierarchy of increasingly complex voicing tasks while maintaining the frontal tone focus(19)Patient should practice techniques at home to achieve generalization of strategies  Phonotrauma due to vocal misuse and abuseReduce hyperfunctional use of voice and associated symptomsVocal hygiene"
        ]
    },
    "desired outcomes outcome measures": {
        "restoration of vocal function and vocal quality ": [],
        "normal laryngeal function and appearance": [],
        "improved quality of life": [
            "VHI: The VHI is a patient self-report  inventory that contains 30 statements evaluating a patient’s judgment regardingthe impact of the voice disorder on daily activities. It is frequently used as a baseline measure and a measure of theeffectiveness of a specific treatment(10)"
        ]
    },
    "maintenance or prevention": [
        "Patient might benefit from counseling to maintain the gains achieved in therapy",
        "As part of the therapy process, the patient should be given education on vocal hygiene",
        "Follow-up  sessions are recommended to ensure that patient is maintaining gains"
    ],
    "patient education": [
        "See “V ocal Cord Nodules and Polyps” from the American Speech-Language-Hearing Association Web site athttps://www.asha.org/public/speech/disorders/V ocal-Cord-Nodules-and-Polyps/",
        "See “Overview of V oice Disorders” on The V oice Foundation Web site at http://voicefoundation.org/health-science/voice-disorders/voice-disorders/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Akif Kilic M, Okur E, Yildirim I, Guzelsoy S. The prevalence of vocal fold nodules in school age children. Int J Pediatr Otorhinolaryngol . 2004;68(4):409-412.  (R)"
        },
        {
            "number in article": 2,
            "reference": "American Speech-Language-Hearing  Association. Preferred practice patterns for the profession of speech-language  pathology. American Speech-Language-Hearing Association Web site. http://www.asha.org/policy/PP2004-00191/ . Accessed August 26, 2017. (G)"
        },
        {
            "number in article": 3,
            "reference": "American Speech-Language-Hearing  Association Special Interest Division 3, Working Group on Voice and Voice Disorders. Knowledge and skills for speech-language pathologists with respect to vocal tract visualization and imaging. American Speech-Language-Hearing  Association Web site. http://www.asha.org/policy/KS2004-00071.htm . Accessed August 27, 2017. (G)"
        },
        {
            "number in article": 4,
            "reference": "Behrman A, Orlikoff RF. Instrumentation in voice assessment and treatment: what's the use?. Am J Speech Lang Pathol . 1997;6(4):9-16.  (C)"
        },
        {
            "number in article": 5,
            "reference": "Behrman A, Rutledge J, Hembree A, Sheridan S. Vocal hygiene education, voice production therapy, and the role of patient adherence: a treatment effectiveness study in women with phonotrauma. J Speech Lang & Hear Res . 2008;51(2):350-366.  (RCT)"
        },
        {
            "number in article": 6,
            "reference": "Daniilidou P, Carding P, Wilson J, Drinnan M, Deary V. Cognitive behavioral therapy for functional dysphonia: a pilot study. Ann Otol Rhinol Laryngol . 2007;116(10):717-722. (R)"
        },
        {
            "number in article": 7,
            "reference": "Fact sheet: nodules, polyps, and cysts. American Academy of Otolaryngology-Head  and Neck Surgery Web site. Web site. http://www.entnet.org/HealthInformation/ nodPolypCysts.cfm . Accessed August 26, 2018. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Gillespie AI, Abbott KV. The influence of clinical terminology on self-efficacy  for voice. Logoped Phoniatr Vocol . 2011;36(3):91-99.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Ingle JW, Helou LB, Li NY, Hebda PA, Rosen CA, Abbott KV. Role of steroids in acute phonotrauma: a basic science investigation. Laryngoscope . 2014;124(4):921-927. doi:10.1002/lary.23691. (RCT)"
        },
        {
            "number in article": 10,
            "reference": "Jacobson BH, Johnson A, Grywalski C. The Voice Handicap Index (VHI): development and validation. Am J Speech Lang Pathol . 1997;6(3):66-70.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Kempster GB, Gerratt BR, Abbott KV, Barkmeier-Kraemer  J, Hillman RE. Consensus auditory-perceptual  evaluation of voice: development of a standardized clinical protocol. Am J Speech Lang Pathol . 2009;18(2):124-132.  doi:10.1044/1058-0360(2008/08-0017).  (R)"
        },
        {
            "number in article": 12,
            "reference": "Klein TA, Gaziano JE, Ridley MB. Vocal fold paralysis secondary to phonotrauma. J Voice. 2014;28(1):129.e9-129.e11.  doi:10.1016/j.jvoice.2013.08.014. (C)"
        },
        {
            "number in article": 13,
            "reference": "Kwong EY, Yiu EM. A preliminary study of the effect of acupuncture on emotional stress in female dysphonic speakers. J Voice. 2010;24(6):719-723.  (RCT)"
        },
        {
            "number in article": 14,
            "reference": "Peppard RC. Management of functional voice disorders in adolescents. Lang Speech Hear Serv Sch . 1996;27(3):63-65.  (C)"
        },
        {
            "number in article": 15,
            "reference": "Ramig LO, Verdolini K. Treatment efficacy: voice disorders. J Speech Lang Hear Res . 1998;41(1):S101-S116.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "Rhotsalainen JH, Sellman J, Lehto L, Jauhiainen M, Verbeek JH. Interventions for preventing voice disorders in adults. Cochrane Database Syst Rev. 2007. Art No: CD006372. doi:10.1002/14651858.CD006372.  (SR)"
        },
        {
            "number in article": 17,
            "reference": "Roy N, Gray SD, Simon M, Dove H, Corbin-Lewis  K, Stemple JC. An evaluation of the effects of two treatment approaches for teachers with voice disorders: a prospective randomized clinical trial. J Speech Lang Hear Res . 2001;44(2):286-296.  (RCT)"
        },
        {
            "number in article": 18,
            "reference": "Roy N, Weinrich B, Gray SD. Voice amplification versus vocal hygiene instruction for teachers with voice disorders: a treatment outcomes study. J Speech Lang Hear Res . 2002;45(4):625-638.  (RCT)"
        },
        {
            "number in article": 19,
            "reference": "Roy N, Weinrich B, Gray SD, Tanner K, Stemple JC, Sapienza CM. Three treatments for teachers with voice disorders: a randomized clinical trial. J Speech Lang Hear Res . 2003;46(3):670-688.  (RCT)"
        },
        {
            "number in article": 20,
            "reference": "Yiu EM, Chan KM, Kwong E, et al. Is Acupuncture Efficacious for Treating Phonotraumatic Vocal Pathologies? A Randomized Control Trial. J Voice. September 2016;30(5):611-620.  doi:10.1016/j.jvoice.2015.07.004. (RCT)"
        },
        {
            "number in article": 21,
            "reference": "Verdolini K. Resonant voice therapy. In: Stemple JC, ed. Voice Therapy: Clinical Studies . 2nd ed. San Diego, CA: Singular; 2000:46-62.  (GI)"
        },
        {
            "number in article": 22,
            "reference": "Verdolini K. Voice therapy for adults. In: Kent RD, ed. The MIT Encyclopedia of Communication Disorders . Cambridge, MA: MIT Press; 2003:88-91.  (GI)"
        },
        {
            "number in article": 23,
            "reference": "Verdolini-Marston  K, Burke MK, Lessac A, Glaze L, Caldwell E. Preliminary study of two methods of treatment for laryngeal nodules. J Voice. 1995;9(1):74-85.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Vocal cord nodules and polyps. American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/disorders/Vocal-Cord-Nodules-and-Polyps/ . Accessed August 27, 2017. (GI)"
        },
        {
            "number in article": 25,
            "reference": "Espinoza VM, Zañartu M, Van Stan JH, Mehta DD, Hillman RE. Glottal Aerodynamic Measures in Women With Phonotraumatic and Nonphonotraumatic Vocal Hyperfunction. J Speech Lang Hear Res . August 16, 2017;60(8):2159-2169.  doi:10.1044/2017_JSLHR-S-16-0337.  (R)"
        }
    ]
}