{
    "metadata": {
        "title": "Dysphagia  V ocal Fold Paralysis in Children",
        "synonyms": [],
        "anatomical location body part affected": [
            "Larynx. VFP in children might be congenital or acquired and stem from damage to the cranial nerve (vagus), recurrent laryngeal nerve, superior laryngeal nerve, and/or brainstem.(1) The recurrent laryngeal nerve branches from the vagus nerve at the level of the cricoid cartilage and innervates 4 of the intrinsic muscles of the larynx: the thyroarytenoid, the posterior cricoarytenoid, the lateral cricoarytenoid, and the interarytenoid.(2) The superior laryngeal nerve provides sensory information to the larynx and also innervates the cricothyroid muscle, which causes tension and elongation of the vocal folds (resulting in a higher pitch during speech)"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders",
            "v oice and v oice disorders"
        ],
        "description": [
            "Unilateral VFP refers to a condition in which the vocal fold on one side is paralyzed in the paramedian (near the middle) position or has very limited movement. The immobile vocal fold moves abnormally or not at all, preventing the vocal folds from meeting at midline and closing.(3) Dysphonia, stridor (a high-pitched  sound caused by an obstruction that leads to turbulent airflow in the upper airway), dysphagia, and aspiration are the most common symptoms of unilateral VFP, but a newborn with unilateral VFP might also have difficulties with respiratory function.(4) Bilateral VFP can be life-threatening  due to the resulting airway obstruction and often necessitates a tracheostomy in children.(4) The most common symptoms of bilateral VFP are stridor and dyspnea (feeling of shortness of breath) rather than dysphonia or dysphagia/aspiration because the vocal cords are fixed in a median or paramedian position due to the abductor paralysis.(5) Because of the different problems presented by unilateral VFP and bilateral VFP, they should be considered as separate disorders with different types of treatment(6)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "J38.00": "paralysis of vocal cords and larynx,unspecified",
            "J38.01": "paralysis of vocal cords and larynx,unilateral",
            "J38.02": "paralysis of vocal cords and larynx,bilateral",
            "R13.0": "aphagia; inability to swallow",
            "R13.10,": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Swallowing G-code set": {
                "G8996": "Swallowing functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G8997": "Swallowing functional limitation, projected goal status, at initial therapy treatment/outset and at discharge from therapy",
                "G8998": "Swallowing functional limitation, discharge status, at discharge from therapy/end of reporting on limitation"
            },
            "Voice G-code set": {
                "G9171": "V oice functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9172": "V oice functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9173": "V oice functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Dysphagia refers to difficulty swallowing due to an inability to move food and/or liquid efficiently during the oral, pharyngeal, and/or esophageal phases of swallowing.(7) The oral phase includes sucking, chewing, and moving the food or liquid into the throat. The pharyngeal phase is the initiation of the swallowing reflex, when the food is squeezed down the throat and the airway is closed off to prevent aspiration (food or liquid entering the airway) or choking. In the esophageal phase, the openings at the top and bottom of the esophagus move the food or liquid to the stomach by relaxing and tightening.(8) Symptoms of dysphagia in children with VFP are variable. Most children with VFP present with symptoms in the first 2 years of life. Dysphonia is present in 50% of children with unilateral VFP and feeding difficulties are present in 25%. Feeding difficulties and dysphonia are less common in children with bilateral VFP, with the most common symptoms being stridor and airway management difficulties(9) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Dysphagia assessment and treatment are best performed using a team approach. The following health professionals are often involved in the management of swallowing dysfunction in patients in rehabilitation and hospital settings: SLP, nurse, nutritionist, dietitian, otolaryngologist, occupational therapist (OT), physical therapist (PT), gastroenterologist, neurologist, behavioral psychologist, and social worker(17) "
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  vfp in children can be either congenital or acquired; common causes include:": [
            "Central nervous system anomalies (e.g., Chiari malformation).(2) For detailed information on assessment and treatmentof patients with Chiari malformation, please see Clinical Review…Dysphagia: Chiari Malformation ; CINAHL Topic IDNumber: T709104",
            "Birth trauma(2)",
            "Iatrogenic injury (e.g., cardiac surgery)(2,9)–In a retrospective chart review study conducted in the United States, researchers found that unilateral VFP was present in60 of 104 (57.6%) neonates who underwent aortic arch surgery or the Norwood procedure (a cardiac surgery that involvesan atrial septectomy and transection and ligation of the distal main pulmonary artery). Dysphagia was present in 73.5% ofNorwood and 69.2% of aortic arch subjects who had documented unilateral VFP(54)",
            "Blunt trauma(2)",
            "Mediastinal masses(2)",
            "Cardiac anomalies(2)",
            "Neoplasms(2)"
        ],
        "pathogenesis": [
            "Pathogenesis varies with the cause of the VFP"
        ],
        "risk factors   vfp": [
            "Risk factors will vary with the cause. See Causes , above"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Symptoms associated with VFP vary widely; precautions will vary according to the individual patient and the severity of accompanying language, cognitive, sensory, and/or motor impairments. It is recommended that family/caregivers be involved in all assessment procedures",
        "Evaluation and treatment of dysphagia associated with VFP should be performed by a voice or dysphagia evaluation team that includes, at minimum, a speech-language pathologist (SLP) and an otolaryngologist(10)",
        "Feeding and dietary practices vary considerably among families and cultures. It is important for the SLP to understand the patient’s and family’s concerns and objectives regarding feeding and swallowing before the evaluation(11)",
        "To conduct a feeding and swallowing evaluation and to provide swallowing treatment, SLPs are required to have graduate, postgraduate, or continuing education training specifically in dysphagia assessment and treatment(12)",
        "To perform videofluoroscopic swallowing studies (VFSSs), SLPs must have established competencies in the use and storage of barium(13)",
        "Children with bilateral VFP often require a tracheostomy. Children with tracheostomies have highly compromised pulmonary systems. Consult with the respiratory therapistto determine best evaluation method for preventing further compromise the patient’s pulmonary system.(14) For detailed information on assessment and treatment of dysphagia in children with tracheostomy, please see Clinical Review…Dysphagia: Children with Tracheostomy ; CINAHL Topic ID Number: T709082",
        "SLPs who work with patients with tracheostomies and/or mechanical ventilators must have professional training in a clinical setting to gain appropriate background and experience(15)",
        "Patients with recent intubation have been found to have a higher percentage of laryngopharyngeal abnormalities than nonintubated patients. Abnormalities include arytenoid edema, granuloma, vocal fold bowing, airway stenosis, and vocal fold paresis. The SLP should consult with an otolaryngologist if laryngopharyngeal abnormalities are suspected(16)",
        "Development of an individualized family service plan (IFSP) or an individual education plan (IEP) in collaboration with the parents and early childhood or school personnel is essential for children with VFP to address learning, language, and cognitive problems as well as feeding and motor problems in the home and/or school environment. In addition, the IFSP or IEP can assist family, caregivers and/or school personnel in modifying activities that might be otherwise harmful or unsafe for the child"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Dysphagia assessment and treatment are best performed using a team approach. The following health professionals are often involved in the management of swallowing dysfunction in patients in rehabilitation and hospital settings: SLP, nurse, nutritionist, dietitian, otolaryngologist, occupational therapist (OT), physical therapist (PT), gastroenterologist, neurologist, behavioral psychologist, and social worker(17) "
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the cause of the VFP and results from any neurological assessments, including MRI and CT scans. Document any previous surgeries, prolonged intubations, or trauma(2)",
                "course of treatment": {
                    "medical management": "Medical management will vary according to the patient’s presenting symptoms. Airway management is the primary concern in children with bilateral VFP, and medical treatment includes tracheotomy, vocal fold lateralization, and reinnervation (see below for detailed description).(4) For children with unilateral VFP, medical management includes tracheotomy, Teflon/Gelfoam injection, reinnervation, surgical medialization, speech therapy, or no intervention(4)A tracheotomy is a surgical procedure in which a tracheostomy tube is placed into the anterior aspect of the trachea in order to establish an artificial airway.(18) Children with bilateral VFP might require a tracheotomy to maintain a patent airway. However, many children with bilateral VFP do not need a tracheotomy, in contrast to adults with bilateral VFP, who almost always need one.(6) For detailed information on treating dysphagia in children withChildren with Tracheostomy , referenced aboveIn arytenoid adduction, the arytenoids are surgically rotated in the position of adduction (closure) and are sutured together in this position(19,20) Injection of material into the vocal folds to allow for medialization (e.g., fat injection, Gelfoam or Teflon injection, absorbable gelatin powder, collagen)(2,19)The purpose of lateralization is to improve the airway by lateralizing one or both of the vocal folds permanently in children with bilateral VFP.(4) Surgical techniques for children might include arytenoidectomy, cordectomy by laser technique, or lateral cervical approach(4)(10,19) Medialization thyroplasty involves the insertion of a silicon implant through an opening in the thyroid cartilage that pushes against the paralyzed vocal fold, allowing it to make contact with the other vocal fold.(21) A modified approach to this type of surgery has been recommended for the pediatric population(22)To restore abductive (opening) capability of the vocal folds, the posterior cricoarytenoid muscles can be reinnervated in cases of bilateral VFP. Reinnervation of the adductors of the larynx in unilateral VFP might be recommended for children with unilateral VFP.(4) In a study conducted in the United States, researchers found that recurrent laryngeal nerve reinnervation surgery was safe and moderately effective in 13 children, all under the age of 10, with unilateral VFP and symptomatic dysphonia and dysphagia(55)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  The diagnosis of VFP is made by an otolaryngologist. Medical assessments will vary with the nature of the underlying condition but might include CT scans of the head, neck, and chest; an MRI; examination of",
                        "cranial nerve function; chest Xray;  flexible fiberoptic laryngoscopy; and strobovideolaryngoscopy and laryngeal EMG evaluation of laryngeal muscle activity(2,9,10)",
                        "Dysphagia",
                        "Family/caregiver interview",
                        "Clinical swallow examination (CSE)",
                        "Instrumental examination (e.g., VFSS, endoscopic assessment of swallowing function, ultrasonography)"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational, speech, or physical therapy for this or other reasons"
                },
                "aggravating easing factors": " Aggravating/easing factors -Does the patient have dyspnea? -Does the patient have a tracheostomy? -Does the patient require a ventilator? -Does the patient have hearing or vision difficulties?  -Is the patient able to communicate? What modality (e.g., speech, alternative communication device) does the patient use to communicate? Which language(s) does the patient and/or family/caregivers speak? -Is the patient currently being fed by mouth, by tube (orogastric, nasogastric, gastrostomy, jejunostomy), or by a combination of the two? -Does the patient have GERD? -Does the patient have any specific food aversions or aversion towards eating? -Does the patient have food allergies or intolerances?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Symptoms of dysphagia in patients with VFP vary and are influenced by other factors in addition to laryngeal functioning (e.g., impaired pharyngeal motility). Feeding difficulties are more common in infants and children with unilateral VFP than those with bilateral VFP. Because the larynx is affected, swallowing problems are most likely to occur in the pharyngeal phase of swallowing.(1) In bilateral VFP, the vocal folds are usually fixed in the median or paramedian position, allowing for adequate glottic closure for sound production and prevention or reduction of -Premature spillage of the bolus into the trachea before the swallow(1) -Absence of laryngeal elevation during the pharyngeal swallow, resulting in aspiration when the vocal folds are not fully adducted(1) -Retention of bolus in the pharynx after the swallow due to a weak pharyngeal swallow, reduced posterior movement of the tongue base, and decreased laryngeal elevation(1,19) -Poor passage of the bolus through the upper esophageal sphincter (UES)(1) -Diminished cough strength, resulting in less effective airway cleansing(19)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much )",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables (e.g., distracting environment)",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician or social worker (e.g., dizziness, bowel/bladder dysfunction, saddle anesthesia)",
                "respiratory status": "Note history of respiratory status and current respiratory status for any indication of aspiration. Note any history of respiratory disorder. Does the patient have a tracheostomy or require a ventilator? -Although respiratory difficulties are more common in patients with bilateral VFP, disturbances in breath control and respiratory function due to airflow escape through the open vocal folds have been noted in patients with unilateral VFP as well(24)Document any behavioral symptoms that might indicate psychosocial disturbance. Refer to mental health professional if appropriateDocument hearing status, including hearing loss, use of hearing aid(s) or cochlear implant(s), and history of recurrent otitis media with effusion (OME) Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of swallowing or voice disorders or premorbid neurological problems?",
                    "comorbid diagnoses": "Note any comorbid diagnoses, including hearing loss, language difficulties, and mobility impairments",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) ",
                    "other symptoms": "Ask patient or patient’s family about other symptoms that are present"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include receive intervention services? If so, are they home, clinic, or school based? Does the patient attend school? Where does the patient eat? What types/textures of food? What is the patient’s eating schedule?",
                "functional limitations assistance with ADLs adaptive equipment": "Obtain information on adaptive equipment the patient is using, such as assistive/alternative communication devices, wheelchairs, walkers, hearing aids, glasses, or adaptive eating equipmentIdentify if there are barriers to age-appropriate  independence in the home; are any modifications necessary? Who prepares the child’s meals? With whom does the patient eat? What is the eating environment? Does the child or family have any dietary restrictions or special eating practices (e.g., observance of fasting, vegetarian diet)?",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Document use of any adaptive devices for communication, feeding, or body positioningNote any difficulties with positioning, tone, or postural control that might interfere with feeding. Collaborate with PT and/or OT as necessaryNote any difficulties with mobility, including hemiparesis. Examine motor function as it relates to swallowing and self-feeding.  Collaborate with the PT and/or OT as necessaryExamine the range, rate, coordination, and symmetry of movement of the lips, facial musculature, and tongue as part of a dysphagia evaluation for a child with VFP",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [
                "Cervical auscultation:  Cervical auscultation involves the use of a stethoscope on the lateral side of the thyroid cartilage to listen to sounds associated with breathing and swallowing patterns. Limitations of cervical auscultation include a lack of normative data or clear guidelines for interpretation of the procedure. In addition, many movements associated with swallowing are silent.(17) For detailed information about cervical auscultation, see Clinical Review…Dysphagia Assessment: Cervical Auscultation (Pediatrics) ; CINAHL Topic ID Number: T709101",
                "Pulse oximetry:  Oximetry is used to evaluate hemoglobin oxygen saturation levels before and after feeding. Most infants have an oxygen saturation level of at least 95%. Low saturation levels (below 90%) indicate some degree of hypoxia(45) ",
                "Ultrasonography:  Infant sucking and oral transit times can be examined by ultrasonography, an instrumental procedure involving transducers that use high-frequency  sound waves to create images. In infants and children, the transducer is placed under the chin as the patient swallows liquid or food. The ultrasonographic scanner can display images of the nipple, tongue surface, hard and soft palates, and hyoid during infant feeding(12)"
            ],
            "posture": "Note posture for eating/feeding. Collaborate with PT and/or OT as necessary to assist the patient in attaining efficient posture for feedingNote any impairments in vision and hearing",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " Special tests specific to diagnosisA laryngeal examination must be completed by a laryngologist in order to rule out any laryngeal growths, lesions, swelling, or abnormalities such as cysts. In addition, the laryngeal examination serves to determine the position of the larynx (e.g., high, low) and any other characteristics of the vocal folds, including vocal fold closure and physical aspects of the folds (e.g., swollen, tense). Patient should be referred for a follow-up  biopsy whenRigid endoscopy is performed with a rigid tube placed into the oral or pharyngeal cavity. A rigid laryngoscope provides the clearest view of the larynx; however, the tongue needs to be held by the examiner and normal speech production cannot be performed during the examination. A flexible laryngoscope uses fiberoptic technology and can be passed through the nose to the back of the throat, allowing for examination of the larynx during voicing; it is commonly used to evaluate young children(46)Videostroboscopic examination allows the examiner to see the vocal folds vibrating in slow motion and provides information on any abnormalities present during voice production (e.g., abnormal closure). It is performed with instrumentation used for oral endoscopy or nasendoscopy and is combined with a strobe light correlated to vocal fold vibration.(46) The examiner can view aspects of vibratory function such as the mucosal wave, vibratory amplitude, periodicity, and symmetry.(20) Vibratory parameters are usually rated on a Likert scale (e.g., 1–5)Electroglottography provides information on vocal fold closure by measuring the electrical resistance of two electrodes placed around the neck(46)Ultrasonography is a noninvasive method of examining the larynx and the movement of the arytenoids in infants and children(23)If the child is old enough, identify the voice’s perceptual and acoustic characteristics and the patient’s behavior (e.g., evidence of neck strain) during voicing or voicing attempts(25) -Acoustic measures of voice might include signal-to-noise  ratio, jitter (pitch perturbation), and shimmer (amplitude perturbation)(47) -Respiratory-phonatory  behaviors include measures of maximum phonation time, breath group lengths (number of syllables or words produced on one expiratory flow), and S/Z ratio (the length of time a person can produce “S” over the length of time the person can produce “Z.” A number greater than 1.4 indicates difficulty with easy movement of the vocal folds. Normal ratio is 1)Assess the impact of vocal fold paralysis on the child’s quality of life.(12) A quality of life scale specific to swallowing impairment is the SWAL-QOL",
            "speech and language examination": "Infants and children with unilateral VFP commonly present with hoarse or breathy vocal quality, or an abnormal cry.(19,23) Dysphonia is less common in children with bilateral VFP.(23) Depending upon the age of the child, the SLP might evaluate perceptual quality of voice productions and acoustic and aerodynamic aspects of vocal function.(10) Identify any articulation or fluency concerns.(25) If there are concerns with language, a language evaluation should be performed. For detailed information on assessment and treatment of dysphonia associated with VFP,Vocal Fold Paralysis in Children ; CINAHL Topic ID Number",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Attention and cognitive ability will vary with the underlying cause of the VFP and any associated conditions. Refer for psychological assessment as necessary",
            "aac assessment": "",
            "swallow examination": " Swallow examinationA CSE is usually the first part of a comprehensive swallowing examination.(12)CSEs are poor at detecting silent aspiration (aspiration of food or liquid into the lungs without overt signs) and in determining the physiologic reason for a cough or a voice quality change. Due to its limitations, a CSE should be used as a complement to other instrumental measures, rather than in isolation.(26) Cervical auscultation (the use of a stethoscope to assess swallow sounds and airway sounds) and pulse oximetry (oxygen saturation is measured before, during, and after swallowing; decreased saturation during and after swallowing is reported to be associated with aspiration) can be used during trial swallows to better detect penetration/aspiration in the CSE.(27,28) Adapt the CSE to the developmental and cognitive level of the child. The -A comprehensive developmental history and review of medical records(12) -Patient and/or caregiver interview -For infantsBefore feeding, the infant should be observed for signs that indicate readiness for feeding, such as alert and awakening behavior, mouthing, and stable breathing. If the infant is not alert, the SLP should consider postponing the assessment(29) -Assessment of oral structures and motor function. Examine the oral structures for any malformations and muscle tone abnormalities. Examine the lips, cheeks, jaw, tongue, and hard and soft palate at rest and during spontaneous movement. Note any palatal or labial clefts, micrognathia, deviant dental occlusion, ankyloglossia, or trismus (inability to normally open the mouth)(26) -Assessment of vocal quality. Examine for presence of hoarseness of the infant’s cry or stridor in breathing(26)  -Nonnutritive sucking ability should be examined to evaluate infant’s awareness, rooting, and latching and the coordination of suction and compression.(30) Nonnutritive suck consists of 2 sucks per second and 6 to 8 sucks per swallow. Assess infant’s awareness and response to the tactile input of a pacifier or the examiner’s gloved finger. Rinsing the glove before presenting it to the infant might result in better acceptance(29)If the infant is fed orally, observe the caregiver feeding the infant. Note the infant’s response to the nipple touching the lips and the presence of a rooting reflex. Observe the infant’s ability to find, accept, and latch onto the nipple. Evaluate specific characteristics of sucking, including the coordination of sucking-swallowing-breathing1 extensor movements, gasping, coughing, and choking(29) -Assess for presence of permanent and temporary reflexes. There are many tools that give average ages for the presence and extinction of oral reflexes (see Assessment scales/checklists , below)(26) -For children -Assessment of oral structures and motor function. Examine the oral structures for any malformations and muscle tone abnormalities. Examine the lips, cheeks, jaw, tongue, and hard and soft palate at rest and during spontaneous movement. Note any palatal or labial clefts, micrognathia, deviant dental occlusion, ankyloglossia, and trismus(26) -Assessment of speech and vocal quality. Examine for presence of hoarseness or stridor(26) -Assessment of feeding and mealtime techniques used by patient and caregivers.(12) When possible, conduct the CSE during a regular feeding time to observe the patient’s skills in coordinating of respiration and swallowing in a natural environment.(12) Assess patient’s ability to achieve labial seal and contain bolus. Examine retrieval of different liquids and/or foods from a nipple, spoon, cup, and straw (as developmentally appropriate). Observe caregivers’ rate of feeding, ability to read child’s cues, and techniques they use to make feeding easier for their childIn-depth  Bedside SwallowT709064There are several clinical assessment scales and checklists to use with infants and children during the CSE; however, there is no universally accepted feeding assessment tool. Scales, surveys, and checklists are commonly used in the CSE but often do not include normative data, standardization, validation, or guidelines for interpretation. SLP knowledge of normal oral motor development and feeding function are essential when evaluating infants and childrenLip, cheek, tongue, and jaw movements are rated during a typical meal. This scale can be used with children from 1 year of age through adulthood(31)A statistically based protocol for patients who are dependent feeders. Scaled ratings are made for posture, tone, reflexes, general motor control, orofacial structures, orofacial sensory input, orofacial motor control, ventilation, and functional feeding assessment(32)Ratings of lip, jaw, and tongue movement during ingestion of liquids and solid foods. Assessment of sipping from a cup, coughing, gagging, and hypersensitivity associated with feeding and swallowing. A checklist allows for indication of abnormal oral structures, oral reflexes, positioning, diet, utensils, and feeding(33)Assessment of oral motor, oral sensory, and oral motor speech abilities in children aged 18 months to 5 years(34)An instrument that assesses oral motor function across a wide range of food textures and fluids for preverbal children(35)Standardized screening survey that can be used with children from 2 years of age through adulthood. Assesses BMI, restrictions in food textures and viscosity, dependence in feeding, and need for special utensils or positioning. Provides information on the severity of the swallowing disorder and can be used as an outcome measure(36)A tool developed to screen for nutrition and swallowing problems in persons with intellectual disabilities. The checklist format allows for caregiver involvement in identifying risks and managing swallowing difficulties(37)A tool to assist the clinician in describing the level of severity (7 levels) of the dysphagia and in making recommendations for nutrition, diet, and independence(38) A VFSS is performed when the dysphagia team has concerns about the pharyngeal phase of swallowing and the complete swallowing sequence. In addition, a VFSS might be ordered by an otolaryngologist to determine the possible benefit of surgical correction.(39) Most clinical practices follow the protocol originally described by Logemann; adaptations of this protocol for infants and children are described by Arvedson and Lefton-Greif.(40,41) The assessment must be age-appropriate  with regard to positioning, presentation, and viscosity of material.(12) The patient eats and drinks a variety of liquids and solids mixed with barium while images are recorded with videofluorography. All patients should be examined in the lateral and frontal positions to gain information on movements of the swallow and symmetry of bolus flow and pharyngeal wall contraction. The SLP examines for the presence and cause of aspiration and the effectiveness of presenting different food consistencies or of modifying posture.(12) In contrast to the BSE, a VFSS provides critical information on the pharyngeal phase of the swallow and is able to detect silent aspiration.(28) Given the unnatural surroundings, swallowing function observed during a VFSS is not necessarily identical to that at mealtimes. Other variables that might influence swallowing function include anxiety, fatigue, and medications.(42) Due to the potential harmful effects of ionizing radiation, a repeat VFSS should only be considered when there are specific questions that require answers from a repeat study; a VFSS should not be used frequently to monitor changes in swallowing. During the(42) -Lip closure (ability to contain a liquid bolus) -Lingual elevation (the back of the tongue is slightly elevated) -Tongue-to-palatal  seal -Bolus preparation/mastication -Bolus transport/movement of the tongue (movement of the bolus to the back of the oral cavity) -Initiation of the pharyngeal swallow (swallow should be initiated when the bolus reaches the region of the posterior oral cavity) -Soft palate elevation and retraction -Laryngeal elevation -Anterior hyoid excursion -Laryngeal closure -Pharyngeal contraction -Pharyngoesophageal segment opening -Tongue base retraction -Epiglottic inversion -Esophageal clearanceModified Barium SwallowT709077FEES is performed to evaluate the anatomy and physiology of the pharynx and the larynx, pharyngeal swallow function, and the patient’s ability to manage secretions and swallow foods and liquids.(12) In addition, it can be used to explore a variety of diagnostic interventions, such as varying bolus consistency, varying posture, or making use of visual feedback for reinforcement.(43) After the insertion of the endoscope, the patient can engage in normal feeding behavior during the evaluation. Food must be light in color to enhance visibility (e.g., milk, puddings, yogurt, bread). FEES is preferred over VFSS when patients have safety issues related to radiation exposure or when they need retesting. The American Speech-Language-Hearing  Association has published several online documents regarding technical aspects of FEES and the qualifications required to perform FEES(44) -For detailed information on FEES and endoscopic examinations for dysphagia, see Clinical Review…Dysphagia",
            "tracheostomy examination": "Children with bilateral VFP often have a tracheostomy.(14) For detailed information onChildren with Tracheostomy , referenced above"
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Surgical techniques to improve the airway that could permanently compromise vocal ability should be delayed if possible until the child is old enough to make decisions about the course of medical management.(4) Spontaneous recovery of vocal fold function is common in pediatric patients(9)"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Children with VFP might be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Children with VFP, particularly unilateral VFP, might be at risk for aspiration. Post feeding guidelines at bedside and educate family/staff about feeding status. Discharge criteria should include patient and/or family independence with feeding strategies ",
                "Feeding and dietary practices vary considerably among families and cultures. It is important for the SLP to understand the family’s concerns and objectives regarding feeding and swallowing before finalizing any recommendations regarding specific food types and textures(11)"
            ]
        },
        "diagnosis need for treatment": "The purpose of treatment for patients with VFP is to eliminate symptoms of dysphagia as well as to improve vocal quality.(2) For detailed information on treatment of dysphonia associated with VFP in children, please see Clinical Review…Dysphonia: Vocal Fold Paralysis in Children , referenced above",
        "rule out": "It is important that the otolaryngologist identify the exact cause of any inspiratory stridor or dysphonia and to rule out subglottic stenosis and laryngomalacia(46)",
        "prognosis": [],
        "referral to other disciplines": "Dysphagia assessment and treatment is best performed using a team approach. The following healthcare professionals are often involved in the management of swallowing dysfunction in patients in medical settings: SLP, nurse, nutritionist, otolaryngologist, OT, PT, gastroenterologist, neurologist, and social worker(17)",
        "other considerations": [],
        "treatment summary": [
            "Surgical interventions:  Surgical interventions for management of VFP in children are completed by the child’s otolaryngologist. Airway management is the primary concern in children with bilateral VFP; surgical treatment options include tracheotomy, vocal fold lateralization, and reinnervation.(4) For children with unilateral VFP, medical management might include tracheotomy, Teflon/Gelfoam injection, reinnervation, and medialization thyroplasty(4)",
            "Positioning/postural adaptations:  Several postures have been examined to assist in changing the direction of the flow of foods and liquids for patients with dysphagia, including the chin tuck, head back, head rotation, and head tilt.(50) Rotating the head towards the damaged side (side of VFP) can improve vocal fold approximation and direct bolus down the stronger side(51)",
            "Modification of liquids:  In a study conducted in the United States of 55 adult patients with unilateral VFP, researchers found that a significant percentage of patients aspirated thin liquids.(52) Liquids can be modified (e.g., thickened) to assist the patient in controlling them in the oral and pharyngeal phases of the swallow and improve the effectiveness and safety of the swallow. Trials of different liquid consistencies should be performed with instrumental assessments (i.e., VFSS, FEES). Examples of circumstances in which thickened liquids typically reduce the risk of aspiration include:(17) –Pooling of liquid in the oral cavity –Poor lip closure and loss of liquid –Poor tongue control, movement, and coordination –Delayed initiation of the swallow –Coughing/choking/gulping –Clinical signs of aspiration –Presence of GERD",
            "Feeding tubes (orogastric, nasogastric, gastronomy, jejunostomy)/enteral feeding:  Decisions regarding the use of feeding tubes should be made with input from the SLP, physician, nutritionist, and other rehabilitation professionals. Patients with VFP who have shown signs of malnutrition, aspiration, insufficient fluid intake, or excessive stress during mealtimes might be candidates for a feeding tube to provide an alternative nutritional source  . Problem Goal Intervention Expected Progression Home Program Prolonged feeding times due to agitation or attention difficultiesImprove attention while eatingModification of feeding environment _ The physical environment in which a patient is being fed can have an impact on the duration of a meal. The feeding environment should be a calm setting in which the patient can focus on feeding and swallowing. Some children might respond to the introduction of rhythm to assist in the coordination of sucking and chewing. Music or gentle rocking might assist some children in achieving better coordination of these functions(53) _ Caregiver training is an essential aspect of all pediatric intervention to ensure correct carryover at home _Progression of environmental modifications will vary according to individual patient goals and response to environmental changesFeeding program should be implemented at all meals Feeding difficulties/ dysphagiaIncrease ability to feed independently and safely using adaptive equipmentAdaptive equipment _ Adaptive equipment for feeding might include special nipples, cups, plates, spoons, straws, and forks. It is important to consider parent preferences as well as the durability, cost, and accessibility of the equipment.(17) A team approach is recommended for selection and trial of adaptive equipment with the patient(17)Progression will vary according to individual patient goals and ability to successfully use adaptive feeding equipmentFeeding program should be implemented at all meals  Oral or pharyngeal dysphagia due to liquid consistencyIncrease swallowing ability for liquidsModification of liquids _ Patients with VFP who show clinical signs of aspiration might benefit from temporary or long-term use of thickened liquids.(17) The rationale for the use of thickened liquids must be carefully explained to caregivers/ family and patient and confirmed by use of instrumental evaluation _ Caregiver training is an essential aspect of all pediatric intervention to encourage correct carryover at home _Progression of liquid modifications will vary according to individual patient goals and patient’s response to thickened liquidsFeeding program should be implemented at all meals Pharyngeal residue and increased risk of aspirationIncrease safety of swallowingPostural changes 1.Rotating the head toward the damaged side (side of VFP) might improve vocal fold approximation and direct bolus down the stronger side(51) 2.It is recommended that the patient be in an upright position (sitting up) during all meals _ Caregiver training is an essential aspect of all pediatric intervention to encourage correct carryover at homeProgression of postural changes will vary according to individual patient goals and patient’s response to postural changesFeeding program should be implemented at home and school ."
        ]
    },
    "desired outcomes outcome measures": {
        "safe swallowing for nutrition and hydration": [
            "CSE",
            "FEES",
            "Time required for feeding",
            "Performance of the patient on specific oral motor activities for feeding (e.g., lip closure, chewing skills)",
            "Weight of the patient or other measures of nutritional status",
            "Patient’s ability to eat different textures/types of food"
        ],
        "decreased risk of respiratory complications": [
            "Absence of chest infections",
            "Absence of clinical signs of aspiration"
        ],
        "improved quality of life": [
            "Quality of life scale (e.g., SWAL-QOL)"
        ],
        "due to the potential harmful effects of ionizing radiation, vfss should not be used as a repeated outcome measure of swallowing function in children": []
    },
    "maintenance or prevention": [
        "Frequent monitoring of swallowing function is recommended because infants and children with VFP often show a change in symptoms as they mature. For example, infants with bilateral VFP might breathe and feed successfully in their first months of life but might have more symptoms when their rapid oxygen demand increases at 6–12  months of age(48)",
        "It is recommended that children with bilateral VFP and tracheotomies undergo regular endoscopic evaluations (e.g., every 6 months) to determine if decannulation (removal of the tracheotomy tube) is possible(6)"
    ],
    "patient education": [
        "It is important that the dysphagia team educate the patient and/or family/caregivers about the prognosis and specific treatment techniques.(17) It is also important that the otolaryngologist and other professionals educate the family/caregivers about the short-term  and long-term  effects of VFP and consequences of possible surgical procedures",
        "See patient information series on feeding and swallowing problems in children from the American Speech-Language-Hearing  Association at http://www.asha.org/uploadedFiles/ FeedingandSwallowingProblemsinChildren.pdf",
        "See patient information on VFP from the American Speech-Language-Hearing  Association at http://www.asha.org/public/speech/disorders/V ocal-Fold-Paralysis/ Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on November 24, 2017 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Leder SB, Ross DA. Incidence of vocal fold immobility in patients with dysphagia. Dysphagia . 2005;20(2):163-167.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Rubin AD, Sataloff RT. Vocal fold paresis and paralysis. Otolaryngol Clin North Am . 2007;40(5):1109-1131,  viii-ix. (RV)"
        },
        {
            "number in article": 3,
            "reference": "Vocal cord paralysis. American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/disorders/Vocal-Fold-Paralysis/ . Accessed October 29,"
        },
        {
            "number in article": 2018,
            "reference": " (G)"
        },
        {
            "number in article": 4,
            "reference": "Tucker HM. Vocal cord paralysis in small children: principles in management. Ann Otol Rhinol Laryngol . 1986;95(6 Pt 1):618-621.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Chen EY, Inglis AF. Bilateral vocal cord paralysis in children. Otolaryngol Clin North Am . 2008;41(5):889-901.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "Rosin DF, Handler SD, Potsic WP, Wetmore RF, Tom LW. Vocal cord paralysis in children. Laryngoscope . 1990;100(11):1174-1179.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Logemann JA. The role of the speech language pathologist in the management of dysphagia. Otolaryngol Clin North Am . 1988;21(4):783-788.  (G)"
        },
        {
            "number in article": 8,
            "reference": "Swallowing disorders (dysphagia) in adults. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/swallowing/SwallowingAdults.htm . Accessed October 29, 2018. (G)"
        },
        {
            "number in article": 9,
            "reference": "King EF, Blumin JH. Vocal cord paralysis in children. Curr Opin Otolaryngol Head Neck Surg . 2009;17(6):483-487.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Kelchner LN, Stemple JC, Gerdeman E, Le Borgne W, Adam S. Etiology, pathophysiology, treatment choices, and voice results for unilateral adductor vocal fold paralysis: a 3-year retrospective. J Voice. 1999;13(4):592-601.  (R)"
        },
        {
            "number in article": 11,
            "reference": "McFarland E. Family and cultural issues in a school swallowing and feeding program. Lang Speech Hear Serv Sch . 2008;39(2):199-213.  (GI) "
        },
        {
            "number in article": 12,
            "reference": "American Speech-Language-Hearing  Association. Pediatric Dysphagia. ASHA Practice Portal Web site. https://www.asha.org/Practice-Portal/Clinical-Topics/Pediatric-Dysphagia/ . Accessed October 29, 2018. (G)"
        },
        {
            "number in article": 13,
            "reference": "ASHA Special Interest Division 13, Swallowing and Swallowing Disorders. Knowledge and skills needed by speech-language  pathologists performing videofluoroscopic swallowing studies. American Speech-Language-Hearing  Association Web site. http://www.asha.org/policy/KS2004-00076/ . Published 2001. Accessed July 17, 2017. (G)"
        },
        {
            "number in article": 14,
            "reference": "Bartow C. Tracheostomy tubes in adults: management of communication and swallowing impairments [DVD and manual] . Baltimore, MD: American Speech-Language-Hearing Association; 2007. (CP)"
        },
        {
            "number in article": 15,
            "reference": "Windhorst C, Harth R, Wagoner C. Patients requiring tracheostomy and mechanical ventilation: A model for interdisciplinary decision-making.  American Speech-Language-Hearing  Association Web site. http://leader.pubs.asha.org/article.aspx?articleid=2289674 . Published January 20, 2009. Accessed October 29, 2018. (G)"
        },
        {
            "number in article": 16,
            "reference": "Postma GN, Mcguirt WF, Butler SG, Rees CJ, Crandall HL, Tansavatdi K. Laryngopharyngeal abnormalities in hospitalized patients with dysphagia. Laryngoscope . 2007;117(10):1720-1722.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Cichero JA, Murdoch BE. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006. (G)"
        },
        {
            "number in article": 18,
            "reference": "Bailey RL. Tracheostomy and dysphagia: a complex association. Perspect Swallowing Swallowing Disord (Dysphagia) . 2005;14(4):2-7.  (GI)"
        },
        {
            "number in article": 19,
            "reference": "Bhattacharyya N, Kotz T, Shapiro J. Dysphagia and aspiration with unilateral vocal cord immobility: incidence, characterization, and response to surgical treatment. Ann Otol Rhinol Laryngol . 2002;111(8):672-679.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Baylor CR, Yorkston KM, Eadie TL, Strand EA, Duffy J. A systematic review of outcome measurement in unilateral vocal fold paralysis. J Med Speech Lang Pathol . 2006;14(1):xxvi-lvii.  (SR)"
        },
        {
            "number in article": 21,
            "reference": "Von Berg S. Unmasking voice disorders: vocal fold paralysis. ASHA Lead . 2001;6(18):10-11.  (G)"
        },
        {
            "number in article": 22,
            "reference": "Link DT, Rutter MJ, Liu JH, Willging JP, Myer CM, Cotton RT. Pediatric type I thyroplasty: an evolving procedure. Ann Otol Rhinol Laryngol . 1999;108(12):1105-1110.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Daya H, Hosni A, Bejar-Solar  I, Evans JN, Bailey CM. Pediatric vocal fold paralysis: a long-term  retrospective study. Arch Otolaryngol Head Neck Surg . 2000;126(1):21-25.  (R)"
        },
        {
            "number in article": 24,
            "reference": "Périé S, Roubeau B, Liesenfelt I, Chaigneau-Debono  G, Bruel M, St Guily JL. Role of medialization in the improvement of breath control in unilateral vocal fold paralysis. Ann Otol Rhinol Laryngol . 2002;111(11):1026-1033.  (R)"
        },
        {
            "number in article": 25,
            "reference": "American Speech-Language-Hearing  Association. Preferred practice patterns for the profession of speech-language  pathology. American Speech-Language-Hearing Association. http://www.asha.org/policy/PP2004-00191.htm . Published 2004. Accessed October 29, 2018. (G)"
        },
        {
            "number in article": 26,
            "reference": "Rommel N. Assessment techniques for babies, infants and children. In: Cichero JA, Murdoch BE, eds. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006:466-486.  (G)"
        },
        {
            "number in article": 27,
            "reference": "González-Fernández  M, Daniels SK. Dysphagia in stroke and neurologic disease. Phys Med Rehabil Clin N Am . 2008;19(4):867-888,  x. (G)"
        },
        {
            "number in article": 28,
            "reference": "Carnaby-Mann  G, Lenius K. The bedside examination in dysphagia. Phys Med Rehabil Clin N Am . 2008;19(4):747-768,  viii. (GI)"
        },
        {
            "number in article": 29,
            "reference": "Comrie JD, Helm JM. Common feeding problems in the intensive care nursery: maturation, organization, evaluation, and management strategies. Semin Speech Lang . 1997;18(3):239-260.  (RV)"
        },
        {
            "number in article": 30,
            "reference": "Ross ES. Feeding in the NICU and issues that influence success. Perspect Swallowing Swallowing Disord (Dysphagia) . 2008;17(3):94-100.  (G)"
        },
        {
            "number in article": 31,
            "reference": "Jelm JM. Oral-Motor/Feeding  Rating Scale . Tucson, AZ: Therapy Skill Builders; 1990. (PP)"
        },
        {
            "number in article": 32,
            "reference": "Kenny DJ, Koheil RM, Greenberg J, et al. Development of a multidisciplinary feeding profile for children who are dependent feeders. Dysphagia . 1989;4(1):16-28.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Ottenbacher K, Dauck BS, Gevelinger M, Grahn V, Hassett C. Reliability of the Behavioral Assessment Scale of Oral Functions in Feeding. Am J Occup Ther . 1985;39(7):436-440.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Earnest MM. Preschool Motor Speech Evaluation & Intervention . Bisbee, AZ: Imaginart; 2000. (PP)"
        },
        {
            "number in article": 35,
            "reference": "Reilly S, Skuse D, Wolke D. The Schedule for Oral Motor Assessment . London, UK: Whurr Publishers; 2000. (PP)"
        },
        {
            "number in article": 36,
            "reference": "Sheppard JJ. Dysphagia Disorders Survey and Dysphagia Management Staging Scale (Revised) . Lake Hopatcong, NJ: Nutritional Management Associates; 2002. (PP)"
        },
        {
            "number in article": 37,
            "reference": "Stewart L. Development of the Nutrition and Swallowing Checklist, a screening tool for nutrition risk and swallowing risk in people with intellectual disability. J Intellect Dev Disabil. 2003;28(2):171-187.  (R)"
        },
        {
            "number in article": 38,
            "reference": "O'Neil KH, Purdy M, Falk J, Gallo L. The Dysphagia Outcome and Severity Scale. Dysphagia . 1999;14(3):139-145.  (PP)"
        },
        {
            "number in article": 39,
            "reference": "Flint PW, Purcell LL, Cummings CW. Pathophysiology and indications for medialization thyroplasty in patients with dysphagia and aspiration. Otolaryngol Head Neck Surg . 1997;116(3):349-354.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Logemann JA. Manual for the Videofluorographic Study of Swallowing . 2nd ed. Austin, TX: Pro-Ed; 1993. (GI)"
        },
        {
            "number in article": 41,
            "reference": "Instrumental assessment procedures used in pediatric dysphagia. In: Arvedson JC, Lefton-Greif  MA, eds. Pediatric Videofluoroscopic Swallow Studies: A Professional Manual with Caregiver Guidelines . San Antonio, TX: Communication Skills Builders; 1998:2-12.  (G)"
        },
        {
            "number in article": 42,
            "reference": "Martin-Harris  B, Jones B. The videofluorographic swallowing study. Phys Med Rehabil Clin N Am . 2008;19(4):769-785,  viii. (GI)"
        },
        {
            "number in article": 43,
            "reference": "Leder SB, Murray JT. Fiberoptic endoscopic evaluation of swallowing. Phys Med Rehabil Clin N Am . 2008;19(4):787-801,  viii-ix. (GI)"
        },
        {
            "number in article": 44,
            "reference": "Endoscopic evaluation of swallowing (endoscopy). American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/swallowing/endoscopy/ . Accessed October 29, 2018. (GI)"
        },
        {
            "number in article": 45,
            "reference": "Arvedson JC, Rogers BT. Dysphagia in children. In: Johnson AF, Jacobson BH, eds. Medical Speech-Language  Pathology: A Practitioner's Guide . New York, NY: Thieme; 1998:38-64.  (GI)"
        },
        {
            "number in article": 46,
            "reference": "Gray SD, Smith ME, Schneider H. Voice disorders in children. Pediatr Clin North Am . 1996;43(6):1357-1384.  (RV)"
        },
        {
            "number in article": 47,
            "reference": "Behrman A, Orlikoff RF. Instrumentation in voice assessment and treatment: what's the use?. Am J Speech Lang Pathol . 1997;6(4):9-16.  (C)"
        },
        {
            "number in article": 48,
            "reference": "Verdolini-Marston  K, Burke MK, Lessac A, Glaze L, Caldwell E. Preliminary study of two methods of treatment for laryngeal nodules. J Voice. 1995;9(1):74-85.  (R)"
        },
        {
            "number in article": 49,
            "reference": "Karpenko AN, Dworkin JP, Meleca RJ, Stachler RJ. Cymetra injection for unilateral vocal fold paralysis. Ann Otol Rhinol Laryngol . 2003;112(11):927-934.  (R)"
        },
        {
            "number in article": 50,
            "reference": "Logemann JA. Treatment of oral and pharyngeal dysphagia. Phys Med Rehabil Clin N Am . 2008;19(4):803-816,  ix. (GI)"
        },
        {
            "number in article": 51,
            "reference": "Logemann JA. Therapy for oropharyngeal swallowing disorders. In: Perlman A, ed. Deglutition and its Disorders: Anatomy, Physiology, Clinical Diagnosis and Management . San Diego, CA: Singular Publishing Group, Inc; 1997:449-461.  (G)"
        },
        {
            "number in article": 52,
            "reference": "Bhattacharyya N, Kotz T, Shapiro J. The effect of bolus consistency on dysphagia in unilateral vocal cord paralysis. Otolaryngol Head Neck Surg . 2003;129(6):632-636.  (R)"
        },
        {
            "number in article": 53,
            "reference": "Starr S. Management of paediatric feeding problems. In: Cichero JA, Murdoch BE, eds. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006:487-539.  (G)"
        },
        {
            "number in article": 54,
            "reference": "Pham V, Connelly D, Wei JL, Sykes KJ, O'Brien J. Vocal cord paralysis and dysphagia after aortic arch reconstruction and Norwood procedure. Otolaryngol Head Neck Surg . 2014;150(5):827-833.  doi:10.1177/0194599814522413. (R)"
        },
        {
            "number in article": 55,
            "reference": "Smith ME, Roy N, Houtz D. Laryngeal reinnervation for paralytic dysphonia in children younger than 10 years. Arch Otolaryngol Head Neck Surg . December 2012;138(12):1161-6.  doi:10.1001/jamaoto.2013.803. (R)"
        }
    ]
}