{
    "metadata": {
        "title": "Paradoxical V ocal Fold Movement  Adults",
        "synonyms": [
            "paradoxical vocal fold motion",
            "paradoxical vocal fold motion dysfunction",
            " vocal cord dysfunction",
            "factitious asthma",
            "munchausen’s stridor",
            "psychogenic stridor",
            " episodic laryngeal dyskinesia",
            "adductor laryngeal breathing dystonia",
            "dysphonia",
            "aphonia",
            " disorder of phonation",
            "vocal fold movement, paradoxical: adults",
            "paradoxical vocal fold motion dysfunction: adults"
        ],
        "anatomical location body part affected": [
            "Larynx"
        ],
        "area of specialty": [
            "v oice and v oice disorders"
        ],
        "description": [
            "Paradoxical vocal fold movement (PVFM) refers to episodes in which the vocal folds close rather than open in unpredictable episodes during inhalation and/or exhalation.(1) Symptoms vary but include wheezing, hoarseness, stridor (i.e., high-pitched sound produced by turbulent airflow in restricted airway), and difficulty breathing (dyspnea).(2) PVFM often co-occurs  with asthma(3)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "J38.3": "other diseases of vocal cords (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The patient will present with some or all of the following symptoms:",
            "Shortness of breath(1)",
            "Stridor that occurs primarily during inhalation and sometimes during exhalation(1,3,4)",
            "Sensation of choking(1,4)",
            "Chronic hoarseness or dysphonia (poor vocal quality)(1,4,5)",
            "Tightness in the throat or upper chest(1,5)",
            "Dysphagia (difficulty swallowing)(5) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "The course of PVFM usually is recurrent but nonprogressive, with fluctuations in symptom severity or attacks; in contrast, a progressive airway obstruction is often a sign of a more dangerous airway obstruction, such as a tumor. Patients must receive a thorough medical (laryngeal) examination from an otolaryngologist prior to a voice assessment and therapy by an SLP(3)",
            "A patient’s medical records should be reviewed thoroughly prior to evaluation or treatment",
            "PVFM can have serious consequences regarding the patient’s job, social and psychological well-being,  and overall QOL. The impact of PVFM on the patient should be considered during assessment and when developing therapy goals(9)"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  pvfm patients usually are between the ages of  and  years; however, cases have been reported as early as  months of age.   causes of pvfm include:": [],
        "pathogenesis": [
            "Pathogenesis depends on the cause. See Causes , above"
        ],
        "risk factors": [
            "There is a higher incidence of PVFM in adult females than in adult males(6)",
            "PVFM is more common in persons with asthma(1,7)",
            "PVFM commonly occurs in competitive athletes(1)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Precautions will vary according to the individual patient A patient’s medical records should be reviewed thoroughly prior to evaluation or treatment. Previous neurologic and respiratory conditions might affect the voice(8) A multidisciplinary approach should be used during the assessment and treatment of PVFM. In addition to a voice-trained speech-language pathologist (SLP) and an otolaryngologist, team members might include an allergist, a pulmonologist, a gastroenterologist, a neurologist, and a psychiatrist/psychologist(3)"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The course of PVFM usually is recurrent but nonprogressive, with fluctuations in symptom severity or attacks; in contrast, a progressive airway obstruction is often a sign of a more dangerous airway obstruction, such as a tumor. Patients must receive a thorough medical (laryngeal) examination from an otolaryngologist prior to a voice assessment and therapy by an SLP(3)",
            "A patient’s medical records should be reviewed thoroughly prior to evaluation or treatment",
            "PVFM can have serious consequences regarding the patient’s job, social and psychological well-being,  and overall QOL. The impact of PVFM on the patient should be considered during assessment and when developing therapy goals(9)"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document the onset of symptoms. Are the symptoms progressive or sporadic? Do symptoms occur primarily after exercise or during stressful situations?(5) If the patient feels an obstruction, where does the obstruction occur? Did the condition begin after an upper respiratory infection or illness?(1) Does the patient have GERD? Are there any other triggers, such as hyperventilation, laughing, or airborne irritants (e.g., dust)?(1)",
                "course of treatment": {
                    "medical management": "Document any medical examinations completed by physicians such as the otolaryngologist. Document any medical management for other conditions, such as respiratory conditions or GERD. Has the patient had surgery of the head or neck? Has the patient had a tracheostomy? Severe acute episodes of PVFM sometimes are treated with heliox, which is a combination of helium (80%) and oxygen (20%) that decreases airflow turbulence and resistance by promoting laminar flow (smooth, regular patterns of airflow) through the airway(1,23)  Severe acute episodes of PVFM are sometimes treated with continuous positive airway pressure (CPAP) as well(23)",
                    "surgical management": [],
                    "medications": "Determine what medications physician has prescribed; are they being taken? Determine if any medications being taken can negatively affect vocal hygiene, such as medications that cause dryness of the vocal cords",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Tests for this condition include the following:",
                        "Otorhinolaryngological examination",
                        "Pulmonary function and lab tests (e.g., spirometry testing)(1,4)",
                        "Videostroboscopy and/or laryngoscopy(1)",
                        "pH monitoring(4)",
                        "Acoustic analysis of speech",
                        "Psychological evaluation if there is evidence of a psychological component(1)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and whether they help",
                    "previous therapy": "Document whether patient has had previous speech-language  therapy for this or for other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Are there times of day during which PVFM occurs more often? Does participation in certain activities make the patient’s symptoms better or worse? Dysphonia that is worse in the morning than at night might suggest the presence of GERD(10)",
                "body chart": "",
                "nature of symptoms": "During an attack, symptoms of PVFM often occur only during inspiration, but can occur on both inspiration and expiration.(24)Symptoms usually subside when the triggering event (e.g., exercise) ceases. Symptoms -dyspnea(23) -sensation of choking(4) -stridor(4,23) -wheezing(23) -chronic hoarseness(4) -tightness in larynx, throat, or chest(3,23)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if laryngeal pain or discomfort is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables. Symptoms of asthma can occur during sleep and cause nocturnal awakening, whereas symptoms of PVFM rarely occur during sleep",
                "sleep disturbance": "",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., difficulties breathing, GERD, cold/flu, allergies)",
                "respiratory status": "Note any respiratory disorder (e.g., asthma) or symptoms that may influence vocal quality. Does the patient have wheezing or impaired breathing? Does the patient smoke or is the patient regularly exposed to secondhand smoke? Does the patient drink beverages that contain caffeine?Does the patient have general anxiety or anxiety about his or her speech? Is the patient reluctant to talk? Psychosocial stressors and anxiety have been found to be associated with PVFM.(1) An emotional reaction to stressful situations can exacerbate the disorder. Refer to a psychologist or counselor as necessary(1)Document hearing abilities, including hearing loss and use of hearing aids or cochlear implants Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Has a voice disorder, another communication disorder, or anxiety previously been diagnosed in the patient?",
                    "comorbid diagnoses": "Ask patient about concomitant medical diagnoses that may affect the voice or respiratory system (e.g., allergies, asthma, hearing impairment) ",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he or she is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "It is important to take a complete medical history that includes patterns of vocational and social vocal behavior to determine what factors contribute to the disorder and the effect of PVFM on daily activities(9) -Does the patient work? Has PVFM disrupted work? -Does the patient participate in recreational hobbies involving the voice? Does the patient participate in competitive sports?",
                "functional limitations assistance with ADLs adaptive equipment": "How does PVFM affect functional communication? Does the patient use any adaptive equipment for communicating (e.g., pen and paper) when the voice is severely impaired?",
                "living environment": "Document pertinent information about the patient's living situation and communication difficulties that the patient is experiencing at home. Does the home have excessive background noise (e.g., television, music, children)? Do other family members talk loudly or have voice difficulties? Does any member of the family have a hearing impairment? Does anyone in the home smoke? Are there other sources of stress in the living environment?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting) •Oral mechanism exam and related tests: Conduct an assessment of the individual’s oral motor structures and functions",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "Document any vision or hearing loss. Perform a hearing screening if loss is suspected",
            "special tests specific to diagnosis": " Special tests specific to diagnosisReview records from the laryngeal examination. A laryngeal examination must be completed by an experienced otolaryngologist torule out the presence of any laryngeal growths, such as nodules, polyps, recurrent laryngeal papillomata, tumors, contact ulcers, and laryngeal webs. In addition, the laryngeal examination serves to determine the position of the larynx (e.g., high, low) and any other characteristics of the vocal folds, including vocal fold closure and physical aspects of the folds (e.g., swollen, tense). The individual should be referred for a follow-up  biopsyA mirror examination involves placing a mirror in the back of the patient’s throat. V ocal folds can be visualized by reflecting light down to the larynx(13)Rigid endoscopy is performed with a rigid tube placed into the oral or pharyngeal cavity. A rigid laryngoscope provides the clearest view of the larynx; however, the tongue needs to be held by the examiner, and normal speech production cannot be performed during the examination. A flexible laryngoscope uses fiberoptic technology and can be passed through the nose to the back of the throat, allowing for examination of the larynx during voicingVideostroboscopic examination allows the examiner to see the vocal folds vibrating in slow motion and provides information on any abnormalities present during voice production (e.g., abnormal closure). It is performed with instrumentation used for oral endoscopy or nasendoscopy and is combined with a strobe light correlated to vocal fold vibration(14)Electroglottography provides information on vocal fold closure by measuring the electrical resistance of two electrodes placed around the neck(11)The SLP should gather information regarding the onset of the PVFM, possible triggers of the PVFM, nature of the breathing difficulty, any previous respiratory disease or difficulties, the patient’s regular vocal activities (e.g., singing, sports), and recent voice changes. The SLP can informally evaluate the patient’s vocal quality, muscle tension, and breathing patterns during an interview. A family member or caregiver should be included in the interview as needed(15) Identify the voice’s perceptual and acoustic characteristics with perceptual and instrumental measures if the patient exhibits any dysphonia. Observe the patient’s behavior (e.g., evidence of neck strain) during voicing or voicing attempts(12) -Acoustic measures of voice include signal-to-noise ratio, jitter (pitch perturbation), and shimmer (amplitude perturbation). Computerized voice analysis programs such as the Multi-Dimensional V oice Program (MDVP) allow the clinician to calculate these voice parameters and compare the patient's results to normative data provided by the programThe patient is asked take a deep breath and sustain the vowel /a/ for as long as possible on a continuous expiration(15)Number of syllables or words produced on one expiratory flowThe length of time a patient can produce “S” over the length of time the patient can produce “Z.” A number greater than 1.4 indicates difficulty with movement of the vocal folds. The normal value is 1Low to high and high to low. Listen for pitch breaks, reduced range, tension, and cessation of voicingDuring tasks such as counting and reading passages, the examiner can assess -Are the inhalations stridulous (high-pitched and noisy)? -Is air released prior to phonation? -Does the patient exhibit shortness of breath? -Does the patient’s vocal quality change as the breath diminishes at the end of exhalation? -Is the voice weak or breathy? -Is the patient’s voicing effortful or forced?Observe patient for any muscle tension in the neck, jaw, shoulders, face, or lipsObserve patient's breath support during sustained phonation, at rest, and during conversationThe Consensus Auditory-Perceptual  Evaluation of V oice (CAPE-V)  is available on the American Speech-Language-Hearing Association website//www.asha.org/siteassets/uploadedFiles/ASHA/SIG/03/CAPE-V-Procedures-and-Form.pdf ) and can be used to systematically describe the severity of auditory-perceptual  characteristics of the voice.(16) The results can be considered with those of other instrumental measures to formulate hypotheses regarding the anatomic and physiological bases of voice problems. The patient is asked to produce sustained vowels, sentences, and conversational speech. The samplesoverall severity, roughness, breathiness, strain, pitch, and loudness(16)Stress, anxiety, and depression have been found to be common in patients with PVFM and might play a role in its persistence(17) -Assess the impact of the voice disorder on the patient’s life by administering an instrument that measuresThe VHI is a patient self-report  inventory that contains 30 statements evaluating a patient’s judgment regarding the impact of the voice disorder on daily activities. It is frequently used as a baseline measure and a measure of the effectiveness of a specific treatment(18)A 10-item  instrument designed to measure the degree of impact that a voice disorder has on a patient’s QOL(19,20)",
            "speech and language examination": "Identify any articulation, fluency, or receptive or expressive language concerns and assess with informal and formal measures as necessary.(12) For detailed information on speech and language disorders in children, see the series of Clinical Reviews on these topics",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Patients with PVFM are at risk for feeding difficulties. Post feeding guidelines at bedside and educate family/staff about feeding status. Discharge criteria should include patient and/or family independence with feeding strategies. Refer to the series of Clinical Reviews on dysphagia for further information on assessment and treatment",
                "Patients with PVFM often have difficulty breathing, and in extreme cases PVFM can lead to loss of consciousness.(3) If the patient exhibits symptoms of respiratory distress, refer immediately for medical care",
                "PVFM can have serious consequences for the patient’s job, social and psychological well-being,  and overall QOL. The impact of the voice disorder on the patient should be considered when developing therapy goals(9)"
            ]
        },
        "diagnosis need for treatment": "An otolaryngologist will make the diagnosis of PVFM. Intervention for PVFM often involves numerous disciplines(1) ",
        "rule out": "Tracheal diseases such as tracheomalacia, intrinsic or extrinsic neoplastic laryngotracheal growths, and bronchial/ pulmonary disease (asthma, COPD) must be ruled out by a physician. Asthma is the most common lower airway disease, whereas PVFM is an upper airway disease.(4) When a person is having an asthma attack, the oxygen saturation levels of the blood will decrease; however, during an acute PVFM attack, oxygen saturation levels remain normal.(23) Most patients with PVFM present with stridor, one of the main differentiating factors between upper and lower airway obstruction.(4) However, asthma often co-occurs  with PVFM, further complicating diagnosis",
        "prognosis": [],
        "referral to other disciplines": "Refer to a counselor or psychologist when underlying emotional or psychological issues that trigger PVFM need to be addressed by a professional(3)",
        "other considerations": [],
        "treatment summary": [
            "Medical intervention for PVFM involves individual education, changing medications that appear to exacerbate the condition, and prescription of medications to treat PVFM(1)",
            "The primary objective of speech therapy for PVFM is to teach the patient how to control the laryngeal area and to maintain a relaxed and open airway during respiration. In addition, the SLP might be involved in diagnostic input, patient education, supportive counseling, and voice therapy.(1) Research on interventions for PVFM is limited(1)",
            "Authors of an evidence-based  systematic review of the literature on speech therapy treatment for PVFM reported finding 65 studies or reports; two of these were RCTs and 50 were case reports. In total, there were 420 individuals included in the studies, ranging in age from 8 years to 87 years.(1) Authors of this review concluded that, although the evidence for speech therapy for the treatment of PVFM was promising, additional, well-controlled  studies are needed. Treatment techniques cited among most of the studies included in this review were: –focusing on performing active exhalations –relaxing the muscles of the mouth and throat –providing patient education about how to voluntarily control the vocal folds –teaching breathing techniques such as diaphragmatic breathing, open throat breathing, and coordinated thoracic-abdominal  breathing –counseling –providing information about vocal hygiene –exercising inspiratory muscles",
            "The primary therapy method for PVFM is laryngeal control therapy, which involves teaching the patient to use diaphragmatic breathing to decrease throat tension and promote passive inspiration.(23) Additionally, the patient is taught to relax the upper body, especially the neck, during speech and at rest and is educated about the use of vocal hygiene measures (e.g., adequate water intake, eliminating throat clearing, and eliminating shouting)(23) –Laryngeal control breathing techniques (LCBTs) focus on having the patient use noisy nasal inhalation with lips tightly closed followed by noisy exhalation through pursed lips. These techniques are combined with diaphragmatic breathing to increase efficiency and control(25) –Initial therapy sessions should focus on performing and perfecting LCBTs in isolation and then move on to functional situations that are known to trigger episodes(25) -In a retrospective chart review study conducted in the United States that included 104 patients (adolescents and adults) with symptoms of PVFM that were exercise-related  only, researchers found that laryngeal control therapy was effective in managing these symptoms.(23) Sixty-seven  of the patients identified as having exercise-induced  PVFM enrolled in laryngeal control therapy; of these, 48 (72%) exhibited improvement in or complete resolution of symptoms related to exercise-induced PVFM(23)",
            "Biofeedback training: –Authors of a case study of a 42-year-old  female with PVFM found that use of aerodynamic feedback resulted in immediate improvement in vocal quality. In this case, the biofeedback was a real-time  computer screen display of the patient’s generated pressure and airflow(26)  –In a study conducted in Canada with 25 patients with PVFM, researchers found that use of biofeedback in laryngeal control therapy statistically and clinically reduced both symptoms of PVFM and use of asthma medications.As the patient visualized their larynx, they were trained in normal laryngeal anatomy and breathing physiology as well as laryngeal control exercises(21)",
            "Respiratory retraining:  Respiratory retraining includes breathing exercises that focus on the rhythm and location of breathing: quiet rhythmic breathing, breathing with vocal resistance, pulsed exhalation, and abdominal focus. Inspiratory muscle training (IMT) involves inspiratory resistance maneuvers to improve inspiratory muscle strength(22) –Sixteen patients with PVFM and chronic cough underwent therapy that combined respiratory retraining and pharmacological therapy (protein pump inhibitor to reduce edema) for 4 to 23 weeks, with a mean of 5.7 treatment visits.(22) The authors proposed that aberrant laryngeal sensation leads to chronic cough in patients with PVFM. Patients were required to perform breathing exercises twice daily for 10 to 15 minutes. At follow-up,  only 1 patient had a persistent cough, suggesting that improvement in laryngeal sensory function is a critical element in reducing chronic cough in patients with PVFM",
            "Botulinum toxin: Injections of botulinum toxin have been found to improve symptoms of PVFM in patients for whom other treatments have failed(7) . Problem Goal Intervention Expected Progression Home Program PVFM The patient will better understand the nature of PVFM and respirationPatient education about PVFM and respiration _ The SLP briefly educates the patient about respiratory and laryngeal structures, the process of respiration, and the function of the larynx(1)The patient will better understand PVFM and respiratory and laryngeal functionN/A PVFM The patient and family may identify emotional triggers and reactions to PVFMSupportive counseling _ The SLP should discuss and acknowledge the patient's fears regarding respiratory symptoms during a PVFM attack while also reassuring the patient that the condition is highly treatable. The SLP may also discuss emotional issues and possible triggers for the PVFM patient.(1) Refer to a psychologist if there are serious underlying issues that need to be addressed more fully(3)The patient and patient’s family will identify emotional reactions that trigger and follow PVFM attacks so that the patient can use therapy techniques during optimal timesN/A  PVFM The patient will identify and control excess muscle tension in the larynx, face, and respiratory musculatureInstruction in tension identification and control _ The SLP guides the patient in tightening relevant muscles, noticing the feeling of tightness, and then the feeling of relaxation when letting go of muscles(1)The patient learns to tighten and relax muscles in groups: eye and brow area, jaw area, lips, tongue, shoulders, inhalatory muscles, abdominal areaN/A PVFM The patient will learn how to use abdominal breathing during a PVFM attackInstruction in abdominal breathing (22) -The SLP instructs the patient to lie flat with an object (e.g., book) on the abdomen and focus on elevating the book on inhalation and lowering the book on exhalation -When the patient has mastered abdominal breathing while prone, the patient then practices in the upright position -The patient is instructed to breathe through a straw and provide resistance on inhalation and exhalation by squeezing the straw. The patient is instructed to use abdominal breathing while increasing resistance -The patient performs the straw breathing exercise first in the upright and then in the prone positionThe patient will use abdominal breathing exercises in increasingly difficult situations: prone, upright, prone with resistance, and upright with resistanceThe patient may practice abdominal breathing exercises at home  PVFM The patient will learn relaxed throat breathing to reduce laryngeal muscle tension during PVFM attacksInstruction in relaxed throat breathing _ Relaxed throat breathing involves focusing on an abdominal breathing pattern and an increase in oral pressure at exhalation(1)The patient should first practice throat breathing in relaxed situations and gradually progress to more challenging situations that may trigger PVFM (e.g., increase the level of physical activity before the exercise)The patient should practice relaxed throat breathing at home once it is mastered in the therapy setting PVFM Patient will adopt vocal hygiene strategies to reduce laryngeal irritationVocal hygiene"
        ]
    },
    "desired outcomes outcome measures": {
        "elimination or reduced severity  of episodes of pvfm": [
            "Frequency of PVFM episodes"
        ],
        "improved voice and vocal quality": [
            "CAPE-V"
        ],
        "increased knowledge of good vocal hygiene  e.g., maintaining adequate hydration, reducing exposure to smoke, eliminating irritants to vocal folds such as stomach acid and pollution, reducing abusive behaviors such as excessive shouting and throat": [],
        "improved quality of life": [
            "V-RQOL",
            "VHI"
        ]
    },
    "maintenance or prevention": [
        "As part of the therapy process, patients and their families should receive information on good vocal hygiene (e.g., maintaining adequate hydration, reducing exposure to smoke, eliminating irritants to vocal folds such as LPR and pollution, reducing abusive behaviors such as excessive shouting and throat clearing)"
    ],
    "patient education": [
        "See patient information on PVFM from the American Speech-Language-Hearing Association at https://www.asha.org/public/speech/disorders/Paradoxical-V ocal-Fold-Movement/  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Patel RR, Venediktov R, Schooling T, Wang B. Evidence-based  systematic review: Effects of speech-language  pathology treatment for individuals with paradoxical vocal fold motion. Am J Speech Lang Pathol . 2015;24(3):566-584.  doi:10.1044/2015_AJSLP-14-0120.  (SR)"
        },
        {
            "number in article": 2,
            "reference": "American Speech-Language  Hearing Association. Paradoxical vocal fold movement (PVFM). https://www.asha.org/public/speech/disorders/Paradoxical-Vocal-Fold-Movement/ . Accessed June 29, 2021. (G)"
        },
        {
            "number in article": 3,
            "reference": "Pasternak K, Thibeault SL. Factors affecting initiation of voice therapy for paradoxical vocal fold motion disorder. J Voice. July 2020;34(4):559-566.  doi:10.1016/ j.jvoice.2018.12.013. (R)"
        },
        {
            "number in article": 4,
            "reference": "Koufman JA, Block C. Differential diagnosis of paradoxical vocal fold movement. Am J Speech Lang Pathol . 2008;17(4):327-334.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Drake K, Palmer AD, Schindler JS, Tilles SA. Functional outcomes after behavioral treatment of paradoxical vocal fold motion in adults. Folia Phoniatr Logop . 2017;69(4):154-168.  doi:10.1159/000484716. (R)"
        },
        {
            "number in article": 6,
            "reference": "Forrest LA, Husein T, Husein O. Paradoxical vocal cord motion: classification and treatment. Laryngoscope . April 2012;122(4):844-53.  doi:10.1002/lary.23176. (R)"
        },
        {
            "number in article": 7,
            "reference": "Yelken K, Yilmaz A, Guven M, Eyibilen A, Aladag I. Paradoxical vocal fold motion dysfunction in asthma patients. Respirology . 2009;14(5):729-733.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Naqvi Y, Gupta V. Functional voice disorders. StatPearls Web site. Published April 3, 2021. (GI)"
        },
        {
            "number in article": 9,
            "reference": "DeVore EK, Carroll TL, Rosner B, Shin JJ. Can voice disorders matter as much as life-threatening  comorbidities to patients' general health? Laryngoscope . October 2020;130(10):2405-2411.  doi:10.1002/lary.28417. (R)"
        },
        {
            "number in article": 10,
            "reference": "Theis SM. Pediatric voice disorders: evaluation and management. ASHA Leader . 2010;15(14):12-15.  (G)"
        },
        {
            "number in article": 11,
            "reference": "Szkielkowska A, Krasnod#bska P, Mia#kiewicz B, Skar#y#ski H. Electroglottography in the diagnosis of functional dysphonia. Eur Arch Otorhinolaryngol . October 2018;275(10):2523-2528.  doi:10.1007/s00405-018-5012-6.  (R)"
        },
        {
            "number in article": 12,
            "reference": "American Speech-Language-Hearing  Association. Preferred practice patterns for the profession of speech-language  pathology. American Speech-Language-Hearing Association Web site. https://www.asha.org/policy/pp2004-00191/ . (GI)"
        },
        {
            "number in article": 13,
            "reference": "Fonseca VR, Bozo MKW, da Silva APPM, Oliveira PAM, Costa DF. Videolaryngoscopy quality with protective cover of intraoral odontologic camera evaluation in vocal fold coverage lesions. J Voice. March 23, 2020;S0892-1997(19):30371-6.  doi:10.1016/j.jvoice.2019.12.016. (R)"
        },
        {
            "number in article": 14,
            "reference": "Chao S, Song SA. Videostroboscopy. StatPearls Web site. Published January 7, 2021. (GI)"
        },
        {
            "number in article": 15,
            "reference": "American Speech-Language  Hearing Association. Voice disorders. ASHA Practice Portal Web site. https://www.asha.org/practice-portal/clinical-topics/voice-disorders/ . (G)"
        },
        {
            "number in article": 16,
            "reference": "ASHA Special Interest Division 3 Voice and Voice Disorders. Consensus Auditory-Perceptual  Evaluation of Voice (CAPE-V).  American Speech-Language-Hearing  Association Web site. https://www.asha.org/siteassets/uploadedFiles/ASHA/SIG/03/CAPE-V-Procedures-and-Form.pdf . Accessed June 23, 2018. (PP)"
        },
        {
            "number in article": 17,
            "reference": "Dietrich M, Verdolini AK, Gartner-Schmidt  J, Rosen C. The frequency of perceived stress, anxiety, and depression in patients with common pathologies affecting voice. J Voice. 2008;22(4):472-488.  (R)"
        },
        {
            "number in article": 18,
            "reference": "Valentino WL, Park J, Alnouri G, et al. Diagnostic value of acoustic and aerodynamic measurements in vocal fold movement disorders and their correlation with laryngeal electromyography and Voice Handicap Index. J Voice. May 2021;35(3):497.e1-497.e4.  doi:10.1016/j.jvoice.2019.10.008. (R)"
        },
        {
            "number in article": 19,
            "reference": "Spina AL, Crespo AN. Assessment of grade of dysphonia and correlation with quality of life protocol. J Voice. March 2017;31(2):243.e21-243.e26.  doi:10.1016/ j.jvoice.2016.04.005. (R)"
        },
        {
            "number in article": 20,
            "reference": "Nemr K, Cota A, Tsuji D, Simões-Zenari  M. Voice deviation, dysphonia risk screening and quality of life in individuals with various laryngeal diagnoses. Clinics. March 12, 2018;73:e174. doi:10.6061/clinics/2018/e174. (R)"
        },
        {
            "number in article": 21,
            "reference": "LeBlanc RA, Aalto D, Jeffery CC. Visual biofeedback for paradoxical vocal fold motion (PVFM). J Otolaryngol Head Neck Surg . February 18, 2021;50(1):13. doi:10.1186/s40463-021-00495-0.  (C)"
        },
        {
            "number in article": 22,
            "reference": "Murry T, Branski RC, Yu K, Cukier-Blaj  S, Duflo S, Aviv JE. Laryngeal sensory deficits in patients with chronic cough and paradoxical vocal fold movement disorder. Laryngoscope . 2010;120(8):1576-1581.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Chiang T, Marcinow AM, deSilva BW, Ence BN, Lindsey SE, Forrest LA. Exercise-induced  paradoxical vocal fold motion disorder: diagnosis and management. Laryngoscope . 2013;123(3):727-731.  doi:10.1002/lary.23654. (R)"
        },
        {
            "number in article": 24,
            "reference": "Vasudev M. Evaluation of paradoxical vocal fold motion. Ann Allergy Asthma Immunol . 2012;109(4):233-236.  doi:10.1016/j.anai.2012.07.006. (C)"
        },
        {
            "number in article": 25,
            "reference": "Marcinow AM, Thompson J, Chiang T, Forrest LA, deSilva BW. Paradoxical vocal fold motion disorder in the elite athlete: experience at a large Division I university. Laryngoscope . 2014;124(6):1425-1430.  doi:10.1002/lary.24486. (R)"
        },
        {
            "number in article": 26,
            "reference": "Carroll LM, Tan M. Aerodynamic measures and biofeedback as management in persistent paradoxical vocal fold motion and reverse phonation. J Voice. 2015;29(2):218-222. doi:10.1016/j.jvoice.2014.07.018. (C)"
        }
    ]
}