{
    "metadata": {
        "title": "Dysphonia  V ocal Fold Paralysis in Children –Aggravating/easing factors -Does the child have changes in vocal quality during certain times of the day? -Does the child’s voice change with fatigue? -Does the child’s voice sound different after eating or sleeping? –Body chart:  Use body chart to document location and nature of symptoms –Nature of symptoms: Depending on the degree of glottic incompetence, dysphonia in patients with VFP will range from mild to severe(8) -The following are possible symptoms in patients with unilateral VFP: -Breathy voice(8) -Hoarse voice(8) -Stridor(21,42) -Rough strained voice, excessive air loss while voicing, neck pain, and vocal fatigue(8) -Inability to speak loudly(3) -Dysphagia and/or risk of aspiration(4,42)    -The following are symptoms of abductor-type  bilateral VFP: -Stridor and dyspnea (feeling of shortness of breath)(6) -Apnea(42) -Cyanosis (appearance of blue or purple coloration of the skin due to low level of oxygen)(42) -The following are symptoms of adductor-type  bilateral VFP: -Weak and breathy voice with unimpaired respiration but risk of aspiration(5) •Rating of symptoms:  Use a visual analog scale (V AS) or 0–10  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much) •Pattern of symptoms: Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather, fatigue, or other external variables (e.g., distracting environment) •Sleep disturbance:  Document number of wakings/night. Respiratory difficulties can put the patient at risk for sleep apnea •Other symptoms:  Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician or social worker (e.g., respiratory problems) •Respiratory status:  Note history of respiratory status and current respiratory status for any indication of aspiration. Although respiratory difficulties are more common in patients with bilateral VFP, disturbances in breath control and respiratory function due to airflow escape through the open vocal folds have been noted in patients with unilateral VFP.(22) Does the patient have a tracheostomy or require a ventilator? •Barriers to learning –Are there any barriers to learning? Yes__ No__ –If Yes, describe _________________________ •Medical history –Past medical history : A complete medical and developmental history should include questions about developmental milestones in the first years of life. Information should be gathered on fine and gross motor development; speech, language, and cognitive development; and feeding development. Additionally, any medical signs of swallowing dysfunction (e.g., history of chest infections, high fevers) should be noted -Previous history of same/similar diagnosis:  Is there a history of swallowing or voice disorders or premorbid neurological problems? Is there a history of speech or language disorders? -Comorbid diagnoses:  Note any comorbid diagnoses, including hearing loss, language difficulties, and mobility impairments -Medications previously prescribed:  Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs) -Other symptoms:  Ask the patient or patient’s family about other symptoms the patient is experiencing •Social/occupational history –Patient’s goals:  Document what the patient and/or his or her family hopes to accomplish with therapy and in general –Vocation/avocation and associated repetitive behaviors, if any:  Things to consider include: Does the patient currently receive intervention services? If so, are they home, clinic, or school based? Does the patient attend school? Does the dysphonia negatively affect his or her ability to participate in school and/or social activities? –Functional limitations/assistance with ADLs/adaptive equipment:  Obtain information on adaptive equipment the patient is using, such as assistive/alternative communication devices, wheelchairs, walkers, hearing aids, glasses, or adaptive eating equipment –Living environment:  What is the loudness level at home (e.g., number of persons, presence of a television that is frequently on, family member with a hearing loss)?",
        "synonyms": [],
        "anatomical location body part affected": [
            "Larynx. V ocal fold paralysis (VFP) in children can be congenital or acquired and stem from damage to the cranial nerve X (i.e., the vagus nerve), recurrent laryngeal nerve, superior laryngeal nerve, and/or brainstem.(1) The recurrent laryngeal nerve branches from the vagus nerve at the level of the cricoid cartilage and innervates four of the intrinsic muscles of the larynx: the thyroarytenoid, the posterior cricoarytenoid, the lateral cricoarytenoid, and the interarytenoid muscles.(2) The superior laryngeal nerve provides sensory information to the larynx and also innervates the cricothyroid muscle, which causes tension and elongation of the vocal folds (resulting in a higher pitch)"
        ],
        "area of specialty": [
            "v oice and v oice disorders"
        ],
        "description": [
            "Unilateral VFP refers to a condition in which the vocal fold on one side is paralyzed in the paramedian (near the middle) position or has very limited movement. The immobile vocal fold moves abnormally or not at all, preventing the vocal folds from meeting at midline and closing.(3) Dysphonia, stridor (a high-pitched  sound caused by an obstruction that leads to turbulent airflow in the upper airway), dysphagia, and aspiration are the most common symptoms of unilateral VFP, but a newborn with unilateral VFP might also have difficulties with respiratory function.(4) Bilateral VFP can involve abductor and adductor function of the vocal folds.(5) The abductor type, in which the muscles involved in opening the vocal folds are affected, is most common; it can be life-threatening  due to the resulting airway obstruction and often necessitates a tracheostomy in children.(4) The most common symptoms are stridor and dyspnea (feeling of shortness of breath) rather than dysphonia or aspiration because the vocal cords are fixed in a median or paramedian position due to the abductor paralysis.(6) In contrast, symptoms of adductor bilateral paralysis, in which the muscles involved in closing the vocal folds are affected, include a weak and breathy voice with unimpaired respiration but risk of aspiration.(5) Because of the different problems caused by unilateral VFP and bilateral VFP, they should be considered as separate disorders with different types of treatment(7)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "J38.00": "paralysis of vocal cords and larynx, unspecified",
            "J38.01": "paralysis of vocal cords and larynx, unilateral",
            "J38.02": "paralysis of vocal cords and larynx, bilateral",
            "R49.0": "dysphonia",
            "R49.1": "aphonia _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified "
        ],
        "presentation signs and symptoms": [
            "Dysphonia in children with VFP can be mild or severe, depending on the degree of VFP.(8) Symptoms of unilateral VFP include breathiness, hoarseness, weakness, high pitch, diplophonia (production of two different frequencies at once), and odynophonia (pain or discomfort during voicing).(8) The most common symptoms of bilateral abductor dysphonia are stridor and dyspnea rather than dysphonia or aspiration because the vocal cords are fixed in a median or paramedian position due to the abductor paralysis.(6) Symptoms of adductor bilateral paralysis include a weak and breathy voice with unimpaired respiration but risk of aspiration(5) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Review all medical records prior to conducting an evaluation ",
            "The patient with dysphonia should be evaluated an otolaryngologist who will diagnose VFP prior to being referred for voice therapy by an SLP(10,14)",
            "Visualization of the larynx through laryngoscopic examination/laryngeal endoscopy or videostroboscopic examination should occur prior to a CT scan or MRI"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes : the second most common cause of stridor in newborns  after laryngomalacia  is vfp.   vfp in children can be either congenital or acquired; common causes include:": [],
        "pathogenesis": [
            "Pathogenesis varies with the cause of the VFP"
        ],
        "risk factors": [
            "Risk factors will vary with the underlying cause"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Symptoms associated with VFP in children vary widely; precautions will vary according to the individual patient and the severity of accompanying language, cognitive, sensory, motor, and/or swallowing impairments. It is recommended that family/caregivers be involved in all assessment procedures",
        "Children with VFP sometimes experience related dysphagia. For detailed information, see Clinical Review…Dysphagia: Vocal Fold Paralysis in Children ; CINAHL Topic ID Number:T709105",
        "Evaluation and treatment of dysphonia associated with VFP should be performed by a voice evaluation team that includes, at minimum, a speech-language pathologist (SLP) and an otolaryngologist(10)",
        "Children with bilateral VFP often have a tracheostomy. Children with tracheostomies have highly compromised pulmonary systems. Determine that evaluation methods will not further compromise the patient’s pulmonary system by consulting with the respiratory therapist.(11) For detailed information on assessment and treatment of dysphagia in children with tracheostomy, please see Clinical Review…Dysphagia: Children with Tracheostomy ; CINAHL Topic ID Number: T709082",
        "SLPs who work with patients with tracheostomies and/or mechanical ventilators must have professional training in a clinical setting to gain appropriate background and experience(12)",
        "Patients with recent intubation have been found to have a higher percentage of laryngopharyngeal abnormalities than nonintubated patients. Abnormalities include arytenoid edema, granuloma, vocal fold bowing, airway stenosis, and vocal fold paresis. The SLP should consult with an otolaryngologist if laryngopharyngeal abnormalities are suspected(13)",
        "Development of an individualized family service plan (IFSP; children ages 0 to 3 years) or an individual education plan (IEP; school-aged  children) in collaboration with the parents and school personnel is essential for children with VFP to address dysphonia in the context of learning, language, and cognitive goals in the home and school environments"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Review all medical records prior to conducting an evaluation ",
            "The patient with dysphonia should be evaluated an otolaryngologist who will diagnose VFP prior to being referred for voice therapy by an SLP(10,14)",
            "Visualization of the larynx through laryngoscopic examination/laryngeal endoscopy or videostroboscopic examination should occur prior to a CT scan or MRI"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": " Mechanism of injury or etiology of illness -Document the reason for the VFP and results from any neurological assessments, including MRI and CT scans. Document any previous surgeries, prolonged intubations, or trauma(2) -The SLP should obtain a thorough history of the voice disorder and should ask the following questions of either the(8) -When was the onset of the difficulty? -Did the patient have prior medical or therapy consultations or treatment? -Has the patient’s voice changed over time with or without treatment? -How has the patient’s voice changed? -Has the patient tried any strategies to improve vocal quality? -Does the patient have any difficulties swallowing? -Does the patient have any history of asthma, allergies, GERD, thyroid dysfunction, or hearing loss?",
                "course of treatment": {
                    "medical management": "Medical management will vary according to the patient’s presenting symptoms. Airway management is the primary concern in children with bilateral VFP, and medical treatment includes tracheotomy, vocal fold lateralization, and reinnervation (see below for detailed description).(4) For children with unilateral VFP, medical management includes tracheotomy, Teflon/Gelfoam injection, reinnervation, surgical medialization, speech therapy, or no intervention.(4) Unilateral VFP often resolves spontaneously in children; thus, laryngeal augmentation procedures and thyroplasty techniques are not recommended for infants and young children(42)A tracheotomy is a surgical procedure in which an incision is made in the trachea (tracheostomy) and a tracheostomy tube is placed into the anterior aspect of the trachea in order to establish an artificial airway.(15)Some children with bilateral VFP undergo a tracheotomy to maintain a patent airway. For detailed information on treatingChildren with Tracheostomy , referenced above Authors of a case study in the United States of a child with Charcot-Marie-Tooth  (CMT) disease and bilateral VFP reported that treating doctors avoided a tracheotomy in favor of an endoscopic cordotomy (see cordectomy described below).(40) A tracheotomy is warranted in some cases in which the patient’s airway is temporarily compromised and a return of function is expected. Because of the degenerative nature of CMT disease, the treating doctors chose a cordotomy over a tracheotomy to establish a more permanent solution. VFP is rare in children with CMT diseaseIn arytenoid adduction, the arytenoids are surgically rotated in the position of adduction (closure) and are sutured together in this position(14,16,17)Injection of material into the vocal folds allows for medialization, injection laryngoplasty, or vocal fold augmentation (e.g., fat injection, Gelfoam or Teflon injection, absorbable gelatin powder, collagen)(2,9,14,16)The purpose of lateralization is to improve the airway by lateralizing one or both of the vocal folds permanently in children with bilateral VFP.(4) Surgical techniques for lateralization in children may include arytenoidectomy (part or all of the arytenoid cartilage is removed) or cordectomy (partial or whole removal of membranous vocal fold with the vocalis muscle) by laser technique or lateral cervical approach(4)Medialization thyroplasty involves the insertion of a silicon implant through an opening in the thyroid cartilage that pushes against the paralyzed vocal fold, allowing it to make contact with the other vocal fold.(10,16,18) A modified approach to this type of surgery has been recommended for the pediatric population(19) To restore abductive (opening) capability of the vocal folds, the posterior cricoarytenoid muscles can be reinnervated in cases of bilateral VFP. Reinnervation of the adductors of the larynx might be recommended for children with unilateral VFP(4)",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed; are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  The diagnosis of VFP is made by an otolaryngologist. Medical assessments will vary with the nature of the underlying condition but include CT scans of the head, neck and chest, an MRI, examination of cranial",
                        "nerve function, chest Xray,  flexible fiberoptic laryngoscopy, strobovideolaryngoscopy, and laryngeal EMG evaluation of laryngeal muscle activity(2,9,10,14)",
                        "Laryngeal examination: A laryngeal examination must be completed by a laryngologist, prior to a CT scan or MRI, in order to rule out any laryngeal growths, lesions, swelling, or abnormalities such as cysts.(14) In addition, the laryngeal examination serves to determine the position of the larynx (e.g., high, low) and any other characteristics of the vocal folds, including vocal fold closure and physical aspects of the folds (e.g., swollen, tense). The patient should be",
                        "referred for a followup  biopsy when growths are identified. Laryngeal examinations might involve:",
                        "Laryngoscopic examination/laryngeal endoscopy (rigid and flexible): Rigid endoscopy is performed with a rigid tube placed into the oral or pharyngeal cavity. A rigid laryngoscope provides the clearest view of the larynx during phonation and during performance of nonphonatory acts such as whistling, coughing, throat clearing, and swallowing; however, the tongue needs to be held by the examiner and normal speech production cannot be performed during the examination.(5) A flexible laryngoscope uses fiberoptic technology and can be passed through the nose to the back of the throat, allowing for examination of the larynx during voicing, and is commonly used to evaluate young children(20)",
                        "Videostroboscopic examination (rigid and flexible): Videostroboscopic examination allows the examiner to see the vocal folds vibrating in slow motion and provides information on any abnormalities present during voice production (e.g., abnormal closure). It is performed with instrumentation used for oral endoscopy or nasendoscopy and is combined with a strobe light correlated to vocal fold vibration.(20) The examiner can view aspects of vibratory function such as the mucosal wave, vibratory amplitude, periodicity, and symmetry.(17) Vibratory parameters are usually rated on a Likert scale (e.g., 1–5)",
                        "Electroglottography: Electroglottography is a system to provide information on vocal fold closure by measuring the electrical resistance of two electrodes placed around the neck(20)",
                        "Ultrasonography of the larynx: Ultrasonography is a noninvasive method of examining the larynx and the movement of the arytenoids in infants and children(21)",
                        "See Special tests specific to diagnosis  for other diagnostic tests"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational, speech, or physical therapy for this or any other condition"
                },
                "aggravating easing factors": " Aggravating/easing factors -Does the child have changes in vocal quality during certain times of the day? -Does the child’s voice change with fatigue? -Does the child’s voice sound different after eating or sleeping?",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Depending on the degree of glottic incompetence, dysphonia in patients with VFP will range from mild to severe(8) -Breathy voice(8) -Hoarse voice(8) -Stridor(21,42) -Rough strained voice, excessive air loss while voicing, neck pain, and vocal fatigue(8) -Inability to speak loudly(3) -Dysphagia and/or risk of aspiration(4,42)  -Stridor and dyspnea (feeling of shortness of breath)(6) -Apnea(42) -Cyanosis (appearance of blue or purple coloration of the skin due to low level of oxygen)(42) -Weak and breathy voice with unimpaired respiration but risk of aspiration(5)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather, fatigue, or other external variables (e.g., distracting environment)",
                "sleep disturbance": "Document number of wakings/night. Respiratory difficulties can put the patient at risk for sleep apnea",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician or social worker (e.g., respiratory problems)",
                "respiratory status": "Note history of respiratory status and current respiratory status for any indication of aspiration. Although respiratory difficulties are more common in patients with bilateral VFP, disturbances in breath control and respiratory function due to airflow escape through the open vocal folds have been noted in patients with unilateral VFP.(22) Does the patient have a tracheostomy or require a ventilator? Barriers to learning Are there any barriers to learning? Yes__ No__ If Yes, describe _________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of swallowing or voice disorders or premorbid neurological problems? Is there a history of speech or language disorders?",
                    "comorbid diagnoses": "Note any comorbid diagnoses, including hearing loss, language difficulties, and mobility impairments",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient or patient’s family about other symptoms the patient is experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Things to consider include receive intervention services? If so, are they home, clinic, or school based? Does the patient attend school? Does the dysphonia negatively affect his or her ability to participate in school and/or social activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Obtain information on adaptive equipment the patient is using, such as assistive/alternative communication devices, wheelchairs, walkers, hearing aids, glasses, or adaptive eating equipment",
                "living environment": "What is the loudness level at home (e.g., number of persons, presence of a television that is frequently on, family member with a hearing loss)?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "Dysphonia in children has been found to adversely affect communicative effectiveness, self-esteem,  self-image,  and participation in school and social activities.(29)Administer a quality of life index such as the Pediatric V oice-Related  Quality-of-Life  survey to examine these issues(30,31)",
            "speech and language examination": " Speech and language examinationIf there are concerns about speech, complete a thorough examination of articulation and phonology. For detailed information on assessment and treatment of speech sound disorders in children, see the series of Clinical Reviews on these topics –Language -If there are concerns about language, a language evaluation should be performed -Language treatment should incorporate good vocal behavior.(23) For detailed information on assessment and treatment of language disorders, see the series of Clinical Reviews on language disorders in children Complete a thorough examination of the patient’s voice and vocal folds -Infants and children with unilateral VFP commonly present with hoarse voice quality, breathy voice quality, or an abnormal cry(16,21) -Dysphonia is less common in children with bilateral VFP than unilateral VFP(21) -Depending on the age of the child, the SLP might evaluate the perceptual quality of voice productions and acoustic and aerodynamic aspects of vocal function(10) -If the child is old enough, the SLP can informally evaluate the patient’s vocal quality and breathing patterns during an interview. Otherwise, the SLP might engage the child in play to obtain a speech sample -Identify the voice’s perceptual and acoustic characteristics (if the patient is able to phonate) and the patient’s behavior (e.g., evidence of neck strain) during voicing or voicing attempts(24) -Acoustic measures of voice may include signal-to-noise  ratio, jitter (pitch perturbation), and shimmer (amplitude perturbation)(25)The patient is asked to take a deep breath and sustain the vowel /a/ for as long as possible on a continuous expiration.(8) The average MPT for children (aged 7–9 years) is 8.50–14.50  seconds.(26) The average MPT for adults without voice disorders (aged 13–65  years) is 25.89 seconds for men (standard deviation 7.41) and 21.34 for women (standard deviation 5.66)Number of syllables or words produced on one expiratory flowDuring tasks such as counting and reading passages, the examiner can assess -Are the inhalations stridulous (high-pitched and noisy)? -Is air released prior to phonation? -Does the patient have shortness of breath? -Does the patient’s vocal quality change as the breath diminishes at the end of exhalation? -Is the voice weak or breathy? -Is the patient’s voicing effortful or forced?A protocol and recording form to evaluate and document auditory-perceptual judgments of voice quality(27)A rating scale that examines roughness, breathiness, asthenicity (voice weakness), and strain in voice(28)",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "Screen swallowing ability; if there are concerns regarding dysphagia and aspiration as a result of VFP, complete full swallow examination –For detailed information on treatment for dysphagia in childhood, see Clinical Review…Dysphagia in Childhood ;T708938 –For detailed information about a clinical swallow examination (CSE) for pediatric patients, see Clinical Review…In-depth  Bedside Swallow Examination (Pediatrics) ; CINAHL Topic ID Number –For detailed information on modified barium swallow studies for pediatric patients, see Clinical Review...Dysphagia",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Children with VFP may be at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies ",
                "Children with VFP, particularly unilateral VFP or adductor bilateral VFP, are at risk for dysphagia and aspiration. Post feeding guidelines at bedside and educate family/staff about feeding status. Discharge criteria should include patient and/or family independence with feeding strategies",
                "Children with bilateral abductor paralysis usually have a compromised airway. The first goal in medical treatment is for the physician to establish and maintain a stable airway  (42)",
                "It has been recommended that surgical techniques to improve the airway that might permanently compromise vocal ability be delayed if possible until the child is old enough to make decisions about the course of medical management.(4) Spontaneous recovery of vocal fold function has been noted 5 to 6 years after initial diagnosis in pediatric patients; it is important for the physician to wait and observe the child for a period of time before performing any irreversible procedures(9,42)",
                "It is recommended that postsurgical therapy begin after the postoperative swelling subsides (1 to 2 months after surgery)(8)",
                "In contrast to adults with VFP, who usually have an internal representation of a “normal voice,” many children with VFP have never had normal voice production. This lack of experience can affect their motivation for change and their realization that their voice needs changing. It is important that the SLP begin therapy by educating the patient and family on normal and abnormal vocal function. A child might need more time than an adult to understand the behaviors that need to be changed.(23,32) It is also essential to have parent involvement in both assessment and treatment(32)",
                "It is important that the SLP work with the otolaryngologist to understand the vocal function for each patient using videostroboscopic images of the larynx.(33) These images may assist the SLP in identifying any unwanted hyperfunctional behaviors such as anterior-posterior  or lateral compression of the false or ventricular folds or tongue backing to assist in glottal closure(8)"
            ]
        },
        "diagnosis need for treatment": "The purpose of speech treatment for patients with VFP is to improve vocal quality and/or eliminate any symptoms of dysphonia(2)",
        "rule out": "It is important that the otolaryngologist identify the exact cause of any inspiratory stridor or dysphonia and rule out subglottic stenosis and laryngomalacia(34)",
        "prognosis": [],
        "referral to other disciplines": "Evaluation and treatment of dysphonia associated with VFP should be performed by a voice evaluation team that includes, at minimum, an SLP and an otolaryngologist.(10) The following health professionals might also be involved:(35)Attention and cognitive ability will vary with the underlying cause of VFP and any associated conditions. Refer for psychological or cognitive assessment as necessaryDocument any difficulties with positioning, tone, mobility, or postural control that interfere with feeding, communicating, and/or respiratory support. Refer to PT as necessaryIf hearing loss is suspected, a hearing screening should be performed to determine any barriers to communication",
        "other considerations": [],
        "treatment summary": [
            "Patient education about voice function and voice care  –In the first therapy session, the SLP should educate the patient and family members on normal vocal fold function, the effect of VFP, therapy techniques, and vocal hygiene. Pictures and models of the larynx are helpful in assisting patients and family members to understand why the child cannot speak loudly and why his or her voice is breathy(8)",
            "Compensatory strategies –The SLP can use the first few sessions for diagnostic therapy. Strategies to achieve a stronger voice can be trialed. Strategies include:(8) -Patient applies digital pressure to one side of the thyroid cartilage (side with the paralysis) while voicing -Patient turns head to one side and then the other while voicing to determine if one side results in a stronger voice -Patient experiments with a softer, breathy voice rather than a louder, strained voice to realize that a breathy voice is more effective –Undesirable, hyperfunctional vocal behaviors (e.g., speaking too loudly, using too high or too low pitch) should be identified and eliminated during the first sessions",
            "V ocal fold adduction exercises –Half-swallow  boom(8) -The steps to this technique are: -The patient is instructed to take a breath and start to swallow. At the point of the half-swallow,  the patient should say “boom”(38) -The patient produces “boom” in a low-pitched voice using the same technique(38) -The patient produces “boom” louder and with less breathiness(38) -The patient is instructed to turn head to each side and say “boom” each time using the same technique(38) -This technique is used expanded into words and phrases(38) -NOTE: This technique should be used sparingly and cautiously to avoid the development of vocal hyperfunction. There is little empirical evidence to support the use of this technique for VFP(38) –Pushing exercises: might be useful for patients with recurrent laryngeal nerve paralysis who have a high pitch of voice production. Steps include: -The patient is instructed to breathe in and posture on a vowel (as if about to say a vowel) without letting the air out(8) -The patient releases the vowel (vocalizes)(8) -The patient is instructed to glide down to a lower pitch as the vowel is released(8) -The patient can push hands together in front of the body or push down on the arms of a chair as the vowel is released. Another way to achieve isometric pressure is to lean into a door with elbows bent(8) -The patient can use the pushing exercise in conjunction with counting to 50 or reciting poetry(8) -Patients should maintain a constant pressure but not excessive effort(8) -The falsetto voice should be extinguished over a 3-week  period(8) -Suggested frequency of this exercise is 3 times a day for the first week, 2 times day for the next 2 weeks, and then once a week. Schedule will vary depending on patient’s progress -NOTE: The patient must be observed carefully for the presence of supraglottic hyperfunction or excessive vocal strain. If these are present, discontinue these techniques(8)",
            "V ocal function exercises –Steps to vocal function exercises include: -The patient is instructed to sustain the vowel /i/ for as long as possible (for pitch, use F above middle C for women and F below middle C for men)(8) -The patient should glide from the lowest pitch to the highest pitch on the word “knoll”(8) -The patient should glide from the highest pitch to the lowest pitch on the word “knoll”(8) -The patient should sustain the vowel /o/ on the notes C, D, E, F, G for as long as possible (female patients start on middle C; males start one octave below middle C)(8) –The patient should produce vowels as gently and softly as possible without hard glottal attack(8)",
            "Lip and tongue trills: practicing lip trills (raspberries) and tongue trills assists the patient to achieve normal laryngeal tension by bringing the focus of the sound forward to the lips and tongue:(8)  –The patient should master the lip or tongue trill at a comfortable pitch. The lip trill might be facilitated if the patient presses cheeks in with two fingers –The patient can practice trills with a variety of vowel sounds and pitch progressions",
            "Researchers in Italy concluded that early voice therapy resulted in recovery of paralyzed vocal fold motility in 51/74 patients(39) –Based on a prospective study of 74 adult patients with unilateral VFP –V oice therapy program included pushing exercises, vocal function exercises, and laryngeal manipulations by the SLP –Frequency of therapy was twice per week with a mean number of 16.8 sessions; patients were all instructed to repeat the exercises daily at home during the treatment period . Problem Goal Intervention Expected Progression Home Program Patient/caregiver lack of knowledge about vocal function, vocal hygiene, and treatment techniquesIncrease patient/ caregiver knowledge about the voice, vocal function, and voice carePatient education about voice function and voice care _ In the first therapy session, the SLP should educate the patient and patient’s family on normal vocal fold function, the effect of VFP, therapy techniques, and vocal hygiene. Pictures and models of the larynx are helpful in assisting patients to understand why they cannot speak loudly and why their voice is breathy(8)Progression will vary with patient’s specific needs and goalsN/A Poor vocal quality due to unilateral VFPIdentify compensatory behaviors that may assist the patient in achieving a stronger voice; identify undesirable compensatory behaviors and eliminate themCompensatory strategies _ See Treatment summary , aboveUse and progression of compensatory strategies will vary with patient’s specific needs and goalsN/A Low volume and escape of air due to unilateral VFP _ _ High pitch of voice production in patients with recurrent laryngeal nerve paralysisImprove vocal fold adduction and vocal quality _ _ Reduce vocal pitch to the normal rangeVocal fold adduction exercises _ Half-swallow boom _ _ Pushing exercises _ _ See Treatment summary , aboveGradual progression of intensity of vocal fold adduction exercises; increase the intensity, frequency and/or duration of each exercise as the patient’s vocal quality improvesAs recommended  Poor voice quality due to unilateral VFPIncrease the amount of time that a patient can sustain production of a vowelVocal function exercises _ See Treatment summary , aboveAs the patient masters each vocal function exercise, add another exercise to the program until the patient is able to independently perform all four exercisesPatient will ultimately perform each of the four vocal function exercises twice each, 2 times daily as part of the home exercise program Presence of a hoarse, low-pitched voice due to vocal fold bowing or a glottal chink and resulting strain or laryngeal hyperfunctionRelieve laryngeal hyperfunction and improve vocal toneTone focus _ By placing the vocal resonance in the chambers of the face, the patient may gain more power in the voice, thus relieving vocal hyperfunction. Use of “um-hum” and “me-me” place the sound vibration in the bridge of the noseThe patient is instructed to proceed through a hierarchy of steps to achieve frontal resonance in words, phrases, and sentences(8)A daily home program to practice resonance voice strategies is recommended(8) Presence of neck, shoulder, and back strain associated with compensatory laryngeal behaviorsRelieve neck, shoulder, and back tension due to compensatory laryngeal behaviorsRelaxation exercises _ The patient may experience neck, shoulder, and back tension associated with compensatory laryngeal behaviors. General relaxation can be achieved through a variety of methods, including specific neck and back stretches, Pilates, yoga, and stress management(8)Progression of therapy tasks will vary according to patient goalsA daily home program is recommended to practice relaxation exercises(8) Presence of hyperfunctional compensatory vocal behaviorsReduce hyperfunctional compensatory vocal behaviorsComputer software for biofeedback _ Several software and computer hardware packages produced by PENTAX Medical (e.g., Computerized Speech Lab and the Visi-Pitch) are designed to provide feedback for vocal behaviors and assist the child in reducing hyperfunctional compensatory vocal behaviors(23)Progression of therapy tasks will vary according to patient goalsHome program as recommended and based on the availability of biofeedback software  Breathy vocal quality due to unilateral VFP and poor breathing techniquesImprove the patient’s abdominal breathing and vocal qualityAbdominal breathing _ Abdominal breathing can be practiced to improve appropriate subglottal air pressure, reduce shallow breathing, and increase phonation on residual air(8,37)Progression of therapy tasks will vary according to patient goalsA daily home program is recommended to practice abdominal breathing exercises(8) Presence of laryngeal hyperfunctionEliminate vocal hyperfunctionLip and tongue trills _ See Treatment summary , aboveProgression of therapy tasks will vary according to patient goalsA daily home program is recommended to practice (e.g., practice trills for 2 minutes 3 times a day)(8) Postsurgical laryngeal weakness and poor coordination of respiration and phonationMaintain and improve vocal function after surgeryTherapy after surgical intervention _ It is recommended that postsurgical therapy begin after the postoperative swelling subsides (1 to 2 months after surgery).The goals are to assist the patient in adapting to the use of a new vocal mechanism, strengthen the vocal folds, and improve coordination of respiration and phonation. Exercises include vocal function exercises, tone focus, relaxation exercises, abdominal breathing, and lip and tongue trills(8)Progression of therapy tasks will vary according to patient goalsA daily home program is recommended to practice postsurgery strategies (e.g., 5 minutes/2 times a day)(8) ."
        ]
    },
    "desired outcomes outcome measures": {
        "increased patient and caregiver understanding of the effects of vfp on voice production": [
            "Patient/family interview regarding perception of voice using formal or informal measures"
        ],
        "ability to produce the best voice the child is capable of producing": [],
        "completion of vocal fold exercises using activities such as pitch extension exercises and trills  lip or tongue": [],
        "improved resonance characteristics of voice, which leads to increased loudness without added laryngeal effort": [
            "CAPE-V",
            "GRBAS"
        ],
        "improved vocal fold and laryngeal health": [
            "Videostroboscopic examination",
            "MPT"
        ],
        "improved quality of life": [
            "V oice quality-of-life  measures for pediatric patients (e.g., Pediatric V oice-Related  Quality-of-Life  survey)(30,32)"
        ]
    },
    "maintenance or prevention": [
        "Monitoring of swallowing function is recommended because infants and children with VFP may show a change in swallow function as they mature. For example, infants with bilateral VFP often breathe and feed successfully in their first months of life, but have more symptoms as they increase their need for rapid oxygen demand at the age of 6–12  months(34)",
        "It is recommended that children with bilateral VFP and tracheotomies undergo regular endoscopic evaluations (e.g., every 6 months) to determine if decannulation (removal of the tracheotomy tube) is possible(7)"
    ],
    "patient education": [
        "It is important that the otolaryngologist and other professionals educate the family about the short-term  and long-term  effects of VFP and possible consequences of surgical procedures",
        "V ocal hygiene education regarding hydration, environmental factors, voice use, and lifestyle should be included as a component of treatment(14,23)",
        "See patient information on VFP on the American Speech-Language-Hearing Association website at https://www.asha.org/public/speech/disorders/V ocal-Fold-Paralysis/ Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on April 21, 2017 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Leder SB, Ross DA. Incidence of vocal fold immobility in patients with dysphagia. Dysphagia . 2005;20(2):163-167.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Rubin AD, Sataloff RT. Vocal fold paresis and paralysis. Otolaryngol Clin North Am . 2007;40(5):1109-1131,  viii-ix. (RV)"
        },
        {
            "number in article": 3,
            "reference": "American Speech-Language-Hearing  Association. Vocal fold paralysis. American Speech-Language-Hearing  Association Web site. https://www.asha.org/public/speech/disorders/Vocal-Fold-Paralysis . Accessed October 29, 2018. (GI)"
        },
        {
            "number in article": 4,
            "reference": "Tucker HM. Vocal cord paralysis in small children: principles in management. Ann Otol Rhinol Laryngol . 1986;95(6 Pt 1):618-621.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Casper JK. Vocal fold paralysis-paresis-immobility.  In: Freeman M, Fawcus M, eds. Voice Disorders and Their Management . 3rd ed. Philadelphia, PA: Whurr Publishing; 2000:172-191.  (GI)"
        },
        {
            "number in article": 6,
            "reference": "Chen EY, Inglis AF. Bilateral vocal cord paralysis in children. Otolaryngol Clin North Am . 2008;41(5):889-901.  (RV)"
        },
        {
            "number in article": 7,
            "reference": "Pernas F. Treatment of vocal fold paralysis. Grand Rounds Presentation. The University of Texas Medical Branch (UTMB Health) Web site. http://www.utmb.edu/otoref/Grnds/vocal-cord-paral-tx-2011-10-27/voc-cord-paral-tx-pic-2011-10.pdf . Published October 27, 2011. Accessed October 29, 2018. (CP)"
        },
        {
            "number in article": 8,
            "reference": "Miller S. Voice therapy for vocal fold paralysis. Otolaryngol Clin North Am . 2004;37(1):105-119.  (GI)"
        },
        {
            "number in article": 9,
            "reference": "King EF, Blumin JH. Vocal cord paralysis in children. Curr Opin Otolaryngol Head Neck Surg . 2009;17(6):483-487.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Kelchner LN, Stemple JC, Gerdeman B, Le Borgne W, Adam S. Etiology, pathophysiology, treatment choices, and voice results for unilateral adductor vocal folds paralysis: a 3-year retrospective. J Voice. 1999;13(4):592-601.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Bartow C. Tracheostomy Tubes in Adults: Management of Communication and Swallowing Impairments [DVD and manual] . Baltimore, MD: American Speech-Language-Hearing  Association; 2007. (CP)"
        },
        {
            "number in article": 12,
            "reference": "Windhorst C, Harth R, Wagoner C. Patients requiring tracheostomy and mechanical ventilation: a model for interdisciplinary decision-making.  Asha Lead. ASHA Leader Web site. http://leader.pubs.asha.org/article.aspx?articleid=2289674 . Accessed October 29, 2018. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Postma GN, Mcguirt WF, Butler SG, Rees CJ, Crandall HL, Tansavatdi K. Laryngopharyngeal abnormalities in hospitalized patients with dysphagia. Laryngoscope . 2007;117(10):1720-1722.  (R)"
        },
        {
            "number in article": 14,
            "reference": "Schwartz SR, Cohen SM, Dailey SH. Clinical practice guideline: hoarseness (dysphonia). Otolaryngol Head Neck Surg . 2009;141(3 Suppl 2):S1-S31.  (G)"
        },
        {
            "number in article": 15,
            "reference": "Bailey RL. Tracheostomy and dysphagia: a complex association. Perspect Swallowing Swallowing Disord (Dysphagia) . 2005;14(4):2-7.  (GI)"
        },
        {
            "number in article": 16,
            "reference": "Bhattacharyya N, Kotz T, Shapiro J. Dysphagia and aspiration with unilateral vocal cord immobility: incidence, characterization, and response to surgical treatment. Ann Otol Rhinol Laryngol . 2002;111(8):672-679.  (R)"
        },
        {
            "number in article": 17,
            "reference": "Baylor CR, Yorkston KM, Eadie TL, Strand EA, Duffy J. A systematic review of outcome measurement in unilateral vocal fold paralysis. J Med Speech Lang Pathol . 2006;14(1):xxvi-lvii.  (SR)"
        },
        {
            "number in article": 18,
            "reference": "Von Berg S. Unmasking voice disorders: vocal fold paralysis. ASHA Leader . 2001;6(18):10-11.  (GI)"
        },
        {
            "number in article": 19,
            "reference": "Link DT, Rutter MJ, Liu JH, Willging JP, Myer CM, Cotton RT. Pediatric type I thyroplasty: an evolving procedure. Ann Otol Rhinol Laryngol . 1999;108(12):1105-1110.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Behrman A, Orlikoff RF. Instrumentation in voice assessment and treatment: what's the use?. Am J Speech Lang Pathol . 1997;6(4):9-16.  (C)"
        },
        {
            "number in article": 21,
            "reference": "Daya H, Hosni A, Bejar-Solar  I, Evans JN, Bailey CM. Pediatric vocal fold paralysis: a long-term  retrospective study. Arch Otol Rhinol Laryngol . 2000;126(1):21-25.  (R)"
        },
        {
            "number in article": 22,
            "reference": "Périé S, Roubeau B, Liesenfelt I, Chaigneau-Debono  G, Bruel M, St Guily JL. Role of medialization in the improvement of breath control in unilateral vocal fold paralysis. Ann Otol Rhinol Laryngol . 2002;111(11):1026-1033.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Hooper CR. Treatment of voice disorders in children. Lang Speech Hear Serv Sch . 2004;35(4):320-326.  (GI)"
        },
        {
            "number in article": 24,
            "reference": "American Speech-Language-Hearing  Association. Preferred practice patterns for the profession of speech-language  pathology. American Speech-Language-Hearing Association Web site. http://www.asha.org/policy/PP2004-00191/ . Accessed October 29, 2018. (G)"
        },
        {
            "number in article": 25,
            "reference": "Verdolini-Marston  K, Burke MK, Lessac A, Glaze L, Caldwell E. Preliminary study of two methods of treatment for laryngeal nodules. J Voice. 1995;9(1):74-85.  (R)"
        },
        {
            "number in article": 26,
            "reference": "Tait NA, Michel JF, Carpenter MA. Maximum duration of sustained /s/ and /z/ in children. J Speech Hear Disord . 1980;45(2):239-246.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Kempster GB, Gerratt BR, Abbott KV, Barkmeier-Kraemer  J, Hillman RE. Consensus auditory-perceptual  evaluation of voice: Development of a standardized clinical protocol. Am J Speech Lang Pathol . 2009;18(2):124-132.  doi:10.1044/1058-0360(2008/08-0017).  (PP)"
        },
        {
            "number in article": 28,
            "reference": "Hirano M. Clinical Examination of Voice . New York, NY: Springer-Verlag;  1981. (GI)"
        },
        {
            "number in article": 29,
            "reference": "Connor N, Cohen S, Theis S, Thibeault S, Heatley D, Bless D. Attitudes of children with dysphonia. J Voice. 2008;22(2):197-209.  (R)"
        },
        {
            "number in article": 30,
            "reference": "Boseley ME, Cunningham MJ, Volk MS, Hartnick CJ. Validation of the Pediatric Voice-Related  Quality-of-Life  survey. Arch Otolaryngol Head Neck Surg . 2006;132(7):717-720. (R)"
        },
        {
            "number in article": 31,
            "reference": "Merati AL, Keppel K, Braun NM, Blumin JH, Kerschner JE. Pediatric Voice-Related  Quality of Life: findings in healthy children and in common laryngeal disorders. Ann Otol Rhinol Laryngol . 2008;117(4):259-262.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Boyle B. Voice disorders in children. Support Learn . 2000;15(2):71. (GI)"
        },
        {
            "number in article": 33,
            "reference": "Bahr RH. Childhood voice disorders: a glance back and charge ahead. Lang Speech Hear Serv Sch . 2004;35(4):373-374.  (X)"
        },
        {
            "number in article": 34,
            "reference": "Gray SD, Smith ME, Schneider H. Voice disorders in children. Pediatr Clin North Am . 1996;43(6):1357-1384.  (RV)"
        },
        {
            "number in article": 35,
            "reference": "Cichero JA, Murdoch BE. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006. (GI)"
        },
        {
            "number in article": 36,
            "reference": "Karpenko AN, Dworkin JP, Meleca RJ, Stachler RJ. Cymetra injection for unilateral vocal fold paralysis. Ann Otol Rhinol Laryngol . 2003;112(11):927-934.  (R)"
        },
        {
            "number in article": 37,
            "reference": "Schindler A, Bottero A, Capaccio P, Ginocchio D, Adorni F, Ottaviani F. Vocal improvement after voice therapy in unilateral vocal fold paralysis. J Voice. 2008;22(1):113-118. (R)"
        },
        {
            "number in article": 38,
            "reference": "Pannbacker M. Half-swallow  boom: does it really happen?. Am J Speech Lang Pathol . 2001;10(1):17-18.  (X)"
        },
        {
            "number in article": 39,
            "reference": "Mattioli F, Bergamini G, Alicandri-Ciufelli  M. The role of early voice therapy in the incidence of motility recovery in unilateral vocal fold paralysis. Logoped Phoniatr Vocol . 2011;36(1):40-47.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Lewis AF, Carron JD, Vedanarayanan V. Congenital bilateral vocal fold paralysis and Charcot-Marie-Tooth  disease. Ann Otol Rhinol Laryngol . 2010;119(1):47-49.  (C)"
        },
        {
            "number in article": 41,
            "reference": "Holinger LD, Holinger PC, Holinger PH. Etiology of bilateral abductor vocal cord paralysis: a review of 389 cases. Ann Otol Rhinol Laryngol . 1976;85(4 pt 1):428-436.  (R)"
        },
        {
            "number in article": 42,
            "reference": "de Jong AL, Kuppersmith RB, Sulek M, Friedman EM. Vocal cord paralysis in infants and children. Otolaryngol Clin North Am . 2000;33(1):131-149.  (RV) "
        }
    ]
}