{
    "metadata": {
        "title": "Prader-Willi  Syndrome  Physical Therapy",
        "synonyms": [
            "prader-labhart-willi  syndrome",
            "willi-prader  syndrome",
            "pws",
            "hyperphagia"
        ],
        "anatomical location body part affected": [
            "Prader-Willi  syndrome (PWS) is caused by a chromosomal abnormality that affects the central nervous system (CNS), musculoskeletal system, endocrine system, and cardiorespiratory system(1)"
        ],
        "area of specialty": [
            "neurological rehabilitation"
        ],
        "description": [
            "PWS is a variable multisystem genetic disorder whose major characteristics include moderate to severe hypotonia in early infancy,(1) global developmental delay, hypogonadism, dolichocephaly (long head) in infancy, narrow face/bifrontal diameter, almond-shaped  palpebral fissures, downturned mouth, thin upper lip, strabismus, and development of hyperphagia and morbid obesity in early childhood. Motor milestones and language development are delayed.(1)Behavioral/emotional disorders associated with PWS (e.g., temper tantrums, maladaptive behavior, stubbornness, obsessive-compulsive  disorder) represent a distinct phenotype.(1) Other characteristics include sleep disturbances, short stature and delayed bone growth, scoliosis, eye/visual problems, skin picking, thick saliva, and diabetes mellitus, type 2 (DM2)(1,35) or application of equipment .  Desired Outcomes/Outcome Measures"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "Q87.1": "congenital malformation syndromes predominantly associated with short stature (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on the patient’s insurance contract coverage. No specific special agencies are applicable for this condition; however, early intervention services and state-funded  programs may be applicable. A child may also qualify for an individualized education program (IEP) once he or she enters public school. Resources should be available through the child’s school district",
            "The U.S. Department of Education Office of Special Education Programs (OSEP) offers resources and grants for early intervention and special education programs. Information can be found at https://www2.ed.gov/programs/osepeip/index.html"
        ],
        "presentation signs and symptoms": [
            "Current clinical diagnostic criteria are separated into major and minor features as listed below.(2)Diagnosis of PWS can be confirmed by molecular genetic testing(1)",
            "There are three categories of diagnostic criteria for PWS which are scored on a weighted point system. Major criteria are weighted at 1 point and minor criteria at ½ point.(2) Five points are required for diagnosis in children aged 3 years or younger, with 4 points from the major group. A total score of 8 is required for the diagnosis for children older than 3 years and for adults, with 5 or more points from the major criteria group. Supporting findings increase or decrease the level of suspicion for the diagnosis(2) –Major diagnostic criteria(2) -Neonatal and infantile central hypotonia with poor suck, improving with age -Feeding problems and/or failure to thrive -Special feeding techniques may be required -Feeding typically normalizes after a period of weeks or months  -Excessive or rapid weight gain between 1 and 6 years of age if not controlled by feeding intervention, resulting in central obesity -Hypogonadism -Genital hypoplasia, including scrotal hypoplasia, cryptorchidism, small penis/testes for age (< 5th percentile) in males and hypoplasia of labia minora and/or clitoris in females -Delayed or incomplete puberty and gonadal maturation -Characteristic facial features, including dolichocephalyin infancy, narrow face/bifrontal diameter, almond-shaped palpebral fissures, narrow nasal bridge, downturned mouth, thin upper lip -Hyperphagia, excessive foraging/obsession with food -Global developmental delay in child, mild to moderate intellectual disability/multiple learning disabilities in older children –Minor diagnostic criteria(2) -Decreased fetal movements/infantile lethargy, improving with age -Characteristic behavior problems, including temper tantrums, obsessive-compulsive  behavior, stubbornness, rigidity, maladaptive behavior, stealing, and lying -Sleep disturbance/sleep apnea -Short stature for family by age 15 (without growth hormone intervention) -Small hands (< 25th percentile) and feet (< 10th percentile) for height and age -Hypopigmentation -Narrow hands with straight ulnar borders -Eye abnormalities (e.g., myopia, esotropia) -Speech articulation defects -Thick, viscous saliva -Self-injurious  behavior: skin picking, rectal picking(20) –Supportive findings(2) -High pain threshold -Scoliosis/kyphosis -Decreased vomiting -Temperature instability in infancy or altered temperature sensitivity in older children and adults -Osteoporosis -Early adrenarche -Unusual skills with jigsaw puzzles -Normal neuromuscular studies",
            "If all of the following findings are present,DNA testing is performed to confirm or rule out PWS(1)",
            "For more information specific to PWS in children, please see Clinical Review…Prader-Willi  Syndrome in Children ; CINAHL Topic ID Number: T902934 . Age at assessment Features sufficient to prompt DNA testing Birth to 2 years Hypotonia with poor suck 2–6 years Hypotonia with history of poor suck. _ Global developmental delay 6–12 years History of hypotonia with poor suck (hypotonia may persist). _ Global developmental delay. _ Excessive eating (hyperphagia; obsession with food) with central obesity if eating is uncontrolled  13 years through adulthood Cognitive impairment. _ Excessive eating (hyperphagia; obsession with food) with central obesity if eating is uncontrolled. Hypothalamic hypogonadism and/or phenotypical behavior problems . Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "Individuals with PWS often have a short attention span. The therapist should adjust each session accordingly",
            "Behavioral issues are common in individuals with PWS. Therapists should be alert to signs of a possible temper outburst/ tantrum (e.g., irritability, agitation, loud speech). Temper outbursts are more common in PWS than in other genetic syndromes(21)  –Changes in routine or expectations and repetitive questioning often precede temper outbursts.(21,27)Ritualistic and maladaptive behaviors such as rigid insistence on sameness, ordering or arranging items, and preferred routines are common(23) –Compulsive behavior, hyperactivity and impulsivity, verbal and physical aggression, emotional lability, and lethargy or hypoactivity are common"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes:  pws is caused by absence of expression of the paternally active genes in the region of q-q.  chromosomal abnormalities include the following:": [],
        "pathogenesis": [
            "Dysfunction of the hypothalamus directly accounts for the majority of clinical features in PWS, which may lead to severalendocrinopathies including growth hormone deficiency, hypothyroidism, central adrenal insufficiency, hypogonadism, andpoor bone mineral density(37)",
            "The lack of resting-state  functional connectivity between the hypothalamus and lateral occipital complex in bothhemispheres may partially contribute to preoccupation with food in children with PWS(38)"
        ],
        "risk factors:  the incidence of pws in the united states is approximately  in ,,  births": [
            "The risk of occurrence when a previous child has PWS depends on the genetic cause.(1)If a previous child has PWS,genetic testing of the father is indicated–Risk of PWS is up to 50% if parents had a previous child with PWS attributed to an imprinting defect (~2% of childrenwith PWS)–Risk is up to 25% if a parental chromosomal translocation is present (< 1% of children with PWS)–Risk is less than 1% if a previous child had PWS attributed to deletion of the paternal chromosome or uniparental disomy(~98% of children with PWS)–Specific genetic testing is indicated if suggested by chorionic villus sampling (CVS) or amniocentesis results"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "If the patient is a minor, obtain consent from parent or guardian prior to initiating assessment or treatment",
        "PWS is a complex disorder that is optimally managed by a multidisciplinary team of health professionals, including physicians, physical/occupational/speech therapists, nutritionists, psychologists, and social workers",
        "Hyperphagia, food foraging/hoarding, and food stealing are components of PWS.(2)The clinical and home environment should be arranged accordingly",
        "The prevalence rate of self-injurious  behaviors (skin picking, self-inflicted lesions, and repetitive scratching) is reported to be 65% to 95%(23)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "Individuals with PWS often have a short attention span. The therapist should adjust each session accordingly",
            "Behavioral issues are common in individuals with PWS. Therapists should be alert to signs of a possible temper outburst/ tantrum (e.g., irritability, agitation, loud speech). Temper outbursts are more common in PWS than in other genetic syndromes(21)  –Changes in routine or expectations and repetitive questioning often precede temper outbursts.(21,27)Ritualistic and maladaptive behaviors such as rigid insistence on sameness, ordering or arranging items, and preferred routines are common(23) –Compulsive behavior, hyperactivity and impulsivity, verbal and physical aggression, emotional lability, and lethargy or hypoactivity are common"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Document age at diagnosis, signs/symptoms that are present, the stage of syndrome, and results of genetic testing (if any) -Note gestational age and chronological age -Note any complications with pregnancy, labor and delivery, or postnatal -Note gross and fine motor developmental delays and age at which motor milestones were reached -Note any cognitive or learning impairments",
                "course of treatment": {
                    "medical management": " Medical management Note treatment team members  physicians, other therapy professionals, etc. Document any surgical interventions to date Document the use of growth hormone (GH) replacement therapy In some U.S. centers, treatment begins at 3 months of age(22) Earlier GH treatment in infancy has been associated with better adaptive functioning long-term  (into childhood)(30) Researchers who conducted an RCT and 8-year follow-up  in the Netherlands concluded that long-term  GH treatment resulted in no change in behavioral problems in children (aged 3.514 years) with PWS(31) Document the use of sex hormone therapy for hypogonadism Document any dietary/nutrition intervention for hyperphagia or other feeding difficulties. Note any strategies that are being implemented to control hyperphagia (e.g., locking refrigerator and cupboards, dietary restriction) Document any orthopedic intervention Scoliosis is present in > 40% of individuals with PWS and varies in onset and severity(1) Hip dysplasia is present in 10% to 20% of individuals with PWS(1) Document treatment intervention for respiratory dysfunction or OSA Findings of a systematic review indicate that adenotonsillectomy was associated with improvement of obstructive sleep apnea (OSA) for most children with PWS and OSA, but residual OSA was present in the majority of cases postsurgery(24) Document the use of special oral hygiene products to address thick, viscous saliva",
                    "surgical management": [],
                    "medications": "Determine what medications clinician has prescribed; are they being taken? Possible medications include GH or sex hormone replacement therapy Hormone replacement therapy risks include behavioral problems associated with testosterone and stroke associated with estrogen Nutritional supplements, including calcium and other bone-support  products",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Genetic testing to confirm PWS genotype:(1)",
                        "Most sensitive single approach to diagnosing PWS is methylation analysis, which identifies PWS caused by deletions,",
                        "uniparental disomy, and imprinting defects of 15q11q13,  which account for 99% of PWS cases(1)",
                        "Fluorescence in situ hybridization (FISH) testing can identify PWS cases caused by deletion (~70% of cases)",
                        "Uniparental disomy study of the Prader-Willi critical region of 15q11-q13  can identify 2025% of cases"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies and whether or not they help",
                    "previous therapy": "Document whether patient has had physical, occupational, or speech therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Note factors that appear to ease or exacerbate symptoms -Temper outbursts/tantrums are common in PWS. Change in routine or expectations increases the likelihood of temper outbursts. In a U.K. study of 14 children and adults with PWS, similarities in the sequence of behaviors and emotions  occurred during temper outburst, with anger rising quickly followed by expressions of remorse and distress at the end of the outburst(21)",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., frequency of behavioral outbursts/emotional lability, hyperphagia, muscle weakness, tonal abnormalities, or pain) -Infantile hypotonia occurs in nearly all cases, causing difficulty with movement and a poor suck -Increased hypotonia is associated with orthopedic manifestations -Document eating/feeding patterns (hoarding, hyperphagia) -Document any cognitive, emotional/behavioral impairments such as tantrums, emotional lability, rigidity of thought, self-injurious  behaviors",
                "rating of symptoms": "Use an age/developmentally appropriate scale (FACES, FLACC scale, Oucher Scale), visual analog scale (V AS), or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, results of sleep studies, and excessive daytime sleepiness -OSA and narcolepsy are commonly associated with PWS in adults and children and are exacerbated by obesity -Respiratory response during sleep is altered in children with PWS -In a 2014 systematic review, U.S. researchers concluded that 79.91% of the children (224) in the included studies had OSA. Among these, 53.07% had mild OSA, 22.35% had moderate OSA, and 24.58% had severe OSA. Narcolepsy occurred in 35.71% of these children(24) -Sleep studies are recommended prior to the onset of GH therapy(3)",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., infections, self-injurious  behavior, difficulty regulating temperature, constipation,(20) other chronic health problems) -In a Danish study of 21 adults with PWS (age 17 to 47 years), 40% met the Rome III constipation criteria, with the most commonly reported symptoms being feeling of obstruction (42%), < 3 defecations per week (47%), straining (37%), and lumpy/hard stools (32%)(20)",
                "respiratory status": "Document respiratory status and any concerns. Respiratory function testing is recommended prior to and just after starting GH treatment because of the risk of GH therapy causing growth of lymphoid tissue Barriers to learning -Are there any barriers to learning? Yes ___ No ___ -If Yes, describe ____________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "",
                    "comorbid diagnoses": "Ask patient/caregiver about other problems, including diabetes,OSA, gastrointestinal disorders (constipation), cancer, heart disease, psychiatric disorders, and orthopedic disorders Severe obesity and DM2 are linked to PWS(6)",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient/caregiver about other symptoms patient may be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient attend school? What setting (home-based  or traditional)? Does the child have an IEP? If so, describe services being provided by the school. Does the patient participate in sports or daily physical activity? Does the patient work? If so, what are the job duties? Does the patient participate in any social or recreational activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Document the use of any assistive and adaptive equipment used for physical activity, communication, feeding, or sleeping. How much assistance does the primary caregiver provide to the patient for ADLs and functional mobility? ",
                "living environment": "Inquire about stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home or community. Does the patient drive or use public transportation? Document strategies for food and feeding management within the home/school/work setting (e.g., who prepares food, locking cabinets/refrigerator)"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "Document height, weight, and BMI. Compare to age/sex-specific  norms for individuals with PWS –It is recommended that BMI be assessed biannually at ages 1–10  and annually at age 11 and older(1)",
            "assistive and adaptive devices": "Does the patient use any devices to assist with daily function/communication? If so, is any instruction or modification needed? Assess whether the patient would benefit from additional devicesRisk of falls and subsequent fracture is a concern in the management of individuals with PWS, especially in the presence of osteopenia or osteoporosis(35) –The Berg Balance Scale or Pediatric Balance Scale(9) may be used to assess balance and fall risk",
            "balance": "",
            "cardiorespiratory function and endurance": [
                "Individuals with PWS have reduced respiratory muscle strength and decreased upper airway tone, especially during sleep(3)",
                "Restrictive ventilatory defects secondary to muscle weakness reduce tidal volume, which leads to increased respiratory rate and work associated with breathing(3)",
                "Use 6-minute  walk for distance test (6MWT) to assess endurance •Ergonomics/body mechanics:  Assess patient’s body mechanics during ADLs and functional activities •Functional mobility  (including transfers, etc.): Assess functional mobility with the TUG test, Guralnik test, FIM,(11) or WeeFIM.(12) May also assess basic mobility skills such as sit-to-stand,  floor-to-stand,  stair negotiation, bed mobility, and other transfers"
            ],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "Assess gait. Note any asymmetry or abnormality such as in step and stride length, velocity, etc. –The 10-meter  walk test (10MWT) can be used to assess gait velocity –Gait initiation and termination may be a destabilizing activity for individuals with PWS(41) –There is a significant reduction of velocity and center of pressure (CoP) length with gait initiation which may be related to a reduction of hip adductor activity in patients with PWS(41)Assess for bilateral upper and lower extremity joint hypermobility with the Beighton Hypermobility Scale –Ligamentous laxity and hypotonia are associated with PWS(1) Assess trunk and bilateral upper and lower extremity tone –Hypotonia is a central characteristic of PWS, associated with poor suck in infants and delayed motor milestones and development of postural control in children(1) –Hypotonia contributes to the development of scoliosis in children with PWS(13)",
            "muscle strength": "In absence of tone abnormalities, assess trunk and bilateral upper and lower extremity strength with manual muscle testing (MMT) if the patient is able to cognitively follow directions. Alternatively, assess strength through functional skills such as maintaining tall kneel and ½ kneel position, hip extension while in prone, standing on one leg, and timed repeated rising from a chair. Assess grip and pinch strength with handheld dynamometryGlobal developmental delay is common in children with PWS;(1) walking generally begins after approximately 23 months, but may begin earlier with early growth hormone treatment.(39)Motor milestones typically are delayed in children with PWS.(1) Assess a child’s gross and fine motor skills with one of the following standardized",
            "observation inspection palpation including skin assessment": [
                "Strabismus is present in 6070%  of individuals with PWS, possibly affecting visual capacity",
                "Children with PWS have poor visual-motor  integration. Allowing adequate time for tasks and dividing visual-motor tasks into separate visual and motor tasks might improve performance of tasks at home and school(29)"
            ],
            "posture": "",
            "range of motion": "Bilateral upper and lower extremity active and passive ROM should be assessed, noting any asymmetry or abnormalityAssess patient’s ability to perform age-appropriate  ADLs. Refer to occupational therapy for a more thorough evaluation",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": " –Peabody Developmental Motor Scales, Second Edition (PDMS-2)(15) –Battelle Developmental Inventory(16) –Bruininks-Oseretsky  Test of Motor Proficiency, Second Edition (BOT-2)(14)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "PWS is associated with behavioral components, including maladaptive behavior, temper tantrums, food stealing, hyperphagia, and skin picking -Delayed expressive and receptive language in children(1) -Average IQ is 70(4) -The Dementia Rating Scale–2(DRS-2),  a performance-based  test, may be administered to assess cognitive functioning in individuals with PWS and other conditions that are not associated with dementia(19) -There are five cognitive domains, with a maximum score of 144. The DRS-2  is designed to identify deficits and/or track impairment severity over time(19) -In a U.S. pilot study, 13 adult patients with PWS demonstrated impairments in all 5 subscales, with the greatest impairments observed on Initiation/Perseveration and Construction subscales (verbal and motor fluency and visuospatial impairments). No correlations were observed between age and any subscale score(19) -Vineland Adaptive Behavioral Scales(7) -Hyperphagia Questionnaire(8)",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "PWS may be associated with behavioral and/or cognitive challenges that limit an individual’s ability to participate in structured and/or rehabilitation programs"
            ]
        },
        "diagnosis need for treatment": "PWS is characterized by hypotonia, hypoactivity, and obesity. Physical therapy interventions should focus on improving physical condition, cardiovascular condition, muscle strength, and functional movement as well as facilitating achievement of developmental milestones, managing obesity, and minimizing health risks",
        "rule out": " Rule out Infantile hypotonia also occurs in other conditions besides PWS. Genetic testing may be required for diagnosis(1) –Angelman syndrome –Fragile X syndrome –Neonatal sepsis In children, developmental delay and obesity may also be caused by(1) –Angelman syndrome –Fragile X syndrome –Bardet-Biedl  syndrome –Cohen syndrome ",
        "prognosis": [
            "Individuals with PWS are at high risk for developing morbid obesity and conditions associated with obesity such as high cholesterol, hypertension, and DM2. This significantly increases their risk of death. Those who become morbidly obese are likely to die as young adults(23)",
            "Adults with PWS have a high prevalence of coexisting conditions (e.g., scoliosis, respiratory problems, dermatological lesions, hyperlipidemia, hypothyroidism, DM2, lymphedema)(28)"
        ],
        "referral to other disciplines": "PWS typically is addressed with a team approach to manage behavioral/psychiatric problems, eating/swallowing dysfunction (infants), occupational difficulties, and health problems secondary to obesity Consider referral to –Pediatrician –Occupational therapy –Speech therapy –Social services –Nutrition/dietary support –Psychology –Special education specialist",
        "other considerations": [
            "PWS is the most common cause of life-threatening  obesity in children.(23) Diet and food restriction are part of the long-term  management of PWS –Nutritional supplements should be considered when a restricted-calorie  diet is used",
            "Scoliosis: May be treated with serial cast correction or surgically(17) –Authors of a U.S.-based  study of 23 patients concluded that both serial cast correction and surgery are effective in treating early-onset  scoliosis in patients with PWS(17)",
            "GH therapy: Use of GH is associated with improved physical condition, metabolic function, and cognitive performance in PWS –Aims of GH treatment in PWS are increasing final height, improving body composition, increasing exercise capacity, and reducing the risk of developing obesity. GH treatment is associated with improved lean body mass, increased physical activity level, and increased muscle bulk. In addition, GH treatment is associated with improved developmental and cognitive motor skill acquisition(22) –Researchers in the Netherlands reported that GH increased muscle thickness, which was related to muscle strength and motor development in infants with PWS(26) -Based on an RCT involving 22 infants who were followed over 2 years -Muscle thickness was measured using ultrasound scans -Catch-up  growth in muscle thickness was faster in muscles that are most frequently used in early development. This was independent of GH and suggests a training effect",
            "Children with PWS who present with social and cognitive challenges may benefit from a telehealth intervention program that focuses on a play-based  intervention program(32)"
        ],
        "treatment summary": [
            "Physical conditioning in obese and overweight children –Diet, physical activity, and behavioral interventions may reduce BMI(18)and improve cognitive function(34) in obese or overweight children and adolescents. For more information regarding physical therapy management of obesity in children and adolescents, see Clinical Review… Obesity, Pediatric ; CINAHL Topic ID Number: T708734",
            "Authors of a systematic review concluded that participation in exercise leads to improvements in physical activity levels, cardiorespiratory fitness, muscle strength, coordination, agility, and biochemical profile (glycemia, lipid profile, and inflammation markers) of individuals with PWS(33) –Exercise may also benefit gait pattern –No adverse effects were reported in any of the included studies –Evidence weakly supports a beneficial effect of exercise on BMI and body weight ",
            "Results of a systematic review of the literature pertaining to management of hyperphagia in PWS indicate a need for future research using larger systematic studies to validate management and treatment concepts(25) –Nine studies were included, addressing physical exercise, food control, antidiabetic agents, and weight loss surgery –The small number and heterogeneity of the studies limit the conclusions that can be made",
            "Aquatic therapy may be an effective exercise tool for management of PWS due to its buoyancy properties –Aerobic exercise may be easier for some individuals to perform in a pool –Authors of a study in South Korea of obese elementary-school students investigated the effect of aquatic exercise. Participants performing aquatic therapy had significant improvement in body composition, physical fitness, muscular endurance and flexibility, cardiopulmonary endurance, and vascular compliance compared to the control group(40) . Problem Goal Intervention Expected Progression Home Program Weight gain Reduced body weight Weight reduction strategies _ Physical activity(18) _ _ Dietary restriction _ _ Referral to nutritionistGradual weight loss, with plateaus and fluctuation _ _ Monitor BMI biannually through age 10, annually after age 10(1)Instruction on daily exercise/activity routine _ _ Instruction on proper diet and food routines _ _ Restriction of food access _ _ Instruction of caregivers in process Decreased activity level Increased activity level and resting metabolic rateFunctional training _ Daily activity ranging from a few minutes to several hours per dayGradual progression of intensity of exercises should allow patient to increase metabolism and strengthDaily repetition of exercises _ _ Instruction of caregivers/family members to maximize adherence Functional movement – delayed achievement of motor milestones, difficulty with gait, decreased balancePromote development and achievement of motor milestones in children _ _ Maximize movement skills in adults, reduce risk of fallingFunctional training _ Bed mobility, developmental sequencing, and transfer training as appropriate _ _ Gait and balance training _ _ Strength training to improve performance during functional tasksImprovement in speed of performing functional tasks (e.g., walking, rising from a chair)Provide patient and family/ caregivers with written instructions regarding functional activities that can be performed at home and correct use and/ or application of equipment . "
        ]
    },
    "desired outcomes outcome measures": {
        "increased activity levels": [
            "EEI, pedometry, 6MWT, Modified Borg RPE scale"
        ],
        "increased strength": [
            "MMT, handheld dynamometry (pinch and grip strength)"
        ],
        "increased lean body mass, combined with reduction in weight and body fat": [
            "Anthropomorphic measures of height, weight, BMI",
            "Reduction in obesity may be accompanied by improvements in secondary health-related  issues, including decreasedincidence of–DM2–respiratory dysfunction–sleep problems"
        ],
        "improved functional mobility": [
            "Guralnik test battery, TUG test, FIM, WeeFIM",
            "Balance: BBS, PBS, Subscale of BOT-2,  Subscale of PDMS-2",
            "Gait assessment"
        ],
        "acquisition of developmental milestones": [
            "PDMS-2,  BOT-2,  Battelle Developmental Inventory"
        ]
    },
    "maintenance or prevention": [
        "Management of PWS requires a multidisciplinary treatment approach with annual follow-up There are inadequate data to support GH treatment into adulthood(22) Genetic counseling should be provided to the parents of children with PWS(23) Recommend support groups and ongoing education to the parents/caregivers, family members, and individuals with PWS(23) –Parents report that weight and behavioral management are their greatest concerns and source of family stress. Parents are at an increased risk for marital stress, depression, and anxiety(23) Ongoing dietary counseling with a registered dietitian",
        "Weight control to minimize secondary health issues resulting from obesity Diet and feeding control, including restricted access to food, behavioral techniques –Calorie-intake  requirements of individuals with PWS are typically 60% lower than those without PWS, with a goal of keeping BMI < 30 and to increase daily physical activity(23) Physical activity program Aerobic conditioning Strength training"
    ],
    "patient education": [
        "See patient, medical, research, and support information from Prader-Willi Syndrome Association USA at https:// www.pwsausa.org/",
        "See patient, medical, research, and support information from the Prader-Willi Syndrome Association of Australia at http:// www.pws.org.au",
        "See patient, medical, research, and support information from the Prader-Willi Syndrome Association of the United Kingdom at https://www.pwsa.co.uk/  Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Driscoll DJ, Miller JL, Schwartz S, et al. Prader-Willi  syndrome. GeneReviews [Internet] Web site. https://www.ncbi.nlm.nih.gov/books/NBK1330/ . Published February 4, 2016. Accessed October 29, 2019. (RV)"
        },
        {
            "number in article": 2,
            "reference": "Holm VA, Cassidy SB, Butler MG, et al. Prader-Willi  syndrome: consensus diagnostic criteria. Pediatrics . 1993;91(2):398-402. http://pediatrics.aappublications.org/content/91/2/398.full-text.pdf . (R)"
        },
        {
            "number in article": 3,
            "reference": "Gillett ES, Perez IA. Disorders of sleep and ventilatory control in Prader-Willi  syndrome. Diseases. 2016;4(3):23. doi:10.3390/diseases4030023. (RV)"
        },
        {
            "number in article": 4,
            "reference": "About Prader-Willi  syndrome. Prader-Willi  Syndrome Association (USA) Web site. https://www.pwsausa.org/about-pws/ . Published 2016. Accessed October 1, 2019. (GI)"
        },
        {
            "number in article": 5,
            "reference": "Prader-Willi  syndrome. National Organization for Rare Disorders Web site. https://rarediseases.org/rare-diseases/prader-willi-syndrome/ . Accessed October 1, 2019. (RV)"
        },
        {
            "number in article": 6,
            "reference": "Yang A, Kim J, Cho SY, Jin DK. Prevalence and risk factors for type 2 diabetes mellitus with Prader-Willi  syndrome: a single center experience. Orphanet J Rare Dis . 2017;12(1):146. doi:10.1186/s13023-017-0702-5.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Sparrow SS, Balla DA, Cicchetti DV. Vineland Adaptive Behavior Scales . 2nd ed. Bloomington, MN: Pearson; 2005. (PP)"
        },
        {
            "number in article": 8,
            "reference": "Dykens EM, Maxwell MA, Pantino E, et al. Assessment of hyperphagia in Prader-Willi  syndrome. Obesity. 2007;15(7):1816-1826.  (R)"
        },
        {
            "number in article": 9,
            "reference": "Franjoine MR, Gunther JS, Taylor MJ. Pediatric Balance Scale: a modified version of the Berg Balance Scale for the school-age  child with mild to moderate motor impairment. Pediatr Phys Ther . 2003;15(2):114-128.  doi:10.1097/01.PEP.0000068117.48023.18. (R)"
        },
        {
            "number in article": 10,
            "reference": "Rose J, Gamble JG, Lee J, et al. The energy expenditure index: a method to quantitate and compare walking energy expenditure for children and adolescents. J Pediatr Orthop. 1991;11(5):571-578.  (R)"
        },
        {
            "number in article": 11,
            "reference": "Stineman MH, Jette A, Fiedler R, et al. Impairment-specific  dimensions within the Functional Independence Measure. Arch Phys Med Rehabil . 1997;78(6):636-643.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Msall ME, DiGaudio K, Rogers BT, et al. The Functional Independence Measure for Children (WeeFIM). Conceptual basis and pilot use in children with developmental disabilities. Clin Pediatr . 1994;33(7):421-430.  doi:10.1177/000992289403300708. (R)"
        },
        {
            "number in article": 13,
            "reference": "Loss of MAGEL2 and hypotonia in Prader-Willi  syndrome. Foundation for Prader-Willi  Research Web site. https://www.fpwr.org/fpwr-funded-projects/loss-of-magel2-and-hypotonia-in-prader-willi-syndrome . Accessed October 1, 2019. (GI)"
        },
        {
            "number in article": 14,
            "reference": "Bruininks R, Bruininks BN. Bruininks-Oseretsky  Test of Motor Proficiency-2nd  edition manual . Minneapolis, MN: NCS Pearson; 2005. (PP)"
        },
        {
            "number in article": 15,
            "reference": "Fewell RR, Folio MR. Peabody Developmental Motor Scales . 2nd ed. Austin, TX: Pro-Ed; 2000. (PP)"
        },
        {
            "number in article": 16,
            "reference": "Newborg J. Battelle Developmental Inventory – second edition . Itasca, IL: Riverside; 2005. (PP)"
        },
        {
            "number in article": 17,
            "reference": "Oore J, Connell B, Yaszay B, et al. Growth friendly surgery and serial cast correction in the treatment of early-onset  scoliosis for patients with Prader-Willi  syndrome. J Pediatr Orthop. 2019;39(8):e597-e601.  doi:10.1097/BPO.0000000000001123. (R)"
        },
        {
            "number in article": 18,
            "reference": "Mead E, Brown T, Rees K, et al. Diet, physical activity, and behavioural interventions for the treatment of overweight or obese children from the age of 6 to 11 years. Cochrane Database Syst Rev . 2017;CD012651. doi:10.1002/14651858.CD012651.  (SR)"
        },
        {
            "number in article": 19,
            "reference": "Sugarman MA, Jacobs DR, Paulson D, Tomlinson MM, Lichtenberg PA. Examination of the cognitive profile of adults with Prader-Willi  syndrome using the Dementia Rating Scale-2: a pilot study. J Intellect Dev Disabil . 2014;39(1):102-107.  doi:10.3109/13668250.2013.870330. (R)"
        },
        {
            "number in article": 20,
            "reference": "Kuhlmann L, Joensson IM, Froekjaer JB, Krogh K, Farholt S. A descriptive study of colorectal function in adults with Prader-Willi  syndrome: high prevalence of constipation. BMC Gastroenterol . 2014;14:63. doi:10.1186/1471-230X-14-63.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Tunnicliffe P, Woodcock K, Bull L, et al. Temper outbursts in Prader-Willi  syndrome: causes, behavioural and emotional sequence and responses by carers. J Intellect Disabil Res. 2014;58(2):134-150.  doi:10.1111/jir.12010. (R)"
        },
        {
            "number in article": 22,
            "reference": "Bridges N. What is the value of growth hormone therapy in Prader Willi Syndrome?. Arch Dis Child . 2014;99(2):166-170.  doi:10.1136/archdischild-2013-303760.  (R)"
        },
        {
            "number in article": 23,
            "reference": "Vitale SA, Kearney G. The challenges of identifying Prader Willi syndrome. Clin Advis . 2014;17(1):56-61. http://www.clinicaladvisor.com/cmece-features/the-challenges-of-identifying-prader-willi-syndrome/article/328985/ . (C)"
        },
        {
            "number in article": 24,
            "reference": "Sedy K, Bennett DS, Pumariega A. Prader Willi syndrome and obstructive sleep apnea: co-occurrence  in the pediatric population. J Clin Sleep Med . 2014;10(4):403-409. doi:10.5664/jcsm.3616. (SR)"
        },
        {
            "number in article": 25,
            "reference": "Stanley K. Prader-Willi  syndrome and hyperphagia: an update. Adv Ment Health Intellect Disabil . 2014;8(5):321-330.  doi:10.1108/amhid-07-2013-0048.  (SR)"
        },
        {
            "number in article": 26,
            "reference": "Reus L, Pillen S, Pelzer BJ, et al. Growth hormone therapy, muscle thickness, and motor development in Prader-Willi  syndrome: an RCT. Pediatrics . 2014;134(6):e1619. doi:10.1542/peds.2013-3607.  (RCT)"
        },
        {
            "number in article": 27,
            "reference": "Bull L, Oliver C, Callaghan E, et al. Increased exposure to rigid routines can lead to increased challenging behavior following changes to those routines. J Autism Dev Disord . 2015;45(6):1569-1578.  doi:10.1007/s10803-014-2308-2.  (R)"
        },
        {
            "number in article": 28,
            "reference": "Laurier V, Lapeyrade A, Copet P, et al. Medical, psychological and social features in a large cohort of adults with Prader-Willi  syndrome: experience from a dedicated centre in France. J Intellect Disabil Res . 2015;59(5):411-421.  doi:10.1111/jir.12140. (R)"
        },
        {
            "number in article": 29,
            "reference": "Lo ST, Collin PJ, Hokken-Koelega  ACS. Visual-motor  integration in children with Prader-Willi  syndrome. J Intellect Disabil Res . 2015;59(9):827-834.  doi:10.1111/jir.12197. (R)"
        },
        {
            "number in article": 30,
            "reference": "Lo ST, Festen D, Tummers-de  Lind van Wijngaarden RF, et al. Beneficial effects of long-term  growth hormone treatment on adaptive functioning in infants with Prader-Willi syndrome. Am J Intellect Dev Disabil . 2015;120(4):315-327.  doi:10.1352/1944-7558-120.4.315.  (R)"
        },
        {
            "number in article": 31,
            "reference": "Lo S, Siemensma E, Festen D, et al. Behavior in children with Prader-Willi  syndrome before and during growth hormone treatment: a randomized controlled trial and 8-year longitudinal study. Eur Child Adolesc Psychiatry . 2015;24(9):1091-1101.  doi:10.1007/s00787-014-0662-4.  (R)"
        },
        {
            "number in article": 32,
            "reference": "Dimitropoulos A, Zyga O, Russ S. Evaluating the feasibility of a play-based  telehealth intervention program for children with Prader-Willi  syndrome. J Autism Dev Disord . 2017;47(9):2814-2825.  doi:10.1007/s10803-017-3196-z.  (R)"
        },
        {
            "number in article": 33,
            "reference": "Morales JS, Valenzuela PL, Pareja-Galeano  H, Rincón-Castanedo  C, Rubin DA, Lucia A. Physical exercise and Prader-Willi  syndrome: a systematic review. Clin Endocrinol . 2019;90(5):649-661.  doi:10.1111/cen.13953. (SR)"
        },
        {
            "number in article": 34,
            "reference": "Martin A, Booth JN, Laird Y, Sproule J, Reilly JJ, Saunders DH. Physical activity, diet, and other behavioural interventions for improving cognition and school achievement in children and adolescents with obesity or overweight. Cochrane Database Syst Rev . 2018. Art No: CD009728. doi:10.1002/14651858.CD009728.pub4.  (SR)"
        },
        {
            "number in article": 35,
            "reference": "US Department of Health and Human Services. How do health care providers diagnose Prader-Willi  syndrome (PWS)? National Institute of Child Health and Human Development Web site. https://www.nichd.nih.gov/health/topics/prader-willi/conditioninfo/diagnose . Published December 1, 2016. Accessed October 1, 2019. (GI)"
        },
        {
            "number in article": 36,
            "reference": "Kalsner L, Chamberlain SJ. Prader-Willi,  Angelman, and 15q11-q13  duplication syndromes. Pediatr Clin North Am . 2015;62(3):587-606.  doi:10.1016/j.pcl.2015.03.004. (RV) "
        },
        {
            "number in article": 37,
            "reference": "Heksch R, Kamboj M, Anglin K, Obrynba K. Review of Prader-Willi  syndrome: the endocrine approach. Transl Pediatr . 2017;6(4):274-285.  doi:10.21037/tp.2017.09.04. (RV)"
        },
        {
            "number in article": 38,
            "reference": "Lukoshe A, van Dijk SE, van den Bosch GE, van der Lugt A, White T, Hokken-Koelega  AC. Altered functional resting-state  hypothalamic connectivity and abnormal pituitary morphology in children with Prader-Willi  syndrome. J Neurodev Disord . 2017;9:12. doi:10.1186/s11689-017-9188-7.  (R)"
        },
        {
            "number in article": 39,
            "reference": "Corripio R, Tubau C, Calvo L, et al. Safety and effectiveness of growth hormone therapy in infants with Prader-Willi  syndrome younger than 2 years: a prospective study. J Pediatr Endocrinol Metab . 2019;32(8):879-884.  doi:10.1515/jpem-2018-0539.  (R)"
        },
        {
            "number in article": 40,
            "reference": "Lee BA, Oh DJ. The effects of aquatic exercise on body composition, physical fitness, and vascular compliance of obese elementary students. J Exerc Rehabil . 2014;10(3):184-190.  doi:10.12965/jer.140115. (R)"
        },
        {
            "number in article": 41,
            "reference": "Cimolin V, Cau N, Galli M, Santovito C, Grugni G, Capodaglio P. Gait initiation and termination strategies in patients with Prader-Willi  syndrome. J Neuroeng Rehabil . 2017;14(1):44. doi:10.1186/s12984-017-0257-7.  (R)"
        }
    ]
}