{
    "metadata": {
        "title": "Dysphagia  Wilson’s Disease",
        "synonyms": [
            "swallowing disorder  wilson's disease",
            "swallowing disorder  hepatolenticular degeneration",
            "swallowing disorder: pseudosclerosis",
            "swallowing disorder: progressive lenticular degeneration",
            "deglutition disorder: wilson's disease",
            "deglutition disorder: hepatolenticular degeneration",
            "deglutition disorder: pseudosclerosis",
            "deglutition disorder: progressive lenticular degeneration",
            "oral dysphagia: wilson's disease",
            "oral dysphagia: hepatolenticular degeneration",
            "oral dysphagia: pseudosclerosis",
            "oral dysphagia: progressive lenticular degeneration",
            "pharyngeal dysphagia: wilson's disease",
            "pharyngeal dysphagia: hepatolenticular degeneration",
            "pharyngeal dysphagia: pseudosclerosis",
            "pharyngeal dysphagia: progressive lenticular degeneration",
            "esophageal dysphagia: wilson's disease",
            "esophageal dysphagia: hepatolenticular degeneration",
            " esophageal dysphagia: pseudosclerosis",
            "esophageal dysphagia: progressive lenticular degeneration",
            "difficulty swallowing: wilson's disease",
            "difficulty swallowing: hepatolenticular degeneration",
            "difficulty swallowing: pseudosclerosis",
            "difficulty swallowing: progressive lenticular degeneration",
            "dysphagia, oral: wilson's disease",
            " dysphagia, oral: hepatolenticular degeneration",
            "dysphagia, oral: pseudosclerosis",
            " dysphagia, oral: progressive lenticular degeneration",
            "dysphagia, pharyngeal: wilson's disease",
            "dysphagia, pharyngeal: hepatolenticular degeneration",
            "dysphagia, pharyngeal: pseudosclerosis",
            "dysphagia, pharyngeal: progressive lenticular degeneration",
            "dysphagia, esophageal: wilson's disease",
            "dysphagia, esophageal: hepatolenticular degeneration",
            " dysphagia, esophageal: pseudosclerosis",
            "dysphagia, esophageal: progressive lenticular degeneration",
            "swallowing difficulty: wilson's disease",
            "swallowing difficulty: hepatolenticular degeneration",
            "swallowing difficulty: pseudosclerosis",
            "swallowing difficulty: progressive lenticular degeneration",
            "wilson's disease: dysphagia",
            "wilson's disease: swallowing disorder",
            "wilson's disease: deglutition disorder",
            "wilson's disease: oral dysphagia",
            "wilson's disease: pharyngeal dysphagia",
            "wilson's disease: esophageal dysphagia",
            "wilson's disease: difficulty swallowing",
            "wilson's disease: swallowing difficulty",
            "hepatolenticular degeneration: dysphagia",
            "hepatolenticular degeneration: swallowing disorder",
            "hepatolenticular degeneration: deglutition disorder",
            "hepatolenticular degeneration: oral dysphagia",
            "hepatolenticular degeneration: pharyngeal dysphagia",
            " hepatolenticular degeneration: esophageal dysphagia",
            "hepatolenticular degeneration: difficulty swallowing",
            "hepatolenticular degeneration: swallowing difficulty",
            "degeneration, hepatolenticular: dysphagia",
            "degeneration, hepatolenticular: swallowing disorder",
            " degeneration, hepatolenticular: deglutition disorder",
            "degeneration, hepatolenticular: oral dysphagia",
            "degeneration, hepatolenticular: pharyngeal dysphagia",
            "degeneration, hepatolenticular: esophageal dysphagia",
            "degeneration, hepatolenticular: difficulty swallowing",
            "degeneration, hepatolenticular: swallowing difficulty",
            "pseudosclerosis: dysphagia",
            "pseudosclerosis: swallowing disorder",
            "pseudosclerosis: deglutition disorder",
            " pseudosclerosis: oral dysphagia",
            "pseudosclerosis: pharyngeal dysphagia",
            "pseudosclerosis: esophageal dysphagia",
            "pseudosclerosis: difficulty swallowing",
            "pseudosclerosis: swallowing difficulty",
            "progressive lenticular degeneration: dysphagia",
            "progressive lenticular degeneration: swallowing disorder",
            "progressive lenticular degeneration: deglutition disorder",
            "progressive lenticular degeneration: oral dysphagia",
            "progressive lenticular degeneration: pharyngeal dysphagia",
            "progressive lenticular degeneration: esophageal dysphagia",
            "progressive lenticular degeneration: difficulty swallowing",
            " progressive lenticular degeneration: swallowing difficulty",
            "lenticular degeneration, progressive: dysphagia",
            "lenticular degeneration, progressive: swallowing disorder",
            " lenticular degeneration, progressive: deglutition disorder",
            "lenticular degeneration, progressive: oral dysphagia",
            "lenticular degeneration, progressive: pharyngeal dysphagia",
            " lenticular degeneration, progressive: esophageal dysphagia",
            "lenticular degeneration, progressive: difficulty swallowing",
            "lenticular degeneration, progressive: swallowing difficulty",
            "degeneration, progressive lenticular: dysphagia",
            "degeneration, progressive lenticular: swallowing disorder",
            "degeneration, progressive lenticular: deglutition disorder",
            " degeneration, progressive lenticular: oral dysphagia",
            "degeneration, progressive lenticular: pharyngeal dysphagia",
            "degeneration, progressive lenticular: esophageal dysphagia",
            " degeneration, progressive lenticular: difficulty swallowing",
            "degeneration, progressive lenticular: swallowing difficulty"
        ],
        "anatomical location body part affected": [
            "Liver, brain, eyes, and kidneys(3)"
        ],
        "area of specialty": [
            "swallowing and swallowing disorders",
            "pediatric genetic and/or neurological disorders"
        ],
        "description": [
            "Wilson’s disease is an autosomal recessive disorder caused by a mutation in the ATP7B  gene on chromosome 13, a gene responsible for encoding a copper-transporting adenosine triphosphatase (ATPase) protein. The mutation leads to an increase in levels of copper in tissue throughout the body.(1,2) Copper, which is present in foods such as chocolate, nuts, and shellfish, is normally transported to the liver, where it is used and the excess is excreted through bile.(3) However, in persons with Wilson’s disease, copper accumulates in the liver and then in other organs (e.g., brain, kidneys), leading to severe damage.(4) Neurologic symptoms typically appear in the second to fourth decades of life and include dysarthria, gait abnormalities, dystonia, risus sardonicus  (grinning expression produced by a sustained spasm of the facial muscles), bradykinesia, rigidity, postural instability, resting tremor, postural tremor, cerebellar disturbances, dysphagia, chorea (abnormal, involuntary movement disorder), and athetosis (slow, sinuous, writhing movements).(1) Common psychiatric symptoms include depression, emotional lability, irritability, and disinhibition. A small percentage of patients exhibit severe psychiatric symptoms, including catatonia, agitation, aggressive behavior, delusional thoughts, and mania.(1) Another common symptom is Kayser-Fleischer rings (brown discoloration around the outside of the iris of the eye)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "E83.01": "Wilson’s disease",
            "R13.0": "aphagia; inability to swallow",
            "R13.10": "dysphagia, unspecified",
            "R13.11": "dysphagia, oral phase",
            "R13.12": "dysphagia, oropharyngeal phase",
            "R13.13": "dysphagia, pharyngeal phase",
            "R13.14": "dysphagia, pharyngoesophageal phase",
            "R13.19": "other dysphagia _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for procedure will depend on insurance contract coverage; no specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Dysphagia refers to a difficulty in swallowing due to an inability to move food or liquid efficiently during the oral, pharyngeal, or esophageal phase of swallowing.(5) The oral phase includes sucking, chewing, and moving the food or liquid into the throat. The pharyngeal phase is the initiation of the swallowing reflex, when the food or liquid is squeezed down the throat and the airway is closed off to prevent aspiration (food or liquid entering the airway) or choking. In the esophageal phase, the openings at the top and bottom of the esophagus (feeding tube in throat) move the food or liquid into the stomach by relaxing and tightening.(6) Dysphagia is a common complication of Wilson’s disease. In a retrospective study conducted in Brazil, researchers found that dysphagia was present in 59 out of 119 (50%) patients with Wilson’s disease; of these 59, 14 required enteral feeding.(1) Although authors of several research studies and reviews on the neurological manifestations of Wilson’s disease have found that dysphagia was common in patients, none has outlined the exact symptoms reported by patients or identified through evaluation.(1,2) Only in one study, which was conducted in Brazil with 8 subjects, have authors investigated the specific nature of swallow dysfunction in patients with Wilson’s disease, and it has been criticized for small sample size and other methodological limitations.(7,8) Thus, it cannot be assumed that the following list of symptoms is exhaustive. Reported symptoms of dysphagia in patients with Wilson’s disease from this  small study were prolonged oral transit time and increased oral residue.(7) It can be concluded that more severe symptoms of dysphagia, such as aspiration, occur as a result of Wilson’s disease because 14 patients in the abovementioned study of 119 patients required enteral feeding(1) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "SLPs are required to have graduate, postgraduate, or continuing education training specifically in dysphagia assessment and treatment(9)",
            "When conducting a swallow evaluation, the SLP might be assisted by a team of professionals that includes the patient’s physician, an occupational therapist (OT), a radiologist, and a nutritionist ",
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain tolerance and level of frustration",
            "The time of day and the number of previous evaluations can affect the patient’s alertness and performance",
            "A patient’s culture and native language should be considered to determine the appropriateness of examination questions and materials",
            "Patients with Wilson’s disease might also have dementia or other cognitive difficulties,leaving them unable to answer questions regarding medical history. It is recommended that the caregiver/family be involved in all assessment procedures"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Wilson’s disease is a genetic disease with an average global prevalence rate of 1 in 30,000, with higher rates in areas whereconsanguinity is common.(1) Wilson’s disease is an autosomal recessive disorder, in which a copy of the mutated gene mustbe inherited from each parent(3)"
        ],
        "pathogenesis": [
            "Wilson’s disease is an autosomal recessive disorder caused by a mutation in the ATP7B  gene on chromosome 13, a generesponsible for encoding a copper-transporting  ATPase protein. The mutation leads to increased levels of copper in tissuethroughout the body.(1,2) Copper, which is present in foods such as chocolate, nuts, and shellfish, is normally transportedto the liver, where it is used and the excess is excreted through bile.(3) However, in persons with Wilson’s disease, copperaccumulates in the liver and then in other organs (e.g., brain, kidneys), leading to severe damage.(4) Psychiatric, neurologic,and/or hepatic symptoms typically appear between the ages of 20 to 40 in patients with Wilson’s disease(1)"
        ],
        "risk factors": [
            "See Causes , above"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Prior to conducting a dysphagia evaluation, speech-language  pathologists (SLPs) must have graduate, post-graduate,  or continuing education training specifically in dysphagia assessment and treatment(9)",
        "To perform videofluoroscopic swallowing studies (VFSSs), SLPs must have established competencies in the use and storage of barium used in VFSSs(10)",
        "Patients with dysphagia are at risk for aspiration and/or penetration of oral intake. Ensure that the patient and family/ caregivers are aware of potential aspiration risks and educated about prevention strategies when appropriate",
        "Confirm that the patient’s dentition is in place before conducting the evaluation",
        "The patient’s family/caregivers should be involved in all assessment and treatment procedures",
        "Early recognition and treatment of Wilson’s disease are essential.(2) Early signs of Wilson’s disease are variable but sometimes include speech and swallowing difficulties; thus, the SLP could be the first specialist consulted. An SLP should refer the patient to a physician for additional workup in cases in which the patient exhibits speech or swallowing deficits without a known underlying diagnosis. If the patient is under the age of 40 and the following symptoms are present, the patient should undergo specific assessments for Wilson’s disease: Patient has had an acute hepatitis episode or elevated liver enzymes(4) Patient has dysphagia or dysarthria that cannot be attributed to any other neurological disorder(4) Patient has tremor or a movement disorder(4) Patient has psychiatric symptoms(4) Patient is an adolescent with a mood disorder in combination with elevated liver enzymes(4) Patient has Coombs-negative  hemolytic anemia(4) Patient has liver cirrhosis(4) Patient is in hepatic failure(4)"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "SLPs are required to have graduate, postgraduate, or continuing education training specifically in dysphagia assessment and treatment(9)",
            "When conducting a swallow evaluation, the SLP might be assisted by a team of professionals that includes the patient’s physician, an occupational therapist (OT), a radiologist, and a nutritionist ",
            "During a swallowing evaluation, it is of utmost importance to be aware of a patient’s pain tolerance and level of frustration",
            "The time of day and the number of previous evaluations can affect the patient’s alertness and performance",
            "A patient’s culture and native language should be considered to determine the appropriateness of examination questions and materials",
            "Patients with Wilson’s disease might also have dementia or other cognitive difficulties,leaving them unable to answer questions regarding medical history. It is recommended that the caregiver/family be involved in all assessment procedures"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "If available, refer to neurological testing and medical history to determine onset of symptoms and the extent and progression of Wilson’s disease",
                "course of treatment": {
                    "medical management": "When Wilson’s disease is detected early, patients respond well to anti-copper  or chelating agents (i.e., medications that reduce copper accumulation in the organs).(2) For patients with severe liver damage, liver transplantation might be necessary(2)",
                    "surgical management": [],
                    "medications": "Pharmaceutical treatment includes use of anti-copper agents such as Dpenicillamine  and trientine. Zinc acetate also prevents the body from absorbing copper and is used for maintenance therapy, presymptomatic treatment, and treatment during pregnancy.(2) Anticopper  agents can cause serious side effects; ask physician about side effects(2)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Diagnosis of Wilson’s disease is made by a physician using the following tests:",
                        "measurements of blood ceruloplasmin (a protein that carries copper in the bloodstream), measurements of 24hour urinary copper levels, and liver biopsy.(2) Indications of Wilson’s disease are low ceruloplasmin levels, high urinary",
                        "copper levels, and high hepatic copper levels.(2) Other tests might include CT, MRI, eye exam for KayserFleischer  rings",
                        "(goldenbrown  discoloring around the edge of the iris), and genetic testing.(11) Usual tests for dysphagia associated with this condition include the following:",
                        "Clinical swallow examination (CSE)",
                        "VFSS",
                        "Fiberoptic endoscopic evaluation of swallowing (FEES)"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether the patient has had occupational, physical, or speech therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "Does the patient exhibit symptoms during certain times of day? Does the patient have a -with certain textures of foods or liquids? -in particular environments (over-stimulating environments might be distracting)? -as meals progress? -during certain times of day? -if fatigued?",
                "body chart": "Review the documentation of the patient’s weight and weight history to determine any significant changes in weight.(12) Review medical chart for other evidence of malnutrition, such as poor wound healing or increased incidence of ulcers",
                "nature of symptoms": "Document the nature of the patient’s symptoms, reported and observed -Symptoms reported in the research literature include oral residue and prolonged oral transit time(7)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night) or with meal progression (fatigue); document any history of coughing while eating",
                "sleep disturbance": "Document number of wakings/night",
                "other symptoms": "Document other symptoms the patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., coughing, chest congestion, difficulty with oral hygiene, dehydration, weakness, cognitive difficulties, aphasia) ",
                "respiratory status": "Document the respiratory status of the patient; include use of supplemental oxygen, need for mechanical ventilation, or presence of a tracheostomy tube Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe ________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Document any previous swallowing difficulties, respiratory difficulties, communication difficulties, or cognitive deficits",
                    "comorbid diagnoses": "Refer to medical charts and ask the patient or patient’s family about other problems, including depression, hearing loss, vision problems, heart problems, and communication difficulties",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask the patient about other symptoms he or she is experiencing (e.g., excessive throat clearing, coughing while eating)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient go to school? Does the patient work? Do swallowing difficulties impact daily activities?",
                "functional limitations assistance with ADLs adaptive equipment": "Document if the patient uses any adaptive equipment for communication (e.g., pen/paper), eating, or mobility. Does the patient feed him/herself?",
                "living environment": "Document with whom patient lives (e.g., caregivers, family members). Who prepares the patient’s meals? Is someone available to assist with feeding if necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [
                "VFSS, also called modified barium swallow study (MBSS), and videofluoroscopic examination (VFE) -A VFSS is performed when the dysphagia team has concerns about the pharyngeal phase of swallowing and the complete swallowing sequence. In addition, a VFSS might be indicated by an otolaryngologist to determine the possible benefit of surgical correction(19) -Most clinical practices follow the protocol originally described by Logemann.(20) For detailed information on MBS procedures, see Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Adults) : CINAHL Topic ID Number: T709046and Clinical Review…Dysphagia Assessment: Modified Barium Swallow (Pediatrics) ; CINAHL Topic ID Number:T709077 -The assessment must be age-appropriate  with regard to positioning, presentation, and viscosity of material(9) -The patient eats and drinks a variety of liquids and solids mixed with barium while images are recorded with videofluorography -All patients should be examined in the lateral and frontal positions to gain information on movements of the swallow and symmetry of bolus flow and pharyngeal wall contraction -The SLP examines for the presence of aspiration and the effectiveness of presenting different food consistencies or of modifying posture(9) -In contrast to the CSE, VFSS provides critical information on the pharyngeal phase of the swallow(13) -Given the unnatural surroundings, swallowing function observed during a VFSS is not necessarily identical to that at mealtimes(21) -Other variables that might influence swallowing function include anxiety, fatigue, and medications(22) -Due to the potential harmful effects of ionizing radiation, a repeat VFSS should only be considered when there are specific questions that require answers from a repeat study; a VFSS should not be used frequently to monitor changes in swallowing -During the VFSS, the following physiologic components might be observed:(22) -Lip closure (ability to contain a liquid bolus) -Lingual elevation (the back of the tongue is slightly elevated) -Tongue-to-palatal  seal -Bolus preparation/mastication -Bolus transport/movement of the tongue (movement of the bolus to the back of the oral cavity) -Initiation of the pharyngeal swallow (swallow should be initiated when the bolus reaches the region of the posterior oral cavity) -Soft palate elevation and retraction -Laryngeal elevation -Anterior hyoid excursion -Laryngeal closure -Pharyngeal contraction -Pharyngoesophageal segment opening -Tongue base retraction -Epiglottic inversion -Esophageal clearance",
                "Endoscopic assessment of swallowing function/fiberoptic endoscopic evaluation of swallowing (FEES) -FEES is performed to evaluate the anatomy and physiology of the pharynx and the larynx, pharyngeal swallow function, and ability to manage secretions and swallow foods and liquids.(9) In addition, it can be used to explore a variety of diagnostic interventions, such as varying bolus consistency, varying posture, or making use of visual feedback for reinforcement(29) -After the insertion of the endoscope, the patient can engage in normal feeding behavior during the evaluation -Food must be light in color to enhance visibility (e.g., milk, puddings, yogurt, bread)  -FEES is preferred over VFSS when patients have safety issues related to radiation exposure or when they need retesting -The American Speech-Language-Hearing  Association has published several online documents regarding technical aspects of FEES and the qualifications required to perform FEES(30) -For detailed information on FEES and endoscopic examinations for dysphagia, see Clinical Review…Dysphagia Assessment: Fiberoptic Endoscopic Evaluation of Swallowing (FEES) ; CINAHL Topic ID Number: T709038 and Clinical Review…Dysphagia Assessment: Endoscopic Evaluation ; CINAHL Topic ID Number: T709141"
            ],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "It is important to screen communication functioning before a swallow evaluation to determine the patient’s ability to follow directions. Some patients with Wilson’s disease also have dementia and communication difficulties. Patients sometimes exhibit dysarthria.(37) For detailed information on assessment and treatment of dysarthria, please see the series of Clinical Reviews on dysarthriaExamine the range, rate, coordination, and symmetry of movement of the lips, facial musculature, tongue, pharynx, and larynx as well as ability to manage saliva. Drooling is sometimes an early symptom of Wilson’s disease.(37)Authors of several case studies of children with Wilson’s disease have reported abnormal, involuntary lingual movements including tremor and dyskinesia.(38) An oral exam also allows for observation of the patient’s ability to follow instructions and attention span(13) Quality of lifeAn outcome measure that includes patient self-ratings  of quality of life due to swallowing and eating ability(14)",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": " Swallow examination –CSE(9) -A CSE is usually the first part of a comprehensive swallowing evaluation or is used as an initial screening to determine the need for further evaluation(9) -Historically, the lack of a gag reflex function was used as a measure of dysphagia, but this has been demonstrated as unreliable as the sole indicator of swallowing function(9)wet voice, weak voluntary cough, cough on swallowing, and delayed or prolonged swallow(15) -CSEs are unable to detect silent aspiration (i.e., aspiration of food or liquid into the lungs without overt signs) and cannot determine the physiologic reason for a cough or a voice quality change. Due to its limitations, a BSE should be used as a complement to other instrumental measures rather than in isolation(15) -If oral intake is considered relatively safe, the patient might be observed swallowing different consistencies of food during the clinical examination(13)  -A comprehensive case history and review of medical records(9) -Patient and/or caregiver interview -Assessment of oral structures and motor function -Note the appearance of the oral mucosa and any pooling of saliva in the oral cavity. An inability to swallow might cause the saliva to pool in the mouth -Evaluate dentition in terms of the presence or absence of dental prostheses, the number and appearance of teeth, level of oral hygiene, and general dental care -Examine the facial, labial, and lingual range of motion, speed, and strength -Examine velar elevation(16)Note if the patient has a gurgly/wet vocal quality(9) -Assessment of feeding and mealtime techniques used by patient and caregivers(9) -When possible, conduct the CSE during a regular meal to observe the patient’s skills in coordinating of respiration and swallowing in a natural environment(9) -Assess the patient’s ability to achieve labial seal and contain bolus -Examine retrieval of different food consistencies from a spoon, cup, and straw(16) -Assessment of tongue base function, hyoid motion, and laryngeal motion during a swallow -Place one finger under the patient’s chin at the base of the tongue, the next finger on the hyoid bone, the next finger above the larynx, and the next finger below the larynx.(16) Once your fingers are in place, instruct the patient to swallow, and determine presence and extent of laryngeal elevation -Observation of the effects of alterations in posture or other compensatory techniques to improve swallow(9) -Evaluation of the patient’s ability to comprehend instructions and use compensatory strategies(12) -Evaluation of the patient’s salivary function by visual inspection of the oral mucosa, medication review, and medical history review -Note if the patient is taking any medications that might reduce salivary flow, such as anticholinergic, antidepressant, or antipsychotic drugs(17) -Symptoms of dry mouth include mouth pain, dry tongue, bleeding gums, cracked corners of the mouth, overall dryness (nose, eyes, skin), and badly fitting dentures(17)Cervical auscultation involves the use of a stethoscope on the lateral side of the thyroid cartilage to listen to sounds associated with breathing and swallowing patterns. Limitations of cervical auscultation include a lack of normative data or clear guidelines for interpretation of the procedure. In addition, many movements associated with swallowing are silent.(18) For detailed information on cervical auscultation, see Clinical Review…Dysphagia",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with Wilson’s disease are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Patients with dysphagia are at risk for aspiration and penetration of oral intake. Ensure that the patient and family/ caregivers are aware of potential aspiration risks and are educated about prevention strategies when appropriate",
                "Patients with Wilson’s disease might also have communication and cognitive deficits that interfere with their ability to follow treatment protocol",
                "Eating is an important social activity, and physical changes in swallowing caused by Wilson’s disease might have significant psychosocial consequences for the patient and caregivers",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary below is meant to serve as a guide, not to replace orders from a physician or a clinic’s specific protocols"
            ]
        },
        "diagnosis need for treatment": "The diagnosis and management of dysphagia are based on the results of a comprehensive assessment that is performed by an SLP in collaboration with a transdisciplinary team that might include a dietician, an OT, a physical therapist (PT), a respiratory therapist, an otolaryngologist, a radiologist, a social worker, a gastroenterologist, and a neurologist.(31) Each discipline might provide specific input and expertise on the patient’s swallowing problems and the treatment plan. The primary concern is to maintain and maximize the patient’s physical and mental health status.(9) After the evaluation, a decision must be made about the patient’s ability to ingest food and water orally based upon the nature of the disorder and the patient’s ability to make adjustments(12)",
        "rule out": "Early recognition and treatment are essential in Wilson’s disease.(2) The physician should rule out other diseases with similar symptoms, such as viral hepatitis",
        "prognosis": [],
        "referral to other disciplines": "Patient and caregiver depression and frustration might result from altered social habits around eating (e.g., cessation of eating out, decreased desire to invite friends to meals, longer duration of meals, increased dependency on caregiver). Refer to support groups or counseling when signs of depression are present.(32) Other specialists for referral might include:Mild cognitive impairment (e.g., loss of ability to focus on a task) has been reported to be common in patients with Wilson’s disease, but only a small percentage of patients (4% in a study of 119 patients) have severe cognitive deficits that could be classified as dementia.(1) Common psychiatric symptoms include depression, emotional lability, irritability, and disinhibition. A small percentage of patients exhibit severe psychiatric symptoms, including catatonia, agitation, aggressive behavior, delusional thoughts, and mania.(1) Refer to psychiatric reports for information on cognitive and psychiatric functioningRefer to OT if dystonia or tremor affects patient’s ability to self-feed.(1) Consult with an OT about any adaptive equipment (e.g., weighted utensils) that might assist the patient to self-feedRefer to a PT for postural considerations as well as motor control/tone/learningIf hearing loss is suspected, a hearing screening should be performed to determine any barriers to communication and ability to follow treatment protocol. Ideally, referral to an audiologist to check for impacted cerumen  should be made prior to hearing screening. If the patient has hearing aids, they should be checked to be sure they are in working order(33)",
        "other considerations": [
            "It is unethical to provide direct treatment to patients when positive treatment outcomes cannot be anticipated, as in the case of some patients with severe dementia(34)",
            "Patients with severe dysphagia due to Wilson’s disease might be unable to take adequate nutrition and hydration by mouth and require a feeding tube. In a retrospective study conducted in Brazil with59 patients with Wilson’s disease who had dysphagia, 14 of these patients required enteral feeding.(1) The SLP should educate the family or caregivers about the implications of feeding tube use as well as determine how complications should be addressed if they arise"
        ],
        "treatment summary": [
            "Diet modification: Changing the consistency of food in a patient’s diet might assist in improving the safety and efficiency of the swallow. For example, soft or pureed foods might assist patients who have difficulty with the oral stage of the swallow. Patients who aspirate with thin liquids might benefit from thickened liquids; however, it cannot be assumed that all patients with aspiration benefit from thickened liquids. Clinicians should explore all possible intervention options before recommending thickened liquids, and also determine that aspiration is not occurring with thickened liquids –For detailed information on diet modifications for dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy – Compensatory ; CINAHL Topic ID Number: T709081",
            "Postural therapy: Several postures have been examined to assist in changing the direction of the flow of foods and liquids. Postural techniques include chin tuck, head back, head rotation, side-lying, and headtilt:(9,35) –Chin tuck (chin down): The chin-down  posture serves to narrow the distance between the tongue base and pharyngeal wall and is often effective for patients with tongue base disorders. This posture widens the valleculae so that they can more easily capture the bolus during a delay in the pharyngeal swallow and prevent aspiration before swallowing(35) –Head back (chin elevated): This posture is beneficial for patients who have difficulty moving the tongue or generating adequate lingual pressures to move the bolus from the mouth to the pharynx. For additional protection of the airway, patients can hold their breath before lifting the chin (supraglottic swallow)(35) –Head rotation: This position is useful when there is unilateral laryngeal paralysis or pharyngeal wall paresis. The head should be rotated to the side of the damage so that the pharynx is closed on the weak side and the bolus is directed towards the stronger side(35) –Head tilt: Tilting the head towards the stronger side can also direct the bolus down the stronger side. This might be useful for patients who have neurologic damage on one side of their mouth and pharynx(35) –For detailed information on postural changes for dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy – Compensatory , referenced above",
            "Sensory stimuli: Changing the taste, volume, temperature, or carbonation of the food or liquid has been used as a way to heighten sensation and assist with delayed oral onset and/or delayed pharyngeal swallow. More research is needed to validate these techniques to determine their effects on a variety of different types of patients(35,36)",
            "Swallow maneuvers (voluntary changes in the swallow): Swallow maneuvers include the supraglottic swallow, the super-supraglottic swallow, the effortful swallow, the Mendelsohn maneuver, and the Masako maneuver. Research has documented specific changes in the oropharyngeal swallow due to these maneuvers; however, further research is needed to determine the amount of time that these maneuvers should be used. Patients might not be able to perform maneuvers if they are unable to follow instructions or remember to use the maneuver during each swallow: –Supraglottic swallow: Breath is held before, during, and after the swallow so that the true vocal folds are closed(35) –Super-supraglottic  swallow: Breath is held while the patient also swallows with extra effort(35) –Effortful swallow: Patient contracts the muscles involved in swallowing with great effort(35)  –Mendelsohn maneuver: The Mendelsohn maneuver is designed to increase the movement of the larynx and hyoid during the pharyngeal swallow. The patient holds the larynx up by using the muscles of the neck or with the hand. This technique should not be considered a permanent solution to dysphagia and should be used only briefly while the swallow reflex returns to its original state(35) –Masako maneuver: The patient holds the tongue, pulling it forward and anchoring it between the front teeth while swallowing. This might be effective for patients who have weak pharyngeal contraction(35) –For detailed information on maneuvers in dysphagia treatment, see Clinical Review…Dysphagia: Swallowing Therapy –Swallow Maneuvers – an Overview ; CINAHL Topic ID Number: T709042and the series of Clinical Reviews on each specific type of maneuver . Problem Goal Intervention Expected Progression Home Program Difficulty swallowing and/or oral and pharyngeal residuePatient will increase safety of swallowingAlternate ingestion of liquids and solids/ increase ingestion of liquids _ Patients who have oral or pharyngeal residue during and after meals might benefit from: 1.Alternating ingestion of liquids and solids 2.Increasing water intake to clear pharynx of residue 3.Patients who have difficulty swallowing solid foods might benefit from eating foods that are soft, adding sauces to dry foods, or blending foodsPatient will swallow liquids and solids safelyPatient will use swallowing techniques during all meals or as needed Oral and pharyngeal dysphagiaIngest food and liquids safely (without aspiration)Postural treatment _ Several postures have been examined to assist in changing the direction of the flow of foods and liquids. Postural techniques include chin tuck, head back, head rotation, and headtilt(9,35)Patient will ingest food and liquids safelyPatient will need to use swallowing techniques during all meals  Oral and pharyngeal dysphagiaIngest food and liquids safely (without aspiration)Swallow maneuvers _ Swallow maneuvers include the supraglottic swallow, the super- supraglottic swallow, the effortful swallow, the Mendelsohn maneuver, and the Masako maneuver. Research has documented specific changes in the oropharyngeal swallow due to these maneuvers; however, further research is needed to determine the amount of time that these maneuvers should be used. Patients might not be able to benefit from maneuvers if they are unable to follow instructions or remember to use the maneuver during each swallowPatient will ingest food and liquids safelyPatient will need to use swallowing techniques during all meals Dysphagia Ingest food and liquids safely (without aspiration)Diet modification _ Changing the consistency of food in the patient’s diet might assist in improving the safety and efficiency of the swallowPatient will ingest food and liquids safelyPatient will need to use swallowing techniques during all meals  Abnormalities in the patient’s posture, muscle tone, or mobility that interfere with feedingThe patient will improve positioning to attain a more adequate feeding positionModification of the patient’s overall posture during meals _ The SLP might collaborate with a PT and/or OT in providing a seating position that: 1.Is relaxed and comfortable and allows for a sustainable posture/ position(18) 2.Provides balance, stability, and mobility(18) 3.Is efficient and safe for swallowing(18) 4.Inhibits abnormal movement patterns that interfere with swallowing(18) 5.Allows for independent feeding if possible 6.Provides for optimal oral motor function and control(18) 7.Reduces likelihood of fatigue for patient and caregiver(18) _ All positioning equipment must be carefully chosen by the skilled members of the dysphagia team and individualized for the needs of the patient(18)Patient will be assisted in maintaining efficient posture for feedingPatient will use swallowing techniques during all meals or as needed ."
        ]
    },
    "desired outcomes outcome measures": {
        "improved swallowing function reduced aspiration risk": [
            "CSE",
            "FEES",
            "VFSS",
            "Number of choking episodes",
            "Presence of aspiration (measured by presence of fevers, X-rays)"
        ],
        "improved nutrition and hydration": [
            "Measures of liquid intake and skin turgor",
            "Weight",
            "Patient compliance with diet"
        ],
        "improved quality of life": [
            "SWAL-QOL:  An outcome measure that includes patient self-ratings  of quality of life due to swallowing and eatingability(14)"
        ]
    },
    "maintenance or prevention": [
        "Family/caregivers should assist patient in using swallowing techniques during all meals or as needed",
        "While there is no way to prevent Wilson’s disease, early diagnosis and treatment greatly improve outcomes and prolong life expectancy. Family members of patients with Wilson’s disease should be screened; there is a 25% chance that a sibling of a person with Wilson’s disease will also be affected(37)"
    ],
    "patient education": [
        "The SLP is responsible for educating the family and patient care staff about normal and abnormal swallowing function and the needs of the patient regarding swallow safety",
        "See “Swallowing Disorders in Adults” from the American Speech-Language-Hearing  Association at https://www.asha.org/ public/speech/swallowing/SwallowingAdults.htm",
        "See patient information from the Wilson Disease Association (WDA) at https://www.wilsonsdisease.org/ Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on November 10, 2017 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Machado A, Chien HF, Deguti MM. Neurological manifestations in Wilson's disease: Report of 119 cases. Mov Disord . 2006;21(12):2192-2196.  (R)"
        },
        {
            "number in article": 2,
            "reference": "Lauterbach EC. Wilson's disease. Psychiatr Ann . 2002;32(2):114-120.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Mayo Clinic staff. Wilson's disease: causes. MayoClinic.com  Web site. http://www.mayoclinic.com/health/wilsons-disease/DS00411/DSECTION=causes . Accessed October 29,"
        },
        {
            "number in article": 2018,
            "reference": " (G)"
        },
        {
            "number in article": 4,
            "reference": "El-Youssef  M. Wilson disease. Mayo Clin Proc . 2003;78(9):1126-1136.  (RV)"
        },
        {
            "number in article": 5,
            "reference": "Logemann JA. The role of the speech language pathologist in the management of dysphagia. Otolaryngol Clin North Am . 1988;21(4):783-788.  (G)"
        },
        {
            "number in article": 6,
            "reference": "Swallowing disorders (dysphagia) in adults. American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/swallowing/SwallowingAdults.htm . Accessed October 29, 2018. (G)"
        },
        {
            "number in article": 7,
            "reference": "da Silva-Júnior  FP, Carrasco AEAB, da Silva Mendes AM, et al. Swallowing dysfunction in Wilson's disease: a scintigraphic study. Neurogastroenterol Motil . 2008;20(4):285-290.  (R)"
        },
        {
            "number in article": 8,
            "reference": "Sasaki CT, Leder SB. Comments on selected recent dysphagia literature. [Commentary on] Swallowing dysfunction in Wilson's disease: a scintigraphic study. Dysphagia . 2009;24(1):124. (X)"
        },
        {
            "number in article": 9,
            "reference": "American Speech-Language-Hearing  Association. Adult Dysphagia. ASHA Practice Portal Web site. https://www.asha.org/Practice-Portal/Clinical-Topics/Adult-Dysphagia/ . Accessed October 29, 2018. (G)"
        },
        {
            "number in article": 10,
            "reference": "American Speech-Language-Hearing  Association. Knowledge and skills needed by speech-language  pathologists performing videofluoroscopic swallowing studies. http://www.asha.org/policy/KS2004-00076/ . Accessed June 8, 2017. (G)"
        },
        {
            "number in article": 11,
            "reference": "Mayo Clinic staff. Wilson's disease: tests and diagnosis. MayoClinic.com Web site. http://www.mayoclinic.org/diseases-conditions/wilsons-disease/basics/tests-diagnosis/con-20043499 . Accessed June 8, 2017. (G)"
        },
        {
            "number in article": 12,
            "reference": "Easterling CS, Robbins E. Dementia and dysphagia. Geriatr Nurs . 2008;29(4):275-285.  doi:10.1016/j.gerinurse.2007.10.015. (G)"
        },
        {
            "number in article": 13,
            "reference": "Carnaby-Mann  G, Lenius K. The bedside examination in dysphagia. Phys Med Rehabil Clin North Am . 2008;19(4):747-768,  viii. doi:10.1016/j.pmr.2008.05.008. (GI)"
        },
        {
            "number in article": 14,
            "reference": "McHorney CA, Bricker DE, Kramer AE, et al. The SWAL-QOL  outcomes tool for oropharyngeal dysphagia in adults: I. conceptual foundation and item development. Dysphagia . 2000;15(3):115-121.  (R)"
        },
        {
            "number in article": 15,
            "reference": "Ramsey DJ, Smithard DG, Kalra L. Early assessments of dysphagia and aspiration risk in acute stroke patients. Stroke. 2003;34(5):1252-1257.  (RV)"
        },
        {
            "number in article": 16,
            "reference": "Palovcak M, Mancinelli JM, Elman LB, McCluskey L. Diagnostic and therapeutic methods in the management of dysphagia in the ALS population: issues in efficacy for the out-patient  setting. NeuroRehabilitation . 2007;22(6):417-423.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Curfman S. Managing dysphagia in residents with dementia. Nurs Homes Long Term Care Manage . 2005;54(8):18-24.  . (GI)"
        },
        {
            "number in article": 18,
            "reference": "Cichero JA, Murdoch BE. Dysphagia: Foundation, Theory, and Practice . Chichester, United Kingdom: John Wiley & Sons; 2006. (G) "
        },
        {
            "number in article": 19,
            "reference": "Flint PW, Purcell LL, Cummings CW. Pathophysiology and indications for medialization thyroplasty in patients with dysphagia and aspiration. Otolaryngol Head Neck Surg . 1997;116(3):349-354.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Logemann JA. Manual for the videofluorographic study of swallowing . 2nd ed. Austin, TX: Pro-Ed; 1993. (GI)"
        },
        {
            "number in article": 21,
            "reference": "Perry L, Love CP. Screening for dysphagia and aspiration in acute stroke: a systematic review. Dysphagia . 2001;16(1):7-18.  (SR)"
        },
        {
            "number in article": 22,
            "reference": "Martin-Harris  B, Jones B. The videofluorographic swallowing study. Phys Med Rehabil Clin North Am . 2008;19(4):769-785,  viii. (GI)"
        },
        {
            "number in article": 23,
            "reference": "Sheppard JJ. Dysphagia Disorders Survey and Dysphagia Management Staging Scale (Revised) . Lake Hopatcong, NJ: Nutritional Management Associates; 2002. (PP)"
        },
        {
            "number in article": 24,
            "reference": "Stewart L. Development of the Nutrition and Swallowing Checklist, a screening tool for nutrition risk and swallowing risk in people with intellectual disability. J Intellect Dev Disabil. 2003;28(2):171-187.  (R)"
        },
        {
            "number in article": 25,
            "reference": "O'Neil KH, Purdy M, Falk J, Gallo L. The Dysphagia Outcome and Severity Scale. Dysphagia . 1999;14(3):139-145.  (PP)"
        },
        {
            "number in article": 26,
            "reference": "DePippo KL, Holas MA, Reding MJ. The Burke Dysphagia Screening test: validation of its use in patients with stroke. Arch Phys Med Rehabil . 1994;75(12):1284-1286.  (R)"
        },
        {
            "number in article": 27,
            "reference": "Ellul J, Barer D. Detection and management of dysphagia in patients with acute stroke [abstract]. Age Ageing . 1993;22(suppl 2):17. (G)"
        },
        {
            "number in article": 28,
            "reference": "Smithard DG, O'Neil PA, Park C. Can bedside assessment reliably exclude aspiration following acute stroke?. Age Ageing . 1998;27(2):99-106.  (R)"
        },
        {
            "number in article": 29,
            "reference": "Leder SB, Murray JT. Fiberoptic endoscopic evaluation of swallowing. Phys Med Rehabil Clin North Am . 2008;19(4):787-801,  viii-ix. (GI)"
        },
        {
            "number in article": 30,
            "reference": "Endoscopic Evaluation of Swallowing (Endoscopy). American Speech-Language-Hearing  Association Web site. http://www.asha.org/public/speech/swallowing/endoscopy.htm . Accessed June 8, 2017. (G)"
        },
        {
            "number in article": 31,
            "reference": "Boczko F, Feightner K. Dysphagia in the older adult: the roles of speech-language  pathologists and occupational therapists. Top Geriatr Rehabil . 2007;23(3):220-227.  (G)"
        },
        {
            "number in article": 32,
            "reference": "Miller N, Noble E, Jones D, Burn D. Hard to swallow: dysphagia in Parkinson's disease. Age Ageing . 2006;35(6):614-618.  (R)"
        },
        {
            "number in article": 33,
            "reference": "American Speech-Language-Hearing  Association. Dementia. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Published June 20, 2014. Accessed June 8, 2017. (G)"
        },
        {
            "number in article": 34,
            "reference": "Logemann JA. Dysphagia and dementia: the challenge of dual diagnosis. Web site. http://leader.pubs.asha.org/article.aspx?articleid=2293385 . 2003;8:1-15.  Accessed June 8,"
        },
        {
            "number in article": 2017,
            "reference": " (G)"
        },
        {
            "number in article": 35,
            "reference": "Logemann JA. Treatment of oral and pharyngeal dysphagia. Phys Med Rehabil Clin North Am . 2008;19(4):803-816,  ix. (GI)"
        },
        {
            "number in article": 36,
            "reference": "Tjaden K. Speech and swallowing in Parkinson's disease. Top Geriatr Rehabil . 2008;24(2):115-126.  (RV)"
        },
        {
            "number in article": 37,
            "reference": "European Association for Study of Liver. EASL Clinical Practice Guidelines: Wilson's disease. J Hepatol . 2012;56(3):671-685.  doi:10.1016/j.jhep.2011.11.007. (G)"
        },
        {
            "number in article": 38,
            "reference": "Nagappa M, Sinha S, Saini J, Bindu P, Taly A. Undulating tongue in Wilson's disease. Ann Indian Acad Neurol . 2014;17(2):225-226.  doi:10.4103/0972-2327.132646.  (C) "
        }
    ]
}