{
    "metadata": {
        "title": "Agnosia, Auditory Verbal",
        "synonyms": [
            "agnosia, verbal auditory",
            "pure word deafness"
        ],
        "anatomical location body part affected": [
            "The brain; lesions generally are small and localized(1)"
        ],
        "area of specialty": [
            "adult neurological disorders",
            "pediatric genetic and/or neurological disorders"
        ],
        "description": [
            "Agnosia is the failure to recognize incoming information despite an intact sensory system.(1,2) It has been described as having “perception stripped of its meaning.”(2) The condition is rare and can affect perception by any single sense (e.g., vision, hearing, touch) or perception of any specific thing (e.g., faces, sounds, colors, objects).(1,2) For an overview of agnosia, see Clinical Review…Agnosia ; CINAHL Topic ID Number: T708855.In auditory verbal agnosia (also called pure word deafness), a person is unable to assign meaning to spoken words. Auditory verbal agnosia most frequently occurs in adults; however, cases have been documented in children as well.(15) Although typically a stable condition, there have been several documented cases of progressive auditory verbal agnosia associated with a progressive underlying condition such as dementia(18,19)"
        ],
        "indications": [],
        "ICD-9 codes": {
            "784.69": "other: acalculia, agnosia, agraphia NOS, apraxia"
        },
        "ICD-10 codes": {
            "R48.1": "agnosia _ (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {
            "Spoken Language Comprehension G-code set": {
                "G9159": "Spoken language comprehension functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9160": "Spoken language comprehension functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9161": "Spoken language comprehension functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Spoken Language Expressive G-code set": {
                "G9162": "Spoken language expression functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9163": "Spoken language expression functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9164": "Spoken language expression functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            },
            "Other Speech Language Pathology G-code set": {
                "G9174": "Other speech language pathology functional limitation, current status at time of initial therapy treatment/episode outset and reporting intervals",
                "G9175": "Other speech language pathology functional limitation, projected goal status at initial therapy treatment/outset and at discharge from therapy",
                "G9176": "Other speech language pathology functional limitation, discharge status at discharge from therapy/end of reporting on limitation"
            }
        },
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "Reimbursement for therapy will depend on insurance contract coverage. No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "With agnosia, a person is unable to identify a specific thing (e.g., object, sound, face) when that item is presented through the affected sensory modality (e.g., vision, hearing, touch).(1,2) With true agnosia, the patient will immediately identify the item if it is presented through a different, unaffected modality.(1) In auditory verbal agnosia, a person experiences an inability to assign meaning to spoken words. Patients have intact hearing abilities, including auditory brainstem response (ABR) and normal audiogram, as well as intact underlying language abilities (e.g., reading, writing, and expressive speech), but they are unable to recognize spoken words.(1,3,4,21,23) For example, a patient would not understand a verbal command, but if it were written he or she would be able to comprehend Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "It is common for patients with agnosia to be unaware of their deficits before examination and treatment.(1,3) A family member or a caregiver should be present during examination. It is important for the examining clinician to proceed with caution throughout both examination and treatment to ensure the patient does not feel embarrassed, humiliated, or patronized",
            "During a speech-language  evaluation, it is of utmost importance to be aware of a patient’s pain tolerance and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance. A patient’s culture and native language should also be considered to determine the appropriateness of examination questions and materials"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes: agnosia usually is caused by small, localized brain lesions.   controversy among researchers exists as to whether the lesions that cause agnosia affect the sensory system itself  e.g., vision  or if the lesions cause damage to the processing": [],
        "pathogenesis": [
            "Auditory verbal agnosia typically is caused by bilateral lesions of Heschl’s gyri (transverse temporal gyri) or a corpuscolossal lesion with a concurrent lesion in the left auditory association cortex(1,22)",
            "Auditory verbal agnosia has been documented in patients with unilateral lesions in the following areas of the brain:–Left temporal lobe and parietal lobe, including superior temporal gyrus, supramarginal gyrus, and angular gyrus(13)–Bilateral temporoparietal lobes(26)–Left Heschl’s gyrus and planum temporale(21)–Left hemisphere subcortical structures, including the thalamus, medial geniculate body, and putamen(23)",
            "Some researchers hypothesize that auditory verbal agnosia arises from an inability to process the temporal aspects ofspeech;(13,21,23) however, other researchers have described cases of auditory verbal agnosia in which the ability to processtemporal aspects of speech is preserved(16)"
        ],
        "risk factors": [
            "Risk factors for auditory verbal agnosia are the specific risk factors associated with the underlying cause of brain damage"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients should carry an identification card at all times that states that they have had a brain injury and might act strangely if separated from family or friends. Information about how to contact the patient’s family should be included on the ID card(1)",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/Plan"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "It is common for patients with agnosia to be unaware of their deficits before examination and treatment.(1,3) A family member or a caregiver should be present during examination. It is important for the examining clinician to proceed with caution throughout both examination and treatment to ensure the patient does not feel embarrassed, humiliated, or patronized",
            "During a speech-language  evaluation, it is of utmost importance to be aware of a patient’s pain tolerance and level of frustration. The time of day and the number of previous evaluations can affect the patient’s alertness and performance. A patient’s culture and native language should also be considered to determine the appropriateness of examination questions and materials"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "What is the underlying cause of the brain damage? See Causes , above, for associated underlying causes ",
                "course of treatment": {
                    "medical management": "Medical management will vary depending on the underlying cause of auditory verbal agnosia.neurology, cardiology, endocrinology, and psychiatry/psychology",
                    "surgical management": [],
                    "medications": "Determine what medications the physician has prescribed. Are they being taken?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed:  Refer to neurological testing (MRI, CT scan) for description of site and extent of brain damage"
                    ],
                    "alternative therapies": "Document any use of home remedies or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had speech, occupational, or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": "In which contexts and situations are symptoms exacerbated? Has the patient developed his or her own methods of compensating for deficits?",
                "body chart": "",
                "nature of symptoms": "Document nature of symptoms; comprehension deficits will be limited to verbal language. Written language should be intact for patients with true auditory verbal agnosia",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (AM, mid-day, PM, night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of waking per night, if applicable",
                "other symptoms": "Document other symptoms patient is experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, bowel/bladder/sexual dysfunction, saddle anesthesia)",
                "respiratory status": "Document respiratory status. Does the patient require supplemental oxygen? Nasal cannula? Tracheostomy tube?Depression occurs with increased prevalence in patients with communicative disorders such as auditory verbal agnosia.(1) Speech-language  pathologists (SLPs) should be knowledgeable about symptoms of depression (e.g., loss of interest in daily activities, problems sleeping, feelings of sadness and hopelessness) and refer to a neuropsychologist or clinical psychologist when signs are present(11)A full audiological evaluation for patients suspected of having auditory verbal agnosia is appropriate before speech and language testing; to determine if difficulty comprehending speech and language is due to auditory verbal agnosia versus a hearing loss, hearing loss must be ruled out and treated before further evaluation for auditory verbal agnosia Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe _____________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Did the patient have a premorbid communication disorder such as agnosia, aphasia, apraxia, anomia, or dementia? Does the patient have preexisting hearing or vision deficits?",
                    "comorbid diagnoses": "Ask patient and caregiver about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and being taken (including overthe-counter  drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she is experiencing, including symptoms of depression(1)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": " Vocation/avocation and associated repetitive behaviors, if any -Does the patient participate in any language-based recreational activities? -Does the patient work? If so, what is his or her occupation? Does the patient intend to continue working? If so, what are possible challenges that would arise at work as a result of auditory verbal agnosia? -Does the patient regularly use a computer/telephone? ",
                "functional limitations assistance with ADLs adaptive equipment": "Does the patient require use of any assistive or adaptive equipment such as a cane, a walker, a wheelchair, glasses, hearing aids, or an alternative/augmentative communication (AAC) device? If the patient used any type of equipment in the past, is he or she able to still use it correctly, effectively, and safely at this time?",
                "living environment": "Stairs, number of floors in home, with whom does patient live?Caregivers?Identify if there are barriers to independence in the home and, if so, are any modifications necessary? Modifications to the telephone (e.g., telecommunications device for the deaf [TDD], teletypewriter [TTY], text messaging)and television (e.g., closed captioning) might be necessary and helpful for patients with auditory verbal agnosia"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be appropriate ›Relevant tests and measures:  (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "",
            "self-care activities of daily living": "",
            "reflex testing": "",
            "sensory testing": "",
            "special tests specific to diagnosis": "",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "Because auditory verbal agnosia arises from brain damage, it often co-occurs  with cognitive impairment. Assess nonlinguistic cognitive processes using formal or informal",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment",
                "Patients with this diagnosis are at risk for falls; follow facility protocols for fall prevention and post fall-prevention instructions at bedside, if inpatient. Ensure that patient and family/caregivers are aware of the potential for falls and educated about fall-prevention  strategies. Discharge criteria should include independence with fall-prevention strategies",
                "Patients with auditory verbal agnosia are also at risk for swallowing and feeding difficulties. Ensure that the patient and family/caregivers are aware of potential aspiration risks and educated about strategies when appropriate"
            ]
        },
        "diagnosis need for treatment": "The diagnosis of auditory verbal agnosia might be made when the patient fails to comprehend spoken language despite intact (or correctable) hearing/sensory perception and underlying language abilities",
        "rule out": "Hearing loss and receptive aphasia",
        "prognosis": [],
        "referral to other disciplines": " Referral to other disciplines Referral to audiology should be made to rule out hearing loss Referrals should be made to physical and occupational therapy if there appears to be an underlying motor or muscle control/strength deficit Referral to neurology should be made for a full neurological workup in the case of a patient with auditory verbal agnosia with no known underlying cause Referral to psychology, psychiatry, or neuropsychology should be made if the patient reports feelings of depression, hopelessness, or other emotional distress Referral to ophthalmology should be made if patient appears to have visual field cut or poor vision",
        "other considerations": [],
        "treatment summary": [
            "Remedial approach –Remedial approaches for verbal auditory agnosia include listening drills and lip-reading  tasks(1,3,4) -The therapist can drill minimal pairs with the patient to improve the patient’s auditory discrimination of speech sounds; minimal pairs are words that differ by only one distinctive feature (e.g., “mad,” “sad”) -Fast ForWord (FFW) is a commercially available computer program that drills auditory language and was created for use with children with auditory processing deficits(1) -Authors of a case study with a 66-year-old  male patient with auditory verbal agnosia following a left hemisphere stroke reported the results of a treatment program using FFW(13) -Program was administered by certified FFW therapists in 90-minute,  one-on-one  sessions, approximately 4 days per week for 2.5 months for a total of 43 sessions -The FFW program used drills with both nonspeech and speech signal stimuli in treatment sessions -The patient in this case study took longer than typical to advance through the levels of the program  -Post-test  assessment of auditory discrimination in this patient indicated significant improvement in the discrimination of easy (i.e., maximally different) rapid temporal contrasts for nonspeech stimuli; improvement in discrimination of easy spectral contrasts in speech was marginally statistically significant(13) -The therapist can educate the patient on the lip postures that correlate to phonemes and drill the patient to increase proficiency -According to preliminary research and case studies, both minimal pair drills and lip-reading  strategies can improve auditory comprehension in auditory verbal agnosia(3,4) -Authors of a case study of a 46-year-old  female patient with auditory verbal agnosia described a treatment program administered by an SLP to improve auditory comprehension(14) -Total treatment time for the case was approximately 10 months(14) -Treatment activities included lip-reading drills, minimal pair drills, and environmental modifications (including quiet communication environments and training for communication partners)(14) -At the start of her treatment, this patient could not comprehend any verbal communications even with gestural support and cues. At the end of the case study, the patient was living in a group home and was able to comprehend simple sentences given contextual cues and follow predictable 2-step  commands. Standardized tests indicated auditory comprehension deficit improved from initial assessment of “severe” to “moderate-severe”(14) -In a remedial approach for auditory agnosia, the therapist can drill the patient on environmental sounds.(6) Examples of tasks would be: -playing a sound and asking the patient to identify it -playing a sound and asking the patient to identify it given an array of pictures -naming a sound and then asking the patient to identify it from a set of sounds played -Unfortunately, research on this approach for auditory agnosia has not shown it to be effective(6)",
            "Compensatory strategies –Compensatory strategies for auditory verbal agnosia involve utilizing intact language skills -Carry a pen and paper at all times to write to communicate -Utilize the closed-captioning  feature when watching television or movies(1,14) -Use computers and cell phones to send email and text messages to remain socially connected to friends and family members(14) –Compensatory strategies for auditory agnosia involve utilizing the patient’s intact senses to alert the patient to danger, urgency, or alarms(4) -Use flashing lights on auditory alerting devices such as the telephone, doorbell, and smoke alarms -Use vibrate function on cell phone -Use bed-vibration  alarm clock . Problem Goal Intervention Expected ProgressionHome Program _  Reduced auditory comprehension _ _Increased auditory comprehension _Remedial approaches _ Lip-reading drills _ _ Minimal-pair drills _ _ FFW _ _ See Treatment summary , above _ _ Compensatory strategies _ Use of pen and paper or other AAC device _ _ Closed captioning _ Use of computers and cell phones to send email and text messages _ See Treatment summary , above _ _Progression of therapeutic tasks will vary according to the individual patient’s needs, goals, and deficits _Home program to be determined by the treating SLP; no specific home program has been documented to be effective in the research literature ."
        ]
    },
    "desired outcomes outcome measures": {
        "increased auditory comprehension": [
            "BDAE",
            "WAB",
            "PICA",
            "PALPA",
            "Word repetition tests",
            "Minimal pair discrimination tasks"
        ],
        "improved quality of life": [],
        "increased functional communication ability": [],
        "competency with a form of aac": []
    },
    "maintenance or prevention": [
        "Maintenance will vary according to each patient’s individual speech and language profile; in all cases, clinic-based treatment should eventually be transferred to home-based  routines so that the patient and caregiver(s) can continue treatment independently "
    ],
    "patient education": [
        "Patient and family/caregiver education should include information about the effects of auditory verbal agnosia on communication as well as information about the underlying condition whenever possible. Educate the patient and family/ caregiver about facilitative and compensatory techniques that can be used when assisting the patient with communication Note",
        "Recent review of the literature has found no updated research evidence on this topic since previous publication on December 23, 2016 Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Burns MS. Clinical management of agnosia. Top Stroke Rehabil . 2004;11(1):1-9.  (G)"
        },
        {
            "number in article": 2,
            "reference": "Gonzalez EG, Myers SJ, Downey JA, et al. Downey and Darling’s Physiological Basis of Rehabilitation Medicine. 3rd ed. Boston, MA: Butterworth Heinemann; 2001. (GI)"
        },
        {
            "number in article": 3,
            "reference": "Shindo M, Kaga K, Tanaka Y. Speech discrimination and lip reading in patients with word deafness or auditory agnosia. Brain Lang . 1991;40(2):153-161.  (R)"
        },
        {
            "number in article": 4,
            "reference": "Papathanasiou I, Macfarlane S, Heron C. A case of verbal auditory agnosia: missing the word… missing the sound. Int J Lang Commun Disord . 1998;33 Suppl:214-217.  (C)"
        },
        {
            "number in article": 5,
            "reference": "Behrmann M, Marotta J, Gauthier I, Tarr M, McKeeff TJ. Behavioral change and its neural correlates in visual agnosia after expertise training. J Cogn Neurosci . 2005;17(4):554-568.  (R)"
        },
        {
            "number in article": 6,
            "reference": "Unsworth CA. Cognitive and perceptual dysfunction. In: O'Sullivan SB, Schmitz TJ, Fulk GD, eds. Physical Rehabilitation . 6th ed. Philadelphia, PA: FA Davis Company; 2014:1255-1257.  (GI)"
        },
        {
            "number in article": 7,
            "reference": "Platz T. Tactile agnosia: casuistic evidence and theoretical remarks on modality-specific  meaning representations and sensorimotor integration. Brain. 1996;119(Pt 5):1565-1574.  (C)"
        },
        {
            "number in article": 8,
            "reference": "Kaga K, Kaga M, Tamai F, Shindo M. Auditory agnosia in children after herpes encephalitis. Acta Otolaryngol . 2003;123(2):232-235.  (C)"
        },
        {
            "number in article": 9,
            "reference": "Cooper JA, Ferry PC. Acquired auditory verbal agnosia and seizures in childhood. J Speech Hear Disord . 1978;43(2):176-184.  (RV)"
        },
        {
            "number in article": 10,
            "reference": "Zhang Q, Kaga K, Hayashi A. Auditory agnosia due to long-term  severe hydrocephalus caused by spina bifida - specific auditory pathway versus nonspecific auditory pathway. Acta Otolaryngol . 2011;131(7):787-792.  doi:10.3109/00016489.2011.553631. (C)"
        },
        {
            "number in article": 11,
            "reference": "American Speech-Language-Hearing  Association. Ad Hoc Committee on Dementia. Practice Portal: Dementia. American Speech-Language-Hearing  Association Web site. http://www.asha.org/Practice-Portal/Clinical-Topics/Dementia/ . Accessed March 24, 2018. (G)"
        },
        {
            "number in article": 12,
            "reference": "Folstein MF, Folstein SE, McHugh PR. \"Mini-mental  state\". A practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res . 1975;12(3):189-198. (R)"
        },
        {
            "number in article": 13,
            "reference": "Slevc LR, Martin RC, Hamilton AC, Joanisse MF. Speech perception, rapid temporal processing, and the left hemisphere: a case study of unilateral pure word deafness. Neuropsychologia . 2011;49(2):216-230.  doi:10.1016/j.neuropsychologia.2010.11.009. (C)"
        },
        {
            "number in article": 14,
            "reference": "Wee J, Menard MR. \"Pure word deafness\": implications for assessment and management in communication disorder--a  report of two cases. Arch Phys Med Rehabil . 1999;80(9):1106-1109.  (C)"
        },
        {
            "number in article": 15,
            "reference": "Chou YT, Liao PW, Lin MC, et al. Medulloblastoma presenting with pure word deafness: report of one case and review of literature. Pediatr Neonatol . 2011;52(5):290-293. doi:10.1016/j.pedneo.2011.06.009. (C)"
        },
        {
            "number in article": 16,
            "reference": "Nakakoshi S, Kashino M, Mizobuchi A, Fukada Y, Katori H. Disorder in sequential speech perception: a case study on pure word deafness. Brain Lang . 2001;76(2):119-129. (C)"
        },
        {
            "number in article": 17,
            "reference": "Pinard M, Chertkow H, Black S, Peretz I. A case study of pure word deafness: modularity in auditory processing? Neurocase . 2002;8(1-2):40-55.  (C)"
        },
        {
            "number in article": 18,
            "reference": "Otsuki M, Soma Y, Sato M, Homma A, Tsuji S. Slowly progressive pure word deafness. Eur Neurol . 1998;39(3):135-140.  (C)"
        },
        {
            "number in article": 19,
            "reference": "Kim SH, Suh MK, Seo SW, Chin J, Han SH, Na DL. Pure word deafness in a patient with early-onset  Alzheimer's disease: an unusual presentation. J Clin Neurol . 2011;7(4):227-230.  doi:10.3988/jcn.2011.7.4.227. (C)"
        },
        {
            "number in article": 20,
            "reference": "Zhu RJ, Lv ZS, Shan CL, Xu MW, Luo BY. Pure word deafness associated with extrapontine myelinolysis. J Zhejiang Univ Sci B . 2010;11(11):842-847.  doi:10.1631/ jzus.B1000200. (C)"
        },
        {
            "number in article": 21,
            "reference": "Stefanatos GA, Gershkoff A, Madigan S. On pure word deafness, temporal processing, and the left hemisphere. J Int Neuropsychol Soc . 2005;11(4):456-470;  discussion 455. (C)"
        },
        {
            "number in article": 22,
            "reference": "Wirkowski E, Echausse N, Overby C, Ortiz O, Radler L. I can hear you yet cannot comprehend: a case of pure word deafness. J Emerg Med . 2006;30(1):53-55.  (C)"
        },
        {
            "number in article": 23,
            "reference": "Hayashi K, Hayashi R. Pure word deafness due to left subcortical lesion: neurophysiological studies of two patients. Clin Neurophysiol . 2007;118(4):863-868.  (C)"
        },
        {
            "number in article": 24,
            "reference": "Palma JA, Lamet I, Riverol M, Martínez-Lage  P. Paraneoplastic encephalitis presenting as pure word deafness in a patient with small cell lung cancer. J Neurol. 2012;259(12):2755-2757.  doi:10.1007/s00415-012-6699-8.  (C)"
        },
        {
            "number in article": 25,
            "reference": "Devinsky O, Goldberg R, Miles D, Bojko A, Riviello J, Jr. Episodic epileptic verbal auditory agnosia in Landau Kleffner syndrome treated with combination diazepam and corticosteroids. J Child Neurol . October 2014;29(10):1291-8.  doi:10.1177/0883073813516381. (R)"
        },
        {
            "number in article": 26,
            "reference": "Bhupathiraju N, Krieger R. Auditory verbal agnosia in a patient with bilateral temporoparietal lobe infarcts: A case report. PM R. 2015;7(9):S127. doi:10.1016/ j.pmrj.2015.06.147. (C)"
        }
    ]
}