{
    "metadata": {
        "title": "Triangular Fibrocartilage Complex (TFCC) Tears",
        "synonyms": [
            "wrist sprain",
            "triangular fibrocartilage injuries",
            "tears, triangular fibrocartilage complex (tfcc)",
            "fibrocartilage complex tears, triangular (tfcc)",
            "triangular fibrocartilage injuries (tfcc)",
            "sprain, wrist"
        ],
        "anatomical location body part affected": [
            "The triangular fibrocartilage complex (TFCC) is located on the ulnar side of the wrist, and suspends the distal radius from the distal ulna and proximal row of carpal bones.(1) Bony anatomy of the distal radioulnar joint (DRUJ) accounts for 20% of the distal radioulnar joint stability(21)and the remaining joint stability must be provided by soft tissue structures including the TFCC",
            "TFCC components –Triangular fibrocartilage (TFC) disc -Relatively avascular, poor healing capability -Lies along distal end of ulna(21) –Meniscus homologue (ulnocarpal meniscus) -Located between ulnar styloid and triquetral bone(21) -Meets up with extensor carpi ulnaris (ECU) tendon sheath and joint capsule(21) –Dorsal and volar radioulnar ligaments(1,21) –Sheath of the ECU(1,21) –Ulnar collateral ligament (wrist) –The ulnolunate and ulnotriquetral ligaments(25)",
            "TFCC functions –Stabilizer of the DRUJ –Stabilizer of the ulnar carpal bones –Transmits load between the ulna and lunate/triquetrum"
        ],
        "area of specialty": [
            "hand therapy",
            "orthopedic rehabilitation",
            "sports rehabilitation"
        ],
        "description": [],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "S63.3": "– Traumatic rupture of ligament of wrist",
            "S63.5": "– Other and unspecified sprain of wrist",
            "M24.13": "– Other articular cartilage disorders, wrist",
            "M24.23": "– Disorder of ligament, wrist (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "Ulnar-sided  wrist pain that might or might not be relieved by rest, and may get worse with use",
            "Pain with gripping, wrist deviation, and/or forearm rotation",
            "Clicking or snapping sensation often present",
            "Onset might be insidious or acute –Usually history of trauma ",
            "Subjective sense of instability",
            "Conditions with symptoms that may mimic TFCC tear include(1) –Hypothenar hammer syndrome –Ulnar carpal impingement –DRUJ osteoarthritis –Ulnar styloid impingement syndrome Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [
            "The clinician should obtain physician orders/parameters prior to initiating the evaluation. Specific physician orders might include restrictions (e.g., no resistance) or a splinting schedule",
            "Examination should start from the least tender area and progress to the most tender area, based upon patient’s complaints(3) –If provocative tests are used during the examination, they should be performed last -Provocative tests are useful in assessing ligamentous pathology in the wrist(4)",
            "Healing tissues should be protected if examination is conducted post surgically –Avoid loading the ulnar side of wrist and/or stressing repaired structures"
        ],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Mechanism(s) of injury(1,3)–Fall or collision resulting in axial loading of the ulnar side of the wrist combined with rotation–Excessive rotation combined with excessive pronation or supination–Repetitive loading of the wrist on the ulnar side–Traction force on the ulnar wrist"
        ],
        "pathogenesis": [
            "Disruption of one or more components of the TFCC can occur as a result of trauma or degeneration due to chronicrepetitive loading. Prevalence of TFCC injuries increases in older patients, most noted beyond 30 years of age(17)",
            "Two classes of injury identified in the Palmer classification system(2)–Traumatic (type 1)(15)-1A – Central perforation-1B – Ulnar avulsion with or without distal ulnar fracture-1C – Avulsion from lunate or triquetrum-1D – Avulsion from sigmoid notch of radius–Degenerative (type 2)(25)-2A – TFC wear without perforation-2B – TFC wear plus changes to the articular surface of the lunate and/or distal ulna (chondromalacia)-2C – Degenerative full thickness tear of TFC; very common-2D – TFC perforation and chondromalacia plus lunotriquetral ligament tear-2E – TFC perforation and chondromalacia, lunotriquetral tear and ulnocarpal arthritis",
            "Since the publication of the classification, other types of injuries have been described or classified–Bucket-handle  tear involving the dorsal aspect of the TFCC, such as separation and subluxation of the disc into jointspaces (e.g., DRUJ, prestyloid recess)(29)–Peripheral or foveal tears(32)"
        ],
        "risk factors": [
            "Participation in sports–Gripping combined with forearm rotation-Racquet sports-Golf-Weightlifting–Repetitive loading-Gymnastics–Traction-Water skiing, wakeboarding",
            "History of radius and ulna fractures–Patients with distal radius fractures often have a concomitant TFCC injury. The TFCC injury may not be addressedspecifically during fracture management (e.g., open reduction internal fixation (ORIF)). Authors of a prospective studydesigned to assess the status of the TFCC following healing of the distal radius fracture when the TFCC injury is notaddressed during fracture management found that in a cohort of 43 fractures, 35 had TFCC tear(s)(39)",
            "Previous injury to the DRUJ and/or TFCC"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Whether the patient is presenting to therapy for conservative management or for postsurgical rehabilitation, follow physician restrictions/orders",
        "See specific  Contraindications/precautions to examination   and  Contraindications/precautions   under Assessment/"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [
            "The clinician should obtain physician orders/parameters prior to initiating the evaluation. Specific physician orders might include restrictions (e.g., no resistance) or a splinting schedule",
            "Examination should start from the least tender area and progress to the most tender area, based upon patient’s complaints(3) –If provocative tests are used during the examination, they should be performed last -Provocative tests are useful in assessing ligamentous pathology in the wrist(4)",
            "Healing tissues should be protected if examination is conducted post surgically –Avoid loading the ulnar side of wrist and/or stressing repaired structures"
        ],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "A history of trauma is often reported. Document onset and course of symptoms. Potentially causative factors, such as repetitive loading due to sports and/or vocational activities, should be explored(3)Did the patient undergo surgery? Document date and type of surgery performed",
                "course of treatment": {
                    "medical management": "Was patient placed in a cast, orthosis, or other immobilization device? If a surgical procedure was performed, note type of surgery and postoperative complications, if any",
                    "surgical management": [],
                    "medications": "Determine what medications have been prescribed; are they being taken? Are they effective?",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed: Usual tests for this condition are the following:",
                        "Diagnostic arthroscopy is considered the gold standard for diagnosis (and treatment) of TFCC pathology(5,26)",
                        "X-ray,  CT, MRI, ultrasound, and MR arthrography(MRA) are all used to evaluate the DRUJ(21,22)",
                        "Radiography",
                        "Posteroanterior, lateral, and oblique views are usually obtained to assess ulnar variance, rule out associated fracture(s), and identify arthritis or pathology of the carpal bones and DRUJ(21)",
                        "MRI can beuseful in the evaluation for suspected TFCC tears depending on the location of the tear, positioning of the wrist during the study, and the accuracy of the reading of the MRI(1,15)",
                        "For tears of the central portion of the TFCC, authors of a meta-analysis  reported sensitivity of detecting the occurrence of a tear as 0.92 (0.84–0.97)and  specificity as 0.93 (0.85–0.97)(5)",
                        "Tears of the peripheral ulnar attachment of the TFCC are more difficult to image, with the authors of the",
                        "metaanalysis  reporting a sensitivity of 0.71 (0.550.84)  and specificity of 0.98 (0.94–0.99)(6)",
                        "According to a 2015 report, improvements in 3D sequencing and MRA provide improved viewing of the TFCC over traditional 2D views(22)",
                        "3D images allow structures to be cross-referenced  between planes of view",
                        "MRA can be used to detect full-thickness  TFCC tears via “contrast extravasation into the DRUJ”",
                        "MRI with contrast and a wrist coil is the reference standard to evaluate the DRUJ(21)",
                        "Wrist coils can help increase the field of view and signal strength(22)",
                        "Use of high-resolution3  T MRI has good inter- and intra-observer  reliability for identifying both traumatic and degenerative tears(35)",
                        "Authors of a study designed to assess the prevalence of central TFCC tears found a similar prevalence of lesions identified by MRI in asymptomatic and symptomatic individuals(38) "
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether or not they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful. Note history of previous wrist injury and treatments"
                },
                "aggravating easing factors": " Document any easing or aggravating activities",
                "body chart": "Use body chart to document location and nature of symptoms",
                "nature of symptoms": "Document nature of symptoms (e.g., constant vs intermittent, sharp, dull, aching, burning, numbness, tingling)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (specifically address if pain  is present now and how much)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (a.m., mid-day,  p.m., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings at night and whether they are related to condition",
                "other symptoms": "Document other symptoms the patient might be experiencing that could exacerbate the condition and/ or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, marked increase in swelling, change in skin color or condition)",
                "respiratory status": "Document any known respiratory issues Barriers to learning -Are there any barriers to learning? Yes__ No__ -If Yes, describe _____________________________"
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Is there a history of prior wrist or hand injuries, upper extremity trauma, or discontinued participation in risky activities?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, thyroid disease, cancer, heart disease, complications of pregnancy, psychiatric disorders, orthopedic disorders",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs and supplements)",
                    "other symptoms": "Ask patient about other symptoms he or she might be experiencing"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Does the patient participate in recreational or competitive sports? What occupational/vocational or leisure activities does the patient participate in? Is the patient able to work? Is the injury work related?",
                "functional limitations assistance with ADLs adaptive equipment": "Note functional deficits, if any, the patient is experiencing",
                "living environment": "Stairs, number of floors in home, with whom patient lives, caregivers, etc. Identify if there are barriers to independence in the home; any modifications necessary?"
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate for the patient’s medical condition, functional status, and setting)",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "Assess need for wrist orthosis. Wrist orthoses might be prescribed for support and pain relief,(14) as well as postoperatively. If patient already has an orthosis, assess fit and use",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Assess pulse and capillary filling of both handsAssess the status of the ulnar nerve. Observe precautions regarding pronation and ulnar deviation following a TFCC injury(3)Assess workstation setup, as well as poor body mechanics that might be contributing to symptomsWeight bearing on the wrist such as pushing onto a chair maybe painful or difficult. The Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure or QuickDASH may be used –For more information on the DASH, see Clinical Review…Disabilities of the Arm, Shoulder, and Hand (DASH) Outcome Measure ; Topic ID Number T903177 Stability testing of the ulnar side of the wrist can be painful; observe precautions for provocative maneuvers. Screen elbow and shoulder stiffness and document findings. Tests for associated wrist instability –DRUJ – AP translation of the ulna on the radius in neutral, supinated, and pronated positions(15) –Lunotriquetral (LT) joint – the Shuck test can be used to identify LT ligament injuries(15)Assess fine motor coordination and dexterity (e.g., 9-Hole  Peg Test)",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Assess grip strength. A Jamar dynamometer might be used to test grip strength and a pinch gauge might be used to test pinch strength. Manual muscle testing (MMT) for the hand, wrist, forearm, and shoulder should be performed and compared to the contralateral side. Observe physician/surgeon precautions regarding muscle testing, if any",
            "observation inspection palpation including skin assessment": [],
            "posture": "",
            "range of motion": "AROM and PROM of the wrist and forearm should be assessed using a goniometer",
            "self-care activities of daily living": "",
            "reflex testing": "Reflex testing typically is normalUse standardized measures to assess ADLs as indicated –Barthel ADL Index",
            "sensory testing": "Sensory changes are not typically associated with TFCC pathology",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –If suspected, test for ECU instability by supinating the forearm with one hand while palpating the ECU with the other. The patient performs active ulnar deviation against resistance. Palpable instability of the ECU can be noted –Press test – patient is seated in a chair, grips both sides of the chair, and then lifts off the chair by pressing down through the wrist –Articular disc shear test (ulnomeniscal-triquetral  dorsal glide)compression of radius and ulna while the patient rotates the forearm. Pain is positive for possible degenerative changes(1) –Wrist insufflation test(23) -A highly sensitive and specific test that is performed arthroscopically. It detects both intercarpal ligament tears and TFCC tears.",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "",
            "perception": "",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [
                "Cryotherapy  contraindications -Raynaud’s syndrome -Cryoglobulinemia -Cold urticaria -Paroxysmal cold hemoglobinuria -Impaired circulation -Over area of nerve regrowth "
            ],
            "cryotherapy precautions": [
                "Cryotherapy  precautions -Hypertension -Hypersensitivity to cold -Over an acute wound -Over superficial nerves",
                "Thermotherapy  contraindications -Decreased circulation -Decreased sensation -Acute/subacute traumatic and inflammatory conditions -Skin infections -Impaired cognition or language barrier -Malignancy -Liniments or heat rubs -Presence of or tendency for hemorrhage or edema -Heat rubs"
            ],
            "contraindications precautions": [
                "Low-level  laser therapy (LLLT)  contraindications -Do not use laser with pregnant women, patients with epilepsy, or patients with infections",
                "LLLT  precautions -Goggles with an appropriate optical density rating should be worn by the patient"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [
                "Electrotherapy  contraindications/precautions -Do not place electrodes near carotid bodies, cardiac pacemakers or implantable cardioverter defibrillators, phrenic nerve or urinary bladder stimulators, phrenic nerve, eyes, gonads -Osteomyelitis -Hemorrhage -Impaired sensation, mental status, or communication -Cardiovascular disease -Malignancy -Dermatological conditions -Proximity of electromagnetic radiation -In pregnant women, near the pelvis, lumbar spine, hips, abdomen -History of spontaneous abortion in pregnant women",
                "Intermittent pneumatic compression  contraindications -Cardiovascular disease -Fracture -Skin infections",
                "Therapeutic ultrasound contraindications; do not use: -Over the region of a cardiac pacemaker -In an area with infection or bleeding -If a tumor is present in the area -In the area of a deep vein thrombosis (DVT) or thrombophlebitis -Over epiphyseal plates",
                "Therapeutic ultrasound  precautions (Note: Always decrease ultrasound intensity if the patient complains of discomfort) -Sensory deficits -Ineffective communication skills in a patient (e.g., impaired cognition, language barrier) -Circulatory impairment -Plastic or metal implants -Peripheral vascular disease"
            ],
            "other": [
                "Only those contraindications/precautions applicable to this diagnosis are mentioned below, including with regard to modalities. Rehabilitation professionals should always use their professional judgment in their assessment and treatment decisions",
                "Clinicians should follow the guidelines of their clinic/hospital and what is ordered by the patient’s physician. The summary presented below is meant to serve as a guide, not to replace orders from a physician or the specific protocols of the treatment clinic",
                "Contraindications/precautions to use of modalities(8)"
            ]
        },
        "diagnosis need for treatment": "Ulnar-sided  wrist pain with functional impairment resulting from trauma and/or degenerative processes; postoperative care procedure(19) -Wafer procedure patients had no significant change in DASH score. However, TFCC resection patients had an improved DASH score(19) -Patients in this study reported worse outcomes than most others previously reported. Authors attribute this to poor motivation for return to work in the Belgian social security system -Chronic DRUJ instability has been treated surgically with a palmaris longus tendon graft through the lateral side of the TFCC into an osseous tunnel in the ulna. Graft is meant to reconstruct foveal attachment. This is not typically the first surgical option unless there is severe recurrent instability(24) -ROM, strengthening, and functional progression initiated following immobilization -Observe precautions regarding loading of ulnar structures -Wrist/hand strengthening proceeds from supinated to pronated position . Problem Goal Intervention Expected Progression Home Program Pain, tenderness, and swellingResolve symptoms _ _ Protect healing structuresPhysical agents and mechanical modalities _ Cold (e.g., cold pack, crushed ice, frozen peas) can be used to reduce pain and inflammation. Retrograde massage, Coban wrap might be used to control edema, if indicated _ _ Splinting _ Immobilization via cast or splint/orthosis followed by use of removable splint/ orthosisFull immobilization for up to 6 weeks, followed by removable orthosis and ROM exercises performed 4–6 times per dayHome instruction in RICE (if icing is possible) and compliance with use of prescribed NSAID and ROM  Reduced ROM Increase ROM Therapeutic exercises _ PROM, AAROM, AROM exercises to restore wrist flexion- extension, radial-ulnar deviation, forearm pronation-supination, elbow flexion/ extensionfollowing immobilization. Removable wrist support orthosis used between ROM sessions for 1–6 weeks after full immobilization, depending on rehabilitation protocol _ _ Manual therapy _ Might be used to reduce joint ROM restrictions. Precaution taken to protect healing tissue _ _ Physical agents/ mechanical modalities _ Used as appropriateProgress each patient as indicated and appropriate based on surgical procedure, stage of healing, and pain level _ _ Reduced supination ROM is associated with poorer outcomes following TFCC repair(10)Provide instruction for home exercise program (HEP) as indicated and appropriate  Reduced strength Increase strength and restore functionTherapeutic exercise _ Strengthening begins following immobilization period, when adequate ROM is present to perform exercises correctly, and according to surgical protocol, if any _ _ Strengthening of wrist and hand begins with the forearm in the pronated position, progressing to neutral, then supinated(3) _ _ Functional progression _ Functional and sports/ work specific activities for the upper quarter, including cervical region, should be initiated according to rehabilitation protocol and patient responseGradual progression of intensity of exercises _ _ Exercise progression should begin in supination, progress to neutral, then to pronation(3) _ _ Progress as appropriate and tolerated _ _ Reduced grip and hand strength are associated with poorer outcomes following TFCC repair(10)Instruction in performance of HEP, including frequency, duration, and intensity _ _ Sports-specific technique instruction might be recommended for prevention of future injury _ _ Ergonomic review for workplace might be indicated Reduced functional mobilityRestore functional mobility and performance of ADLs/ IADLs and work- related activitiesTherapeutic exercise _ Exercise to restore dexterity and coordination _ _ Functional training for ADL limitation, if indicated.Include activities to address proprioception following postoperative immobilization(34)Progression to full functional mobility as toleratedInstruction in HEP, including frequency, duration, and intensity .",
        "rule out": "In addition to TFCC pathology, ulnar-sided  wrist pain might be caused by Fracture of the distal radius, carpal bones (e.g., hamate, pisiform, triquetrum), ulnar styloid process Degenerative disease of the DRUJ or carpal bones Instability of the DRUJ, mid-carpal,  or LT joints Tendinopathy of the FCU and/or ECU Impingement of the ulnar nerve Hypothenar hammer syndrome  Kienböck’s disease –Avascular necrosis of the lunate –Along with ulnar impingement syndrome, it is marked by negative ulnar variance(21) Ulnocarpal impaction syndrome(16,21) –Positive ulnar variance(21) (i.e., the ulna is longer than the radius) Pisotriquetral joint arthritis(16) Calcium pyrophosphate dihydrate crystal deposition disease(21)",
        "prognosis": [
            "A trial of conservative care is recommended for the general population and for active individuals without DRUJ or LT joint instability(1)",
            "Surgical repair is the treatment of choice for high-level  competitive athletes, for patients with symptomatic or chronic (> 6 months) injuries, and following failure of conservative care",
            "Authors of a systematic review comparing outcomes in open versus arthroscopic repair found comparable outcomes between open and arthroscopic approaches relative to both functional measures and DRUJ stability(28) . Injury Classification Repair Method Reported Outcome Type 1A tearArthroscopic debridement(7,25) Due to avascularity, these tears are not surgically repaired Complete TFCC tear (Atzei class 2) Arthroscopic one-tunnel transosseous repair(31)In a series of 10 patients with an average follow-up of 23.5 months post surgery,results included improved DRUJ stability, improved grip strength, decreased pain, and improved function Foveal disruption (Atzei class 2 & 3) Arthroscopically assisted foveal repair using transosseous pull-out suture or knotless suture anchor(33)In a series of 12 patients,there were postoperative improvements in DRUJ stability, improved forearm rotation, decreased pain, and functional improvements .",
            "Possible complications (depending on procedure and technique used) following surgical treatment of TFCC pathology include: –Paresthesia along ulnar or radial nerve distribution –Failure of fixation (e.g., sutures, anchors, wires) –Ulnar synovitis, ECU tendinitis -Return to activity too quickly –Infection",
            "The authors of a study designed to assess factors impacting outcome following arthroscopic debridement of central TFCC tears found that patients with wear-type  injuries (versus flaps) and more ulnar variance had poorer results(36) –Study included 61 patients aged <45 years with symptoms for < 18 months. Follow-up  data were collected at a minimum of 12 months post-surgery –Outcome measures included pain V AS, DASH score, and patient satisfaction scale"
        ],
        "referral to other disciplines": "Hand surgeon or orthopedist as indicated",
        "other considerations": [],
        "treatment summary": [
            "Nonoperative rehabilitation –The authors of a retrospective study designed to evaluate the natural history of TFCC lesions (traumatic and degenerative) without DRUJ instability recommend that nonoperative management be continued for a minimum of 6 months(37) -The study included 72 wrists in 72 individuals. Complete recovery was seen in 30% of the population studied  –Immobilization -Wrist immobilization for 4–6 weeks followed by use of removable orthoses and therapy(12) -Long-arm  cast or Muenster orthosis might be used if forearm rotation must be limited(3) This may result in elbow stiffness that will need to be addressed -Degenerative tears might require longer period of immobilization such as long arm cast for 4–6weeks followed by short-arm  cast for an additional 3–4 weeks of immobilization(12) -Position of comfort is recommended in the presence of degenerative changes(3) -Therapeutic modalities might be used to reduce inflammation and pain -Use of an orthosis specifically designed to support the TFCC may help reduce symptoms in patients who have failed nonoperative treatment, but are not candidates for surgery(30) –Restoration of motion and strength -Passive and active ROM exercises are initiated following immobilization -Joint mobilization as indicated -Removable orthoses used for an additional 4–6weeks -Strengthening exercises might be initiated following reduction of pain and inflammation(3) -Grip and wrist strengthening progresses from the supinated position to neutral and then in pronation",
            "Pre- and post-surgical  rehabilitation –Surgical TFCC debridement -Wrist support orthosis, edema control, ROM exercises for first 1–2 weeks -Stretching, functional activities are introduced if no adverse response to initial program(3) -Strengthening and functional progression are continued from postoperative week 4 to week 12 -Authors of a systematic review found that the average amount of time off work was 4 months, with a range of 1.3 months to 8.2 months depending upon the injury type, type of work, and workers’ compensation status(7) -For athletes, the target for return to play is 3 months following surgery(13) depending on functional demands –Repair (arthroscopic or open) -Authors of a study published in 2015 looked at pain outcome in adolescents undergoing arthroscopic TFCC repair(20) -Average DASH score was 16 -Average V AS reported pain went from 7.0 to 1.7 following the surgery -Average grip strength was 86% compared to contralateral side -Overall, patients had decreased pain complaints and improved reported function -Post-surgical  rehabilitation consists of a period of cast immobilization, generally 3–6 weeks depending upon the specific procedure performed, followed by initiation of ROM, edema control, and scar management -Wrist flexion/extension ROM initiated prior to ulnar deviation and forearm rotation, depending on surgical repair and protocol(9) -Wrist orthosis as needed for 4 to 8 additional weeks, depending on procedure and symptoms -Functional progression, including strengthening and work/sports tasks -6–8 week progression, depending on protocol and patient response -Impact loading and sports participation avoided until 12 weeks(3,11) –Ulnar shortening -Performed when: -Ulnar positive variance is present and is contributing to symptom complex (ulnar abutment or ulnar impaction syndrome) -Following a failed (persistent symptoms) debridement procedure -Might be performed if ulnar impaction syndrome is present with ulnar neutral or ulnar negative variance -1–6 weeks of splint and/or casting, depending on procedure used to shorten ulna -Wafer technique – resection of ulnar head(19) -Osteotomy with plate fixation -Initial immobilization in supinated position to unload ulnar wrist -Might require secondary procedure to remove plate(3)  -Step-cut  osteotomy with plate fixation(27) -Authors of a study published in 2014 looked at pre- and postoperative triangular fibrocartilage thickness and angle in patients who underwent ulnar shortening osteotomy(18) -Decreased ulnar variance prior to surgery showed an increased potential for disc regeneration -In 2014, Belgian researchers conducted a retrospective survey with 46 postoperative debridement patients. They evaluated DASH results, satisfaction, pain, disability, and return to work for patients with and without wafer"
        ]
    },
    "desired outcomes outcome measures": {
        "reduced pain": [
            "V AS"
        ],
        "decreased edema": [
            "Circumferential measurement",
            "V olumetric measurements"
        ],
        "improved strength": [
            "MMT",
            "Dynamometer",
            "Pinch meter"
        ],
        "restoration of function": [
            "DASH Outcome Measure",
            "QuickDASH",
            "Modified Mayo Wrist Score (MMWS)"
        ]
    },
    "maintenance or prevention": [
        "Instruction in and adherence to proper work and sports techniques",
        "Use of appropriately sized sports equipment (e.g., racquets, golf clubs, baseball bats)"
    ],
    "patient education": [
        "American Society for Hand Therapists patient education resource: TFCC Injuries, https://www.asht.org/sites/default/files/ docs/2018/TFCC%20Injuries%202018.pdf Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Casadei K, Kiel J. Triangular Fibrocartilage Complex (TFCC) Injuries. StatPearls [Internet] Web site. https://www.ncbi.nlm.nih.gov/books/NBK537055/ . Published June 4, 2019. Accessed August 15, 2019. (GI)"
        },
        {
            "number in article": 2,
            "reference": "Palmer A. Triangular fibrocartilage complex lesions: A classification. J Hand Surg Am . 1989;14(4):594-606.  doi:10.1016/0363-5023(89)90174-3.X.  (GI)"
        },
        {
            "number in article": 3,
            "reference": "Lee M, Lastayo P. Ulnar wrist pain and impairment: a therapist's algorithmic approach to the triangular fibrocartilage complex. In: Skirven TM, Osterman AL, Fedorczyk JM, Amadio PC, eds. Rehabilitation of the Hand and Upper Extremity . 6th ed. Philadelphia: Elsevier/Mosby; 2011:974-987.  (GI)"
        },
        {
            "number in article": 4,
            "reference": "Prosser R, Harvey L, LaStayo P, Hargreaves I, Scougall P, Herbert RD. Provocative wrist tests and MRI are of limted diagnostic value for suspected wrist ligament injuries: a cross-sectional  study. J Physiother . 2011;57(4):247-253.  (R)"
        },
        {
            "number in article": 5,
            "reference": "Treiser M, Crawford K, Iorio M. TFCC Injuries: Meta-analysis  and comparison of diagnostic imaging modalities. J Wrist Surg . 2018;7(3):267-272.  doi:10.1055/s-0038-1629911. (M)"
        },
        {
            "number in article": 6,
            "reference": "Haims AH, Schweitzer ME, Morrison WB. Limitations of MR imaging in the diagnosis of peripheral tears of the triangular fibrocartilage of the wrist. AJR Am J Roentgenol . 2002;178(2):419-422.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Saito T, Malay S, Chung K. A systematic review of outcomes after arthroscopic débridement for triangular fibrocartilage complex tear. Plast Reconstr Surg . 2017;140(5):697e-708e.  (SR)"
        },
        {
            "number in article": 8,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP, Jr. In: Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016:42-44,  322-323. (GI)"
        },
        {
            "number in article": 9,
            "reference": "Gerlach DJ, Chun KF, Trumble TE. Triangular fibrocartilage complex repair through bone tunnels (Palmer type 1D). Oper Techniq Sports Med . 2010;18(3):173-180.  (GI)"
        },
        {
            "number in article": 10,
            "reference": "Ruch D, Papadonikolakis A. Arthroscopically assisted repair of peripheral triangular fibrocartilage complex tears: factors affecting outcome. Arthroscopy . 2005;21(9):1126-1130. (R)"
        },
        {
            "number in article": 11,
            "reference": "McAdams TR, Swan J, Yao J. Arthroscopic treatment of triangular fibrocartilage wrist injuries in the athlete. Am J Sports Med . 2009;37(2):291-297.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Verheyden JR, Palmer AK. Triangular fibrocartilage complex injuries: treatment & management. Medscape Reference Web site. http://emedicine.medscape.com/article/1240789-treatment . Published November 26, 2018. Accessed July 28, 2019. (GI)"
        },
        {
            "number in article": 13,
            "reference": "Pang E, Yao J. Ulnar-sided  wrist pain in the athlete (TFCC/DRUJ/ECU). Curr Rev Musculoskelet Med . 2017;10(1):53-61.  doi:10.1007/s12178-017-9384-9.  (GI)"
        },
        {
            "number in article": 14,
            "reference": "Lashgari D, Atkins M, Baumgarten J. Orthotics. In: Pendleton HM, Schultz-Krohn  W, eds. Pedretti’s Occupational Therapy: Practice Skills for Physical Dysfunction . 8th ed. St. Louis, MO: Elsevier; 2018:728-737.  (GI)"
        },
        {
            "number in article": 15,
            "reference": "Bednar JM. The distal radioulnar joint: acute injuries and chronic injuries. In: Skirven TM, Osterman AL, Fedorczyk JM, Amadio PC, eds. Rehabilitation of the Hand and Upper Extremity. 6th ed. Philadelphia, PA: Elsevier Mosby; 2011:963-973.  (GI)"
        },
        {
            "number in article": 16,
            "reference": "Pierela-Cruz  MA. CORR Insights: Prevalence of triangular fibrocartilage complex abnormalities regardless of symptoms rise with age: systematic review and pooled analysis. Clin Orthop Relat Res . 2014;472(12):3995-3996.  doi:10.1007/s11999-014-3890-5.  (RV)"
        },
        {
            "number in article": 17,
            "reference": "Chan JJ, Teunis T, Ring D. Prevalence of triangular fibrocartilage complex abnormalities regardless of symptoms rise with age: systematic review and pooled analysis. Clin Orthop Relat Res . 2014;472(12):3987-3994.  doi:10.1007/s11999-014-3825-1.  (SR)"
        },
        {
            "number in article": 18,
            "reference": "Yamanaka Y, Nakamura T, Sato K, Toyama Y. How does ulnar shortening osteotomy influence morphologic changes in the triangular fibrocartilage complex?. Clin Orthop Relat Res . 2014;472(11):3489-3494.  doi:10.1007/s11999-014-3854-9.  (R)"
        },
        {
            "number in article": 19,
            "reference": "De Smet L, Van Nuffel M, Koorneef P, Degreef I. Arthroscopic debridement with and without distal ulnar resection in the treatment of triangular fibrocartilage complex tears. Acta Orthop Belg . 2014;80(1):112-115.  (R)"
        },
        {
            "number in article": 20,
            "reference": "Farr S, Zechmann U, Ganger R, Girsch W. Clinical experience with arthroscopically-assisted  repair of peripheral triangular fibrocartilage complex tears in adolescents–technique  and results. Int Orthop . 2015;39(8):1571-1577.  doi:10.1007/s00264-015-2795-6.  (R)"
        },
        {
            "number in article": 21,
            "reference": "Squires JH, England E, Mehta K, Wissman RD. The role of imaging in diagnosing diseases of the distal radioulnar joint, triangular fibrocartilage complex, and distal ulna. AJR Am J Roentgenol . 2014;203(1):146-153.  doi:10.2214/AJR.13.11573. (R)"
        },
        {
            "number in article": 22,
            "reference": "Cody ME, Nakamura DT, Small KM, Yoshioka H. MR imaging of the triangular fibrocartilage complex. Magn Reson Imaging Clin N Am . 2015;23(3):393-403.  doi:10.1016/ j.mric.2015.04.001. (R)"
        },
        {
            "number in article": 23,
            "reference": "Lee Master D, Yao J. The wrist insufflation test: a confirmatory test for detecting intercarpal ligament and triangular fibrocartilage complex tears. Arthroscopy . 2014;30(4):451-455.  doi:10.1016/j.arthro.2013.12.017. (R)"
        },
        {
            "number in article": 24,
            "reference": "Bain GI, McGuire D, Lee YC, Eng K, Zumstein M. Anatomic foveal reconstruction of the triangular fibrocartilage complex with a tendon graft. Tech Hand Up Extrem Surg . 2014;18(2):92-97.  doi:10.1097/BTH.0000000000000044. (R)"
        },
        {
            "number in article": 25,
            "reference": "Skalski MR, White EA, Patel DB, et al. The traumatized TFCC: an illustrated review of the anatomy and injury patterns of the triangular fibrocartilage complex. Curr Probl Diagn Radiol. 2016;45(1):39-50.  (RV)"
        },
        {
            "number in article": 26,
            "reference": "Hammer N, Hirschfeld U, Strunz H, Werner M, Wolfskämpf T, Löffler S. Can the diagnostics of triangular fibrocartilage complex lesions be improved by MRI-based  soft-tissue reconstruction? an imaging-based  workup and case presentation. Biomed Res Int . 2017;2017:1-7.  doi:10.1155/2017/5870875. (R)"
        },
        {
            "number in article": 27,
            "reference": "Papatheodorou L, Sotereanos D. Step-cut ulnar shortening osteotomy for ulnar impaction syndrome. JBJS Essent Surg Tech . 2017;7(1):e3. doi:10.2106/jbjs.st.16.00062. (X)"
        },
        {
            "number in article": 28,
            "reference": "Andersson J, Åhlén M, Andernord D. Open versus arthroscopic repair of the triangular fibrocartilage complex: a systematic review. J Exp Orthop . 2018;5(1):6. doi:10.1186/s40634-018-0120-1.  (SR)"
        },
        {
            "number in article": 29,
            "reference": "Jose J, Arizpe A, Barrera C, Ezuddin N, Chen D. MRI findings in bucket-handle  tears of the triangular fibrocartilage complex. Skeletal Radiol . 2017;47(3):419-424. doi:10.1007/s00256-017-2796-1.  (C)"
        },
        {
            "number in article": 30,
            "reference": "Barlow S. A non-surgical  intervention for triangular fibrocartilage complex tears. Physiother Res Int . 2016;21(4):271-276.  doi:10.1002/pri.1672. (C)"
        },
        {
            "number in article": 31,
            "reference": "Park JH, Park JW. Arthroscopic transosseous repair for both proximal and distal components of peripheral triangular fibrocartilage complex tear. Indian J Orthop . 2018;52(6):596-601.  doi:10.4103/ortho.ijortho_598_16. (R)"
        },
        {
            "number in article": 32,
            "reference": "Atzei A, Luchetti R. Foveal TFCC Tear Classification and Treatment. Hand Clin . 2011;27(3):263-272.  doi:10.1016/j.hcl.2011.05.014. (R)"
        },
        {
            "number in article": 33,
            "reference": "Park M, Woo S, Jegal M. Arthroscopic-assisted  repair of triangular fibrocartilage complex foveal avulsion in distal radioulnar joint injury. Indian J Orthop . 2016;50(3):263. doi:10.4103/0019-5413.181790.  (R)"
        },
        {
            "number in article": 34,
            "reference": "Rein S, Semisch M, Garcia-Elias  M, Lluch A, Zwipp H, Hagert E. Immunohistochemical mapping of sensory nerve endings in the human triangular fibrocartilage complex. Clin Orthop Relat Res . 2015;473(10):3245-3253.  doi:10.1007/s11999-015-4357-z.  (R)"
        },
        {
            "number in article": 35,
            "reference": "Nozaki T, Rafijah G, Yang L, et al. High-resolution  3 T MRI of traumatic and degenerative triangular fibrocartilage complex (TFCC) abnormalities using Palmer and Outerbridge classifications. Clin Radiol . 2017;72(10):904.e1-904.e10.  doi:10.1016/j.crad.2017.04.011. (R)"
        },
        {
            "number in article": 36,
            "reference": "Roh Y, Hong S, Gong H, Baek G. Prognostic factors of arthroscopic debridement for central triangular fibrocartilage complex tears in adults younger than 45 years: a retrospective case series analysis. Arthroscopy . 2018;34(11):2994-2998.  doi:10.1016/j.arthro.2018.05.044. (R)"
        },
        {
            "number in article": 37,
            "reference": "Lee J, Hwang J, Lee S, Kwon B. What is the natural history of the triangular fibrocartilage complex tear without distal radioulnar joint instability? Clin Orthop Relat Res . 2019;477(2):442-449.  doi:10.1097/corr.0000000000000533. (R)"
        },
        {
            "number in article": 38,
            "reference": "Roh Y, Kim S, Gong H, Baek G. Prevalence and clinical characteristics of radiographic central triangular fibrocartilage complex tears in symptomatic and asymptomatic individuals younger than 50 years. Arch Orthop Trauma Surg . 2018;138(8):1173-1178.  doi:10.1007/s00402-018-2969-y.  (R)"
        },
        {
            "number in article": 39,
            "reference": "Fok M, Fang C, Lau T, Fung Y, Fung B, Leung F. The status of triangular fibrocartilage complex after the union of distal radius fractures with internal plate fixation. Int Orthop . 2018;42(8):1917-1922.  doi:10.1007/s00264-018-3793-2.  (R)"
        }
    ]
}