{
    "metadata": {
        "title": "Focal Hand Dystonia",
        "synonyms": [
            "writer's cramp",
            "writers’ cramp",
            "dystonia, focal hand",
            "musician’s cramp",
            " occupational hand cramp",
            "task-specific  dystonia"
        ],
        "anatomical location body part affected": [
            "One or more digits of the hand; the wrist/ forearm; the muscles, tendons, and nerves of the hand; somatosensory and motor areas of the brain"
        ],
        "area of specialty": [
            "hand therapy",
            "neurological rehabilitation"
        ],
        "description": [
            "A movement disorder characterized by involuntary sustained and repetitive contractions that result in twisting and abnormal postures. It may be task specific (e.g., writer’s cramp, musician’s cramp, making vada (a type of fried food)(15)) but can progress to occur with other tasks or at rest(14)"
        ],
        "indications": [],
        "ICD-9 codes": {},
        "ICD-10 codes": {
            "G24.2": "idiopathic nonfamilialdystonia",
            "G24.8": "other dystonia",
            "G24.9": "dystonia, unspecified (ICD codes are provided for the reader’s reference, not for billing purposes)"
        },
        "ICD-11": {},
        "G-codes": {},
        "CPT codes": {},
        "HCPCS codes": {},
        "reimbursement": [
            "No specific issues or information regarding reimbursement has been identified"
        ],
        "presentation signs and symptoms": [
            "The onset of focal hand dystonia (FHD) usually is idiopathic, progressing in severity over months and often years. Symptoms include involuntary contractions and cramping of the muscles of the digits, hand, and wrist, as well as abnormal posturing. Co-contractions  of opposing muscles often occur. The contractions result in loss of control of the hand and often are present only during performance of a specific task (e.g., playing an instrument, typing, writing). In later stages, the symptoms may progress and become more generalized, occurring with any use of the hand. Typically there is no pain, although muscle aches may occur with prolonged contractions. There is controversy regarding the classification of FHD, but one approach is to classify FHD as simple dystonia, which involves only the hand or impacts a single task; dystonic dystonia, in which abnormal movements impact multiple tasks; or progressive dystonia, which involves more than just the hand (e.g., involves hand and arm). The initial presentation of FHD varies, and may include vague complaints of pain, decreased motor control, fatigue or a sense of weakness, or decreased performance (e.g., decreased sound quality from a musical instrument)(14) Causes, Pathogenesis, & Risk Factors"
        ],
        "contraindications precautions to test": [],
        "psychometric properties": [],
        "potential complications adverse effects": [],
        "test preparation materials required": [],
        "test procedure": [],
        "test scoring interpretation": []
    },
    "causes & risk factors": {
        "causes": [
            "Idiopathic—the exact cause of FHD is unknown, but it is probably multifactorial. Itis hypothesized that repetitive movements, genetics, and the presence of anatomicanomalies or abnormal posturing are contributing factors",
            "A combination of intrinsic (e.g., genetics, neurophysiologic dysfunction, anatomic defects, impaired sensory processing)and extrinsic factors (e.g., perseveration, phobias, perfectionism, poor biomechanics) combine to result in classic focalhand dystonia(14)"
        ],
        "pathogenesis": [
            "Three main areas of abnormality have been identified: reduced inhibition of the motor system at cortical, subcortical, andspinal levels; reduced sensory perception and integration; and impaired sensorimotor integration(14)",
            "Abnormal functional brain connectivity(11,14) and disordered or maladaptive plasticity of intracortical neurons in theprimary somatosensory cortex are thought to contribute to the psychophysiology of focal hand dystonia(1,13)",
            "It is hypothesized that a task repeatedly performed by the hand(s), often at a rapid pace, may exceed the body’s neuroplasticability over time, resulting in an inability of the digits to act separately. Therefore, the loss of motor control is dueto overstimulation caused by rapid and repeated input. The thought is that this causes the individual to experiencesomatosensory de-differentiation,  with the normally separate digits being generalized into one receptive area of the braininstead of being processed by the brain as individual units(14)",
            "Extreme task specificity, such that musicians may experience symptoms only while playing specific musical passages andnot others, suggests a defect in organization of motor programs, not simply movements"
        ],
        "risk factors": [
            "The risk of FHD increases significantly for individuals who participate in activities requiring repetitive hand movementsfor prolonged periods of time. Musicians, typists, assembly workers, and those in other occupations involving such handuse have an increased prevalence of FHD. Genetics and a history of trauma to the involved hand may also contribute. 1–2%of professional musicians develop FHD",
            "Authors of a study designed to assess the presence of interhemispheric inhibition (IHI) in family members without dystoniawithin a cluster of individuals with musician’s dystonia found that reduced IHI may be an endophenotypic marker forFHD(17)"
        ]
    },
    "indications for procedure": [],
    "overall contraindications precautions": [
        "Patients with FHD should stop performing the specific task that brings on FHD symptoms. Continued performance can result in further sensory de-differentiation  and can impair sensory retraining during rehabilitation. The patient should resume the activity only under the direction of the treating therapist. Additionally, a patient with FHD should avoid repetitive action of the hand outside of the causative task",
        "There may be a stigma associated with acknowledging that there is a problem. For example, gradual onset of incoordination by a musician is often not recognized as a health problem, but rather as a sign of inadequate practice or deficient technique, and often is dealt with by increasing practice demands and expectations(2)",
        "See specific  Contraindications/precautions   under Assessment/Plan of Care"
    ],
    "contraindications precautions to procedure": {},
    "guidelines for use of procedure": {},
    "examination": {
        "contraindications precautions to examination": [],
        "history": {
            "history of present illness": {
                "mechanism of injury or etiology of illness": "Patients typically report insidious onset of involuntary hand/finger contractions, cramping, decreased dexterity, and decreased sensation. The involuntary contractions and cramping may involve one or more digits, and initially occur only with performance of a specific task. In more progressed cases patients may experience these contractions during multiple tasks or with generalized hand use. Identify the specific task that resulted in the onset of FHD symptoms. When was the diagnosis made?",
                "course of treatment": {
                    "medical management": "",
                    "surgical management": [],
                    "medications": "Determine what medications the clinician has prescribed, if any; are they being taken? Botulinum toxin type A (Botox) injections are often used in the treatment of FHD to weaken the dystonic muscles Anticholinergic medications may be helpful to facilitate retraining(14) Other pharmacological treatments may include injection of lidocaine with ethanol, systemic clonazepam, baclofen, and carbidopa/levodopa (Sinemet)(13)",
                    "diagnostic tests completed": [
                        "Diagnostic tests completed",
                        "There is no single clinical test to rule in or rule out FHD(3) ",
                        "The diagnosis usually is based on clinical examination; there are no specific laboratory tests to diagnose FHD. EMG testing and functional MRI testing can be used to identify the extent and specific location of muscular and cortical",
                        "dysfunction. EMG can be used to demonstrate the inability to complete a muscle contraction, cocontraction  of agonists and antagonists, muscle overactivity, and loss of inhibition",
                        "Advanced imaging, such as functional MRI, electroencephalopathy, and magnetoencephalography (MEG) are not used for clinical diagnosis but can be useful for examining neuropathophysiology in FHD"
                    ],
                    "alternative therapies": "Document any use of home remedies (e.g., ice or heating pack) or alternative therapies (e.g., acupuncture) and whether they help",
                    "previous therapy": "Document whether patient has had occupational or physical therapy for this or other conditions and what specific treatments were helpful or not helpful"
                },
                "aggravating easing factors": " Initially, symptoms are present only during performance of a specific task (e.g., playing an instrument, typing). In later stages, the symptoms may progress and become more generalized, occurring with any use of the hand. Some FHDs may be exacerbated by anxiety(13)",
                "body chart": "Use body chart to document location and nature of symptoms. In musicians, FHD develops more frequently in the more heavily used hand",
                "nature of symptoms": "Document nature of symptoms. Generally, there is no pain until the causative task is performed. Other symptoms include involuntary contractions and cramping of the muscles of the digits, hand, and wrist. Co-contractions  of opposing muscles often occur. The contractions result in loss of control of the hand. Dystonia may be distinguished from other neurologic movement disorders in that the movement is predictable, has a directional quality, and is associated with increased tone or spasm(2)",
                "rating of symptoms": "Use a visual analog scale (V AS) or 010  scale to assess symptoms at their best, at their worst, and at the moment (use the V AS to assess pain at rest, if present, and during performance of the specific task)",
                "pattern of symptoms": "Document changes in symptoms throughout the day and night, if any (A.M., mid-day,  P.M., night); also document changes in symptoms due to weather or other external variables",
                "sleep disturbance": "Document number of wakings/night, if any",
                "other symptoms": "Document other symptoms patient may be experiencing that could exacerbate the condition and/or symptoms that could be indicative of a need to refer to physician (e.g., dizziness, anxiety, other movement disorders) Barriers to learning -Are there any barriers to learning? Yes __ No __ -If Yes, describe ________________________",
                "respiratory status": ""
            },
            "medical history": {
                "past medical history": {
                    "previous history of same similar diagnosis": "Does the patient have a history of trauma or injury to the affected hand? Is there a history of tendonitis, nerve entrapment, or other pathology?",
                    "comorbid diagnoses": "Ask patient about other problems, including diabetes, cancer, heart disease, complications of pregnancy, psychiatric disorders, and orthopedic disorders. Up to 90% of patients with dystonia have a psychological comorbid condition (e.g., anxiety, obsessivecompulsive disorder, major depression).Patients with psychological comorbidities may also have increased suicidal ideation compared to the general population.(4) Psychological conditions, including anxiety and extreme perfectionism, have been reported in musicians with dystonia",
                    "medications previously prescribed": "Obtain a comprehensive list of medications prescribed and/or being taken (including OTC drugs)",
                    "other symptoms": "Ask patient about other symptoms he or she may be experiencing. Screen for issues with mobility, balance, and falling(14)"
                }
            },
            "social and occupational history": {
                "patientвЂ™s goals": "",
                "vocation avocation and associated repetitive behaviors, if any": "Identify any work or leisure activities that exacerbate symptoms and/or require prolonged repetitive hand use. Does the patient play a musical instrument? Does the patient write or type extensively or perform any other activities that involve repetitive use of the hand(s)? Other vocations that have been less commonly implicated include hairdressers, cobblers, surgeons, tailors,and golfers (during putting, known as “golfer’s yips”).(13) Assess for occupational deficits or deficits with other activities secondary to FHD. For example, a professional musician may be unable to play his or her instrument or be unable to play at a proficient level. FHD in musicians is more frequently linked to overuse than are other forms of FHD  -Circumstances commonly reported at the time of onset of FHD in musicians include an increase in practice time, a change in instrumental mechanics or technique, and a decision to tackle a particularly difficult repertoire(2)",
                "functional limitations assistance with ADLs adaptive equipment": "Has there been any impact on the individual’s ability to complete ADLs? -FHD is usually task specific, but dystonic posturing may occur with other similar coordinated hand tasks such as brushing teeth, shaving, cutting nails, combing hair, and/or buttoning shirt(3)",
                "living environment": ""
            }
        },
        "relevant tests and measures": {
            "general": "(While tests and measures are listed in alphabetical order, sequencing should be ›Relevant tests and measures: (While tests and measures are listed in alphabetical order, sequencing should be appropriate to patient medical condition, functional status, and setting.) Complete a general examination as indicated with a focus on the areas listed below",
            "anthropometric characteristics": "",
            "assistive and adaptive devices": "",
            "balance": "",
            "cardiorespiratory function and endurance": [],
            "circulation": "Distal pulses should be normal; assess and compareUse upper limb neural tension testing to rule out increased neural tension, which may be present in cases of FHD. Use Tinel’s sign and Phalen’s test to rule out nerve entrapment (as would be seen in cubital or carpal tunnel syndromes)Usually, there is no apparent swelling or edema. The physical exam may be almost completely benign when the patient is not participating in the causative taskAssess posture, ergonomic setup, and use of equipment during the causative task. Identify position/postures that are abnormal and what can be modified to improve the situationAssess for joint laxity of the interphalangeal joints, metacarpal joints, and wrist. Assess for any abnormality that may contribute to abnormal performance of the causative task (instrument playing, typing, assembly work)",
            "functional mobility": "",
            "gait locomotion": "",
            "muscle strength": "Assess strength of the hand using the Jamar handheld dynamometer. Use a pinch gauge to test pinch strength. Manual muscle testing (MMT) should be used to evaluate the intrinsic hand musculature (e.g., interossei). The hand, wrist, forearm, and shoulder girdle should all be thoroughly assessed",
            "observation inspection palpation including skin assessment": [],
            "posture": "Assess the neck, clavicles, scapulae, and shoulders for bilateral symmetry and general posture. Inspect for deformity, including winged scapula, and muscle atrophy. Forward head posture, rounded shoulders with tight internal rotators on the affected side, and decreased ability to fully abduct the digits of the affected hand are common",
            "range of motion": "Determine active and passive ROM to assess function of the fingers, hand, wrist, forearm, and shoulder. Wrist flexion/extension, forearm supination, shoulder internal rotation, and finger abduction often are limited",
            "self-care activities of daily living": "",
            "reflex testing": "Are reflexes normal?",
            "sensory testing": "Sensory losses often are present in the affected digit(s). Graphesthesia, stereognosis, proprioception, and two-point  discrimination may all be diminished in the affected area. Semmes-Weinstein  monofilament testing, two-point discrimination testing, and proprioception testing should all be performed",
            "special tests specific to diagnosis": " Special tests specific to diagnosis –Currently there are no clinical tests to definitively diagnose FHD. Assessment tools are used in combination to identify -Dexterity testingUsed to test motor dexterity, this test is scored based on the number of pins that can be placed in the holes in 30 seconds, as well as how long it takes to place all 25 pins in the holes(6)simple pick-up  peg task(19)seven fine motor tasks that resemble daily activities(19)  -Authors of a study designed to compare changes in manual function in patients with FHD and normal controls found no statistical difference in performance of low-demand  fine motor tasks (e.g., 9HPT, JTHFT), but did see differences in complex tasks or tasks requiring visuomotor tracking(19)Patient is videotaped performing the causative task, and the scale is then used to rate the severity of the dystonia present. It is also helpful to identify the precise digits, muscles, and motions that cause the dystonia, and those that are used to compensate for it(14) -Arm Dystonia Disability Scale (ADDS)(5) -Ordinal scoring of ability to complete 7 activities that require upper extremity (UE) use (e.g., playing a musical instrument)(12) -Writer’s Cramp Rating Scale(5) -Disabilities of the Arm, Shoulder and Hand (DASH) Outcome Measure -For additional information on the DASH, see Clinical Review…Disabilities of the Arm, Shoulder and Hand (DASH) ;T903177 -Unified Dystonia Rating Scale Revised(14)",
            "speech and language examination": "",
            "neurological examination": "",
            "oral structure and oral motor function": "Muscle spasms should be differentiated from other abnormal muscular conditions such as spasticity or rigidity. Flexor-extensor  co-contractions  during the target task, but not during other hand tasks, may be observed(14) –The patient may report that the fingers are uncoordinated on the target instrument but demonstrate rapid coordinated alternating finger movements on a nontarget surface(3)",
            "perception": "Tests of perception may be used to aid in the differential diagnosis.(5)In a study, subjects with FHD did worse on tests of manual forms of perception (e.g., stereognosis, ability to identify shape of object held in hand and match it with other hand) than controls or subjects with repetitive strain injuries(5)",
            "arousal attention cognition": "",
            "aac assessment": "",
            "swallow examination": "",
            "tracheostomy examination": ""
        }
    },
    "assessment plan of care": {
        "contraindications precautions": {
            "cryotherapy contraindications": [],
            "cryotherapy precautions": [],
            "contraindications precautions": [
                "Stimulation through or across the chest",
                "Cardiac pacemakers",
                "Implanted stimulators",
                "Over carotid sinuses",
                "Uncontrolled hypertension/hypotension",
                "Peripheral vascular disease",
                "Thrombophlebitis",
                "Pregnancy",
                "Over phalangeal area",
                "Diminished sensation",
                "Acute inflammation",
                "Seizure history",
                "Confused patients",
                "Immature patients",
                "Obesity",
                "Osteoporosis",
                "Used in close proximity to diathermy treatment",
                "Decreased circulation",
                "Decreased sensation",
                "Presence of deep vein thrombosis (DVT)",
                "Acute/subacute traumatic and inflammatory conditions",
                "Impaired cognition",
                "Malignant tumors",
                "Tendency for hemorrhage or edema",
                "Very young or very old individuals"
            ],
            "superficial heat is contraindicated with": [],
            "electrotherapy contraindications precautions include": [],
            "other": [
                "Electrotherapy  contraindications/precautions (in some cases, when approved by the treating physician , electrotherapy may be used under some of the circumstances listed below when benefits outweigh the perceived risk)(7)",
                "Superficial heat  contraindications"
            ]
        },
        "diagnosis need for treatment": "Involuntary contraction/cramping of the hand and/or fingers, specifically while performing a single causative task. Decreased sensory and dexterity function may also require rehabilitation",
        "rule out": " Rule out Essential tremor(14) Exertional dystonia(14)  Complex regional pain syndrome(14) Psychogenic dystonia(14) Neurological disorders such as stroke and multiple sclerosis(14) Secondary dystonias due to antidopaminergic drugs and metabolic disorders(13) Primary generalized dystonias that can start as FHD(13)",
        "prognosis": [],
        "referral to other disciplines": "An interdisciplinary approach is recommended because the impairments typically cannot be resolved with intervention by a single health professional(2) Hand therapy Psychology Nursing Physiatry Neurology (if not currently followed) Music teacher if indicated",
        "other considerations": [
            "Surgery may be recommended to relieve local nerve entrapment or to address other peripheral nerve findings (e.g., tumor) that may be contributing factors(14,18)",
            "Approaches for the management of FHD include: –Deep brain stimulation (DBS): Positive results have been reported with thalamic DBS. Its use is limited to severe FHD recalcitrant to other treatments due to high cost and the risk of surgical complications(14) –Transcranial magnetic stimulation: A noninvasive method to effect cortical excitability. Trials of stimulation of the premotor cortex and over the primary motor cortex, supplementary motor cortex, and premotor area have reported improvements in symptoms of FHD, but so far they have been of limited magnitude and the effects transient(14) –Transcranial direct current stimulation can enhance the effects of sensory-motor  retuning for task-specific  focal hand dystonia(9) -Based on a pilot study comparing combined transcranial direct current stimulation and sensory-motor  retuning (n = 4) with sensory motor retuning alone (n = 30) -Sensory-motor  retuning involved repetitive exercises on the specific task affected using splints to change the position of the hand daily for 1-hour  sessions -Transcranial stimulation was delivered over the sensorimotor cortex -The four patients treated with the combined protocol improved more than the patients who received sensory-motor retuning alone –Repetitive transcranial magnetic stimulation (rTMS) may benefit patients who exhibit impaired inhibition(10) -In a small (N = 2) study of patients with FHD, researchers found that a patient with impaired inhibition at baseline had improved handwriting and decreased reported symptoms following rTMS whereas a patient with normal baseline inhibition showed no change or worsening following rTMS –Initial trials of short-term  immobilization showed promise, but a larger multicenter RCT was stopped early because of increased symptoms. Immobilization is no longer recommended(14)"
        ],
        "treatment summary": [
            "Specific rehabilitation techniques may result in improvement in the symptoms of focal hand dystonia in musicians. These techniques include: –Sensory reeducation –Sensory motor retuning –Mirror therapy –Slow-down  exercise treatment ",
            "A change in technique, such as changing hand position and using different hand movements, may allow the patient to continue performing the task(2) –Different hand movements typically are not ergonomically efficient and not considered good technique for the task, but may allow the patient to clear or lift his or her fingers enough to continue –An instrument can be modified, such as keys being placed in new positions or levers added to keys. Similarly, supporting straps may be added to utensils to avoid gripping them –Adaptations may be inefficient and fatiguing and may lead to pain due to mechanical stress placed on other structures of the hand –The goal of this approach is to allow playing a specific note or passage, but speed and accuracy of movement typically are sacrificed –Retraining (e.g., by a music teacher) may be beneficial . Problem Goal Intervention Expected Progression Home Program Involuntary muscle contraction/crampingEliminate/decrease involuntary contractions/cramping of the handElectrotherapeutic modalities _ TENS as a component of sensory retraining and balancing of excitatory and inhibitory relationships _ _ Trial of EMG biofeedback during training to reduce the severity of co- contractions and involuntary muscle action as well as for patient instruction on correct performance of causative task(14) _ _ Vibratory stimuli have been reported to alter sensorimotor processing in patients with musician’s cramp but not in patients with writer’s cramp(5) _TENS for 20 minutes 5 times/week for 2 weeks was beneficial, but effects lasted only 3 weeks(5) _ _ Patient makes appropriate behavioral modifications with use of biofeedback _ _Recommend a TENS unit for home as indicated and appropriate _ _  Somatosensory de- differentiation as indicated by impaired graphesthesia, stereognosis, proprioception, and two-point discriminationSensory retraining with re-differentiation as indicated by improved graphesthesia, stereognosis, proprioception, and two-point discriminationSensory retraining _ Sensory stimulation to the distal portion of the affected digit(s): Braille reading, identifying pairs of blocks and numbers on dice, and retrieving matching objects from bins of sand or rice. Identification of letters or numbers “drawn” on the fingers is also used. Most of these exercises should be conducted with the eyes closed to remove visual feedback _ _ Modification of tools/ instruments, such as different textures, may assist in normal participation in the task _ _ If FHD symptoms begin, the task should be haltedWith visual imagery techniques, the patient imagines him- or herself performing the task without any deficit and without any symptoms of FHD, gradually imagining progressively more difficult and advanced techniques required in the task. The patient is then slowly reintroduced to the causative task, attempting to perform the task without any FHD symptomsIt is generally recommended that patients undergoing sensory retraining participate in stimulation activities in a variety of scenarios and in different positions(35) Increased neural tensionNormal neural mobility Manual therapy _ Upper limb neurodynamic test gliding to decrease neural tension, based on evaluation findings. Depending on which nerve (medial, radial, ulnar) is identified as having increased tension, the appropriate gliding sequence and position should be used, gliding only to the point at which discomfort begins, and gradually progressing as symptoms allowProgress each unique patient as appropriate and indicatedRecommend neural glides for home as appropriate  Reduced hand, finger, forearm, and shoulder ROMImprove mobility of the shoulder, wrist, and hand, with correction of muscle imbalancesTherapeutic exercises _ Internal rotation stretches (towel stretch, sleeper stretch), pectoralis stretches (door/corner stretch), and manual stretching may all be utilized to address common areas of tightness. Any other tight musculature should be similarly addressed _ _ Physical agents/ mechanical modalities _ Moist heat pack to increase tissue elasticity prior to manual therapy and stretching exercises _ _ Manual therapy _ Massage and myofascial release may be used to reduce tightness and spasm of the upper trapezius, levator, scalenes, and other muscles, as appropriateProgress each unique patient as appropriate and indicatedRecommend a ROM and self-stretching program for home as appropriate Hand and forearm weakness/atrophy (also shoulder/scapular muscles)Increase strength of hand muscles and other identified weak musclesTherapeutic exercises _ Weakened muscles should be strengthened using a generalized fitness program, emphasizing progressive resistive exercises targeting the weaker muscles (external rotation, hand intrinsics, supination, etc.). Free weights, resistance tubing, grip ball, finger webs, therapy putty, and weighted sticks may be used, as appropriate for each patientProgress each patient as appropriate and indicatedRecommend a strengthening program for home as indicated  Restrictions in participation in causative task, which may be essential to patient's occupationRestore prior functional capacity in daily activities and occupational activities, as ableFunctional training _ Functional strengthening and scapular stabilization exercises for UE movements in daily activities. These exercises should be performed to address weakened musculature of the UE identified in the evaluation, and should be performed in later stages of recovery by simulating functional and occupational tasks (as well as the causative task) _ _ Constraint-induced movement therapy _ Termed sensory motor retuning (SMR) in FHD patients, this intervention has recently been studied primarily in case and pilot studies. In this therapy, the unaffected or compensating digit(s) are immobilized in a normal resting position during the activity to promote appropriate and functional use of the affected portions of the extremity. This may be done for several hours at a time, but not to excessive fatigue(14) _ _ Correction of faulty postureProgress each patient as appropriate and indicatedRecommend functional training at home as indicated ."
        ]
    },
    "desired outcomes outcome measures": {
        "ability to perform the causative task without abnormality": [
            "Degree of occupational deficit"
        ],
        "return to prior level of function": [
            "Arm Dystonia Disability Scale (ADDS)(5)",
            "Writer’s Cramp Rating Scale(5)",
            "Musical Instrument Digital Interface (MIDI)–based  scale analysis(5)",
            "Movement kinematic analysis(5)",
            "DASH Outcome Measure",
            "Purdue Pegboard Test"
        ],
        "improved rom": [
            "Goniometry"
        ],
        "increased muscle strength": [
            "MMT/dynamometer/pinch meter"
        ]
    },
    "maintenance or prevention": [
        "Individuals at risk for FHD (e.g., musicians) should attempt to prevent FHD.(20) Avoiding irregular practice schedules with intense periods of causative task performance, changes in technique or instrument, learning/performing large amounts of new material in a short period of time, and repetitive hand activity other than the causative task are important for prevention. Patients recovering from FHD or individuals hoping to prevent it should maintain a regular fitness program, take regular breaks when performing the causative task, and perform warm-up  and cool-down  activities"
    ],
    "patient education": [
        "“Focal Hand Dystonia,” Dystonia Medical Research Foundation, https://www.dystonia-foundation.org/what-is-dystonia/forms-of-dystonia/focal-dystonias/writers-cramp",
        "National Institutes of Health, Dystonias fact sheet, https://www.ninds.nih.gov/Disorders/Patient-Caregiver-Education/Fact-Sheets/Dystonias-Fact-Sheet",
        "Dystonia Foundation online support group, https://dystonia-foundation.org/living-dystonia/online/ Coding Matrix References are rated using the following codes, listed in order of strength: MPublished meta-analysis SRPublished systematic or integrative literature review RCTPublished research (randomized controlled trial) RPublished research (not randomized controlled trial) CCase histories, case studies GPublished guidelinesRVPublished review of the literature RUPublished research utilization report QIPublished quality improvement report LLegislation PGRPublished government report PFRPublished funded reportPPPolicies, procedures, protocols XPractice exemplars, stories, opinions GIGeneral or background information/texts/reports UUnpublished research, reviews, poster presentations or other such materials CPConference proceedings, abstracts, presentation"
    ],
    "references": [
        {
            "number in article": 1,
            "reference": "Berndt M, Li Y, Gora-Stahlberg  G, Jochim A, Haslinger B. Impaired white matter integrity between premotor cortex and basal ganglia in writer's cramp. Brain Behav . 2018;8(10):e01111. doi:https://doi.org/10.1002/brb3.1111. (R)"
        },
        {
            "number in article": 2,
            "reference": "Potter P. Task specific hand dystonia: understanding the enigma and current concepts. Work. 2012;41(1):61-68.  (RV)"
        },
        {
            "number in article": 3,
            "reference": "Byl NN. Diagnosis and management of focal hand dystonia in a rheumatology practice. Curr Opin Rheumatol . 2012;24(2):222-231.  (RV)"
        },
        {
            "number in article": 4,
            "reference": "Worthley A, Simonyan K. Suicidal ideations and attempts in patients with isolated dystonia. Neurology . 2021;96(11):e1551-e1560.  doi:https://doi.org/10.1212/ WNL.0000000000011596. (R)"
        },
        {
            "number in article": 5,
            "reference": "Goldman SB, Brininger TL, Antczak A. Clinical relevance of neuromuscular findings and abnormal movement patterns: a comparison between focal hand dystonia and upper extremity entrapment neuropathies. J Hand Ther . 2009;22(2):115-124.  (RV)"
        },
        {
            "number in article": 6,
            "reference": "McKenzie AL, Nagarajan SS, Roberts TP, Merzenich MM, Byl NN. Somatosensory representation of the digits and clinical performance in patients with focal hand dystonia. Am J Phys Med Rehabil . 2003;82(10):737-749.  (R)"
        },
        {
            "number in article": 7,
            "reference": "Bellew JW, Michlovitz SL, Nolan TP Jr, eds. Michlovitz’s Modalities for Therapeutic Intervention . 6th ed. Philadelphia, PA: F. A. Davis; 2016. (GI)"
        },
        {
            "number in article": 8,
            "reference": "Mainka T, Erro R, Rothwell J, Kühn AA, Bhatia KP, Ganos C. Remission in dystonia - Systematic review of the literature and meta-analysis.  Parkinsonism Relat Disord . 2019;66:9-15.  doi:https://doi.org/10.1016/j.parkreldis.2019.02.020. (SR)"
        },
        {
            "number in article": 9,
            "reference": "Rosset-Llobet  J, Fabregas-Molas  S, Pascual-Leone  A. Transcranial direct current stimulation improves neurorehabilitation of task-specific  dystonia: a pilot study. Med Probl Perform Art . 2014;29(1):16-18.  (R)"
        },
        {
            "number in article": 10,
            "reference": "Kimberley TJ, Borich MR, Schmidt RL, Carey JR, Gillick B. Focal hand dystonia: individualized intervention with repeated application of repetitive transcranial magnetic stimulation. Arch Phys Med Rehabil . April 2015;96(4 Suppl):S122-8.  doi:10.1016/j.apmr.2014.07.426. (R)"
        },
        {
            "number in article": 11,
            "reference": "Dresel C, Li Y, Wilzeck V, Castrop F, Zimmer C, Haslinger B. Multiple changes of functional connectivity between sensorimotor areas in focal hand dystonia. J Neurol Neurosurg Psychiatry . November 2014;85(11):1245-52.  doi:10.1136/jnnp-2013-307127.  (R)"
        },
        {
            "number in article": 12,
            "reference": "Peterson DA, Berque P, Jabusch HC, Altenmuller E, Frucht SJ. Frucht. Rating scales for musician’s dystonia: The state of the art. Neurology . 2013;81(6):589-598.  doi:10.1212/ WNL.0b013e31829e6f72. (RV)"
        },
        {
            "number in article": 13,
            "reference": "Pandy S. A practical approach to management of focal hand dystonia. Ann Indian Acad Neurol . 2015;18(2):146-153.  doi:10.4103/0972-2327.156563.  (RV)"
        },
        {
            "number in article": 14,
            "reference": "Byl NN, Kretschmer J, McKenzie A. In: Skirven TM, Osterman AL, Fedorczyk JM, Amadio PC, Feldscher SB, Shin EK, eds. Rehabilitation of the Hand and Upper Extremity . 7th ed. Philadelphia, PA: Elsevier; 2021:1641-1667.  (GI)"
        },
        {
            "number in article": 15,
            "reference": "Cherian A, Divya KP. Vada maker's dystonia - A new task-specific  focal dystonia. Parkinsonism Relat Disord . 2020;77:85-86.  doi:https://doi.org/10.1016/ j.parkreldis.2020.06.022. (C)"
        },
        {
            "number in article": 16,
            "reference": "Jobe MT. Special hand disorders. In: Azar FM, Beaty JH, eds. Campbell’s Operative Orthopaedics . 14th ed. Philadelphia, PA: Elsevier; 2021:6370-3687.  (GI)"
        },
        {
            "number in article": 17,
            "reference": "Bäumer T, Schmidt A, Heldmann M, et al. Abnormal interhemispheric inhibition in musician's dystonia—trait or state? Parkinsonism Relat Disord . 2016;25:33-38.  doi:https:// doi.org/10.1016/j.parkreldis.2016.02.018. (R)"
        },
        {
            "number in article": 18,
            "reference": "Park M, Kim HS, Lee JH, Yun DH, Chon J, Han YJ. A patient with focal dystonia that occurred secondary to a peripheral neurogenic tumor: a case report. Ann Rehabil Med . 2015;39(4):654-658.  doi:https://doi.org/10.5535/arm.2015.39.4.654. (C)"
        },
        {
            "number in article": 19,
            "reference": "Huertas-Hoyas  E, Martínez-Piédrola  MR, Sánchez-Herrera-Baeza  P, et al. Alterations in dexterity and manual function in patients with focal hand dystonia [published online ahead of print, 2020 Jun 22]. Descripción de la afectación de la destreza y función manual en pacientes con distonía focal de la mano [published online ahead of print, 2020 Jun 22]. Neurologia . 2020;S0213-4853(20):30128-6.  doi:https://doi.org/10.1016/j.nrl.2020.04.020. (R)"
        },
        {
            "number in article": 20,
            "reference": "Butler K. Assessment and treatment principles for the upper extremities of instrumental musicians. In: Skirven TM, Osterman AL, Fedorczyk JM, Amdio PC, Feldscher SB, Shin EK, eds. Rehabilitation of the Hand and Upper Extremity . 7th ed. Philadelphia, PA: Elsevier; 2021:1668-1693.  (GI)"
        }
    ]
}